Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: The database backup has returned %s
cs_cz: zálohování databáze se vrátilo %s
de: Das Datenbak-Backup ergibt %s.
es: Copia backup ha retornado %s
it: Il backup della banca dati ha restituito %s
pl: Powrót kopii zaspasowej bazy danych%s
si: Dodatna podatkovna baza je bila vrnjena %s

source: The database backup has failed: %s
cs_cz: zálohování databáze selhalo: %s
de: Das Datenbank-Backup war nicht erfolgreich: %s
es: Copia backup ha fallado: %s
it: Backup della banca dati non riuscito: %s
pl: Kopia bazy danych uszkodzona: %s
si: Dodatna podatkovna baza je zavrnjena: %s

source: SQL files (*.sql)|*.sql
cs_cz: soubory SQL (*.sql)|*.sql
es: archivos SQL (*.sql)|*.sql
it: File SQL (*.sql)|*.sql
pl: Pliki SQL (*.sql)|*.sql
si: SQL datoteke (*.sql)|*.sql

source: overwrite
cs_cz: přepracovat
es: Sobreescribir
it: sovrascrivere
pl: nadpisz
si: prepiši

source: ignore
cs_cz: ignorovat
es: Ignorar
it: ignora
pl: zignoruj
si: prezri

source: Select language
cs_cz: zvolit jazyk
de: Sprache auswählen
es: Elegir idioma
it: Selezionare lingua
pl: Wybierz język
si: Izberi jezik

source: Available languages
cs_cz: dostupné jazyky
de: Verfügbare Sprachen
es: Idiomas disponibles
it: Lingue disponibili
pl: Dostępne języki
si: Razpoložljivi jeziki

source: en-English
cs_cz: en-angličtina
es: en-Inglés
it: en-Inglese
pl: en-angielski
si: en-angleški

source: cat-Catalan
cs_cz: cat-katalánština
es: cat-Catalán
it: cat-Catalano
pl: cat-kataloński
si: cat-katalonski

source: cz-Czech
cs_cz: cz-čeština
es: cz-checo
it: cz-Ceco
pl: cz-czeski
si: cz-Češko

source: de-Deutsch
cs_cz: de-němčina
es: de-alemán
it: de-Tedesco
pl: de-niemiecki
si: de-nemški

source: it-Italiano
cs_cz: it-italština
pl: it-włoski
si: it-italijanski

source: pl-Polish
cs_cz: pl-polština
es: pl-polaco
it: pl-Polacco
pl: pl-polski
si: pl-poljsko

source: si-Slovenian
cs_cz: si-slovinština
es: si-esloveno
it: si-Sloveno
pl: si-słoweński
si: si-slovensko

source: es-Spanish
cs_cz: es-španělština
es: es-español
it: es-Spagnolo
pl: es-hiszpański
si: es-španski

source: New project
cs_cz: nový projekt
de: Neues Projekt
es: Nuevo proyecto
it: Nuovo progetto
pl: Nowy projekt
si: Novi projekt

source: New alternative
cs_cz: nová varianta
de: Neue Alternative
es: Nueva alternativa
it: Nuova alternativa
pl: Nowa alternatywa
si: Nova alternativa

source: Describe briefly the new alternative
cs_cz: popsat stručně novou variantu
de: Beschreiben Sie kurz die neue Alternative
es: Describe brevemente la nueva alternativa
it: Descrivere brevemente la nuova alternativa
pl: Opisz krótko nowa alternatywę
si: Kratek opis nove alternative

source: Detailed operating costs calculation
cs_cz: podrobná kalkulace provozních nákladů
es: Cálculo detallado de costes operativos
it: Calcolo dettagliato dei costi di esercizio
pl: Szczegółowa kalkulacja kosztów operacyjnych
si: Podroben izračun obratovlanih stroškov

source: Cost for water, plant air, inert gas, refrigerant, sewerage, ...
cs_cz: náklady na vodu, stlačený vzduch, inertní plyn, chladivo, kanalizaci, ...
es: Costes para agua, gas inerte, refrigerante, aguas residuales....
it: Costo acqua, aria impianto, gas inerte, refrigerante,acque reflue, ...
pl: Koszt za wodę, powietrze w zakładzie, gaz obojętny, czynnik chłodniczy, kanalizację,...
si: Stroški za vodo, zrak, inertni plin, hladilo, kanalščino, ...

source: chemicals e.g. for conditioning of boiler feed water, lubricants, cleaning materials, materials for maintenance and service)
cs_cz: chemikálie např. na úpravu napájecí vody kotle, lubrikanty, čisticí materiály, materiály na údržbu a servis
es: químicos, ej. para acondicionamiento del suministro de agua a caldera lubricantes, limpieza, mantenimiento y operativa)
it: sostanze chimiche (ad es. per il condizionamento dell'acqua di alimentazione della caldaia, lubrificanti, materiali detergenti, materiali per manutenzione e assistenza)
pl: chemikalia, np. do kondycjonowania wody zasilającej kocioł, smary matriały czyszczące, materiały do konserwacji i sewisowania)
si: kemikalije npr. za pripravo napajalne kotlovne vode, maziva, čistilna sredstva, materiali za vzdrževanje in storitve)

source: labor for operating, on-site handling and storage, onsite pretreatment, hauling, supervision; personnel, management personnel, maintenance personnel, energy agent, internal costs for analyses and measurements, internal costs for inspection, supervision and control
cs_cz: pracovní síly na obsluhu, manipulaci a skladování, předběžné zpracování v podniku, dopravu, dozor; zaměstnanci, vedení podniku, personál na údržbu, energetický referent, druhotné náklady na analýzy a měření, druhotné náklady na dohled a kontrolu
es: mano de obra para operativa, almacenamiento y manipulación en planta, pretratamiento, supervisión personal, técnicos de gestión, personal de mantenimiento, agente energético, costes internos para análisis y mediciones, costes internos de inspección, supervisión y control.
it: manodopera per funzionamento, movimentazione in loco e accumulo, pretrattamento in loco, trasporto, supervisione; personale, personale di gestione, personale di manutenzione, incaricato gestione energia, costi interni per analisi e misurazioni, costi interni per ispezione, supervisione e controllo
pl: obsługa, transport wewnętrzny i magazynowanie, obróbka wstępna na terenie robót, przewóz, nadzór; personel, personel ds zarządzania, personel ds konserwacji, przedstawiciel ds. energii, koszty wewnętrzne analizy i pomiarów, koszty wewnętrzne inspekcji, nadzoru i kontroli
si: delovna sila v proizvodnji, skladišču, transportu, predobdelavi, nadzor; osebje, vodstvo, vzdrževalci, energetski managerji, notranji stroški za analize in meritve, notranji stroški za nadzor in kontrolo

source: external maintenance personnel costs, external costs for analyses and measurements, Off-site Treatment, Off-site Disposal
cs_cz: personální náklady na externě prováděnou údržbu, externí náklady na analýzy a měření, úpravy mimo místo provozu, likvidace mimo místo provozu
es: costes de personal de mantenimiento externo, costes externos de mediciones y análisis tratamiento off-site, vertido offsite.
it: costi per il personale di manutenzione esterna, costi esterni per analisi e misurazioni, Trattamento non in loco, smaltimento non in loco
pl: koszty zewnętrznego personelu konserwacyjnego, koszty zewnętrznych analiz i pomiarów, Obróbka poza terenem zakładu, złomowanie poza terenem zakładu
si: stroški najetega osebja za vzdrževanje, zunanji stroški analiz in meritev, Ravnanje izven podjetja, Odstranjevanje izven podjetja

source: permits (if not in labour costs), mandatory trainings (if not in labour costs), costs for mandatory monitoring and inspection (if not in labour costs), fees/taxes, reporting (if not in labour costs)
cs_cz: povolení (pokud nejsou součástí mzdových nákladů), povinná školení (pokud nejsou součástí mzdových nákladů), náklady na povinné monitorování a kontrolu (pokud nejsou součástí mzdových nákladů), poplatky/daně, podávání zpráv (pokud není součástí mzdových nákladů)
es: licencias y permisos (si no en costes personal), formación obligada, costes para control e inspección (si no en costes personal), tasas, impuestos, informes (si no en costes personal)
it: permessi (se non nei costi della manodopera), corsi di formazione obbligatori (se non nei costi della manodopera), costi per monitoraggio e ispezione obbligatori (se non nei costi della manodopera), tasse/imposte, redazione del bilancio (se non nei costi della manodopera)
pl: pozwolenia (jeśli nie uwzględnione w kosztach pracy), obowiązkowe szkolenia (jeśli nie uwzględnione w kosztach pracy), koszty za obowiązkowy monitoring i inspekcję (jeśli nie uwzględnione w kosztach pracy), opłaty/podatki, sprawozdawczość (jeśli nie uwzględnione w kosztach pracy)
si: dovoljenja (če niso v stroških dela), obvezna šolanja (če niso v stroških dela), stroški obveznega nadzora in pregleda (če ni v stroških dela), honorarji/davki, poročanje (če ni v stroških dela)

source: fines/penalties, legal costs, personal injury, property/natural resource damage, remediationcosts, (provisions for) clean up costs, (provisions for) treatment costs
cs_cz: pokuty/penále, právní náklady, škody na zdraví, škody na majetku/přírodních zdrojích, náklady na opravné prostředky, (rezervy na) náklady na čištění, (rezervy na) náklady na léčení
es: multas, costes legales, accidentes laborales, daño al medio ambiente costes remediación, (provisión para) costes de remediación y costes de tratamiento
it: multe/sanzioni, spese legali, lesioni personali, danni a proprietà/risorse naturali, costi di risanamento, (disposizioni per) costi di pulizia, (disposizioni per) costi di trattamento
pl: mandaty/kary, koszty prawne, obrażenia, uszkodzenie mienia/źródła naturalnego, koszty środków naprawczych, (zabezpieczenie na) koszty czyszczenia, (zabezpieczenie na) koszty obróbki
si: globe/kazni, zakonsko določeni stroški, poškodbe osebja, škoda na lastnini, stroški vzpostavitve prejšnjega stanja, stroški odstranjevanja

source: Initial investment [EUR]
cs_cz: počáteční investice /EUR/
es: Inversión inicial EUR
it: Investimento iniziale [EUR]
pl: Inwestycja wstępna [EUR]
si: Začetna naložba [EUR]

source: Depreciation period [years]
cs_cz: odpisové období /roky/
es: Periodo depreciación años
it: Periodo di svalutazione [years]
pl: Okres amortyzacji [lata]
si: Amortizacijska doba [leta]

source: Remaining period [years]
cs_cz: zbývající období /roky/
es: Periodo remanente años
it: Periodo rimanente [anni]
pl: Pozostały okres [lata]
si: Preostalo obdobje [leta]

source: Purchased Equipment
cs_cz: zakoupené zařízení
es: Equipo adquirido
it: Impianto acquistato
pl: Zakupiony sprzęt
si: Kupljena oprema

source: Utility Connections
cs_cz: inženýrské sítě
es: Equipos para conexiones
it: Collegamenti utenze
pl: Przyłącza
si: Priključki pomožnih sredstev

source: Buildings
cs_cz: budovy
de: Gebäude
es: Edificios
it: Edifici
pl: Budynki
si: Zgradbe

source: process energy generation equipment
cs_cz: zařízení na výrobu procesní energie
es: Equipos de generación de energía para proceso
it: Impianto di generazione dell'energia di processo
pl: sprzęt do produkcji energii procesowej
si: oprema za proizvodnjo procesne energije

source: equipment for energy generation and transformation
cs_cz: zařízení na výrobu a přeměnu energie
es: Equipos para generación energía y transformación
it: impianto per generazione e trasformazione energia
pl: sprzęt do produkcji i transformacji energii
si: oprema za proizvodnjo energije in konverzijo energentov

source: equipment for energy recovery
cs_cz: zařízení na rekuperaci energie
es: Equipos para recuperación energía
it: Dispositivi per recupero energetico
pl: sprzęt do odzyskiwania energii
si: oprema za rekuperacijo toplote

source: equipment for cooling/re-cooling/closure of cooling cycles
cs_cz: zařízení na chlazení/opětové chlazení/ukončení cyklu chlazení
es: Equipos de frío/recirculación frío/cierre del ciclo de frío
it: impianto per raffreddamento/re-cooling/...
pl: sprzęt do chłodzenia/ponownego chłodzenia/zamykania cykli chłodzenia
si: oprema za hlajenje/ponovno hlajenje/zaprtje hladilnih krogov

source: air condition for processes
cs_cz: klimatizace při procesech
es: Aire condicionado para procesos
it: Climatizzazione per processi
pl: klimatyzacja procesów
si: klimatiziranje procesov

source: conduction system for energy transportation
cs_cz: systém vedení pro přenos energie
es: Sistema distribución para transporte de energía
it: sistema di trasporto dell'energia
pl: system przewodzenia do transportu energii
si: dovodni sistem za transport energije

source: storage and materials handling equipment
cs_cz: zařízení pro manipulaci ve skladech a s materiálem
es: Equipos de almacenamiento y gestión de materiales
it: accumulo e impianto di movimentazione materiali
pl: sprzęt do magazynowania i transportowania wewnętrznego energii
si: skladiščenje in oprema za ravnanje z materiali

source: safety/protective equipment
cs_cz: bezpečnostní/ochranné vybavení
es: Equipos de proteccion y seguridad
it: impianto di sicurezza/protezione
pl: sprzęt bezpieczeństwa/sprzęt ochronny
si: varnost/zaščitna oprema

source: monitoring/control equipment
cs_cz: monitorovací/kontrolní zařízení
es: Equipos de control y monitorización
it: impianto di monitoraggio/controllo
pl: sprzęt do monitoringu/kontroli
si: oprema za nadzor in regulacijo

source: laboratory/analytical equipment
cs_cz: laboratorní vybavení/vybavení na provádění analýz
es: Equipos de laboratorio y análisis
it: laboratorio/dispositivi per analisi
pl: sprzęt laboratoryjny/analityczny
si: laboratorij/analitska oprema

source: electricity
cs_cz: elektřina
es: Electricidad
it: elettricità
pl: energia elektryczna
si: Električna energija

source: steam
cs_cz: pára
es: Vapor
it: vapore
pl: para
si: para

source: water
cs_cz: voda
es: Agua
it: acqua
pl: woda
si: voda

source: fuel
cs_cz: palivo
es: Combustible
it: combustibile
pl: paliwo
si: gorivo

source: plant air
cs_cz: stlačený vzduch
es: Aire de planta
it: aria stabilimento
pl: powietrze w zakładzie
si: zrak za obrat

source: inert gas
cs_cz: inertní plyn
es: Gas inerte
it: gas inerte
pl: gaz obojętny
si: inertni plin

source: refrigeration
cs_cz: chlazení
es: Refrigeración
it: refrigerazione
pl: chłodnictwo
si: hlajenje

source: sewerage
cs_cz: kanalizace
es: Aguas residuales
it: acque reflue
pl: kanalizacja
si: kanalščina

source: pumping
cs_cz: čerpání
es: Bombeo
it: pompaggio
pl: pompowanie
si: črpanje

source: Change Heatexchanger - Parameters for calculation of HEX
cs_cz: změnit Výměník tepla - parametry pro výpočet HEX
es: Cambiar intercambiador de calor - parámetros para cálculo de HEX
it: Modificare scambiatore calore - Parametri per calcolo dello SC
pl: Wymiana wymiennika ciepła - Parametry do obliczenia HEX
si: Spremeni HX - Parametre za izračun HEX

source: 4. Type of HEX
cs_cz: 4. typ výměníku
es: 4. Tipo de HEX
it: 4. Tipo di SC
pl: 4. Typ HEX
si: 4. Vrsta HEX

source: Recalcualte HEX
cs_cz: přepočítat HEX
es: Recalcular Intercambiador (HEX)
it: Ricalcola SC
pl: Ponownie oblicz HEX
si: Ponovni izračun omrežja HX

source: liquid-liquid
cs_cz: kapalina-kapalina
es: líquido-líquido
it: liquido-liquido
pl: ciecz-ciecz
si: tekoče-tekoče

source: 1. dTmin values
cs_cz: 1. dTmin hodnoty
es: 1. Valores dTmin
it: 1. Valori dTmin
pl: 1. dTmin wartości
si: 1. vrednosti dTmin

source: 2. material
cs_cz: 2. materiál
it: 2. materiale
pl: 2. materiał

source: 3. wall thickness of tubes or plates
cs_cz: 3. tloušťka stěn trubek nebo desek
es: 3. Grosor de muros y tubos o placas
it: 3. spessore parete di tubi o piastre
pl: 3. grubość ścian rur i płyt
si: 3. debelina stene cevi ali plošč

source: 5. alpha values
cs_cz: 5. alfa hodnoty
es: 5. Valores alpha
it: 5. valori di alfa
pl: 5. wartości alfa
si: 5. alfa vrednosti

source: 6. cost factor for materials required for installation
cs_cz: 6.nákladový faktor pro materiály nutné k instalaci
es: 6. Factor de coste para materiales de instalación
it: 6. fattore di costo per materiali richiesti per l'installazione
pl: 6. czynnik kosztowy matriałów potrzebnych do instalacji
si: 6. stroškovni faktor za zahtevan vgradni material

source: 7. pressure [bar]
cs_cz: 7. tlak /bar/
es: 7. Presión [bar]
it: 7. pressione [bar]
pl: 7. ciśnienie [bar]
si: 7. tlak [bar]

source: 8. standart storage
cs_cz: 8. standardní skladování
es: 8. Almacenamiento estandar
it: 8. accumulo standard
pl: 8. magazynowanie standardowe
si: 8. standardno skladiščenje

source: liquids [K]
cs_cz: kapaliny /K/
es: Líquidos [K]
it: liquidi [K]
pl: ciecze [K]
si: tekočine [K]

source: gases [K]
cs_cz: plyny /K/
it: gas [K]
pl: gazy [K]
si: plini [K]

source: phase change [K]
cs_cz: změna fáze /K/
es: Cambio de estado-fase [K]
it: cambio di fase [K]
pl: przemiana fazowa [K]
si: sprememba faze[K]

source: material type
cs_cz: druh materiálu
es: Tipo de material
it: tipo di materiale
pl: typ materiału
si: vrsta materiala

source: liquid-gaseus
cs_cz: zkapalněný plyn
es: líquido-gas
it: liquido-gassoso
pl: ciekły-gaz
si: teke-plinasto

source: gaseous-gaseus
cs_cz: plyn
es: gas-gas
it: gassoso-gassoso
pl: gazowy-gazowy
si: plinasto-plinasto

source: liquides
cs_cz: kapaliny
es: líquidos
it: liquidi
pl: ciecze
si: tekočine

source: gases
cs_cz: plyny
it: gas
pl: gazy
si: plini

source: phase change
cs_cz: změna fáze
es: Cambio de estado-fase
it: cambio di fase
pl: przemiana fazowa
si: sprememba faze

source: additional % based on total equipment costs
cs_cz: přídavný % založený na celkových nákladech na strojní zařízení
es: % adicional basado en coste total de equipos
it: % addizionale basata su costi totali impianto
pl: dodatkowy% w oparciu o łączne koszty sprzętowe
si: dodatni % glede na skupne stroške opreme

source: pressure [bar]
cs_cz: tlak /bar/
es: presión [bar]
it: pressione [bar]
pl: ciśnienie [bar]
si: tlak [bar]

source: insulation [mm]
cs_cz: izolace /mm/
es: aislamiento [mm]
it: coibentazione [mm]
pl: izolacja [mm]
si: debelina izolacije [mm]

source: material
cs_cz: materiál
it: materiale
pl: materiał

source: connections
cs_cz: přípojení
es: Conexiones
it: collegamenti
pl: złącza
si: priključki

source: stainless steel
cs_cz: nerezavějící ocel
es: Acero inoxidable
it: acciaio inox
pl: stal nierdzewna
si: nerjavno jeklo

source: present state
cs_cz: současný stav
de: Ist-Zustand
es: Estado actual
it: stato attuale
pl: obecny stan
si: dejansko stanje

source: describe shortly the main differential features of the new alternative
cs_cz: popsat stručně hlavní odlišné vlastnosti nové varianty
de: Beschreiben Sie kurz die unterschiedlichen Eigenschaften der neuen Alternative
es: Describe brevemente las características de la nueva alternativa
it: descrivere brevemente le principali caratteristiche della nuova alternativa
pl: opisz krótko główne cechy odmienne nowej możliwości wyboru
si: kratek opis glavnih razlik nove alternative

source: No.
cs_cz: č.
de: Nr.
es: Número
it: N.
pl: Nr
si: Št.

source: State
cs_cz: stav
de: Staat
es: Provincia
it: Stato
pl: Stan
si: Država

source: Primary energy consumption [MWh/a]
cs_cz: primární energie spotřeba /MWh/r/
de: Primärenergie Verbrauch [MWh/a]
es: Energía primaria consumo [MWh/a]
it: Consumo di energia primaria [MWh/a]
pl: Pierwotne zużycie energii [MWh/a]
si: Primarna energija raba [MWh/a]

source: Total annual energy cost [€/a]
cs_cz: celkové roční náklady na energii /E/r/
de: Jährliche Gesamtenergiekosten [€/a]
es: Total anual coste energía [EUR/a]
it: Costo totale annuo dell'energia [€/a]
pl: Łączny roczny koszt energii [€/a]
si: Celotni letnil stroški energije [€/a]

source: design of alternative prooposals
cs_cz: schéma alternativních návrhů
de: Entwerfen von Alternativvorschlägen
es: Diseño de propuesta alternativa
it: progettazione di proposte alternative
pl: projekt nowych propozycji
si: načrtovanje alternativnih predlogov

source: generate new proposal
cs_cz: vytvořit nový návrh
de: Neuen Vorschlag erstellen
es: Generar nueva propuesta
it: genera nuova proposta
pl: stwórz nową propozycję
si: izdelaj nov predlog

source: copy proposal
cs_cz: zkopírovat návrh
de: Vorschlag kopieren
es: Copiar propuesta
it: copia proposta
pl: skopiuj propozycję
si: kopiraj predlog

source: delete proposal
cs_cz: vymazat návrh
de: Vorschlag löschen
es: Borrar propuesta
it: elimina proposta
pl: usuń propozycję
si: izbriši predlog

source: select proposal
cs_cz: vybrat návrh
de: Vorschlag auswählen
es: Seleccionar propuesta
it: seleziona proposta
pl: wybierz propozycję
si: izberi predlog

source: comparison of primary energy consumption and effective annual cost
cs_cz: porovnání spotřeby primární energie a efektivních ročních nákladů
de: Vergleichen des Primärenergieverbrauchs mit den tatsächlichen jährlichen Kosten
es: Comparación de consumo energía primaria y coste anual efectivo
it: confronto tra consumo di energia primaria e costo annuale effettivo
pl: porównanie pierwotnego zużycia energii i efektywnego kosztu rocznego
si: primerjava med rabo primarne energije in efektivnimi letnimi stroški

source: design of subsystems
cs_cz: návrh subsystémů
de: Entwerfen von Untersystemen
es: Diseño de subsistemas
it: progettazione di sottosistemi
pl: projekt podsystemów
si: načrtuj podsisteme

source: process optimisation
cs_cz: optimalizace procesu
de: Prozessoptimierung
es: Optimización de proceso
it: ottimizzazione del processo
pl: optymalizacja procesu
si: optimiranje procesa

source: pinch analysis
cs_cz: pinch analýza
de: Pinch-Analyse
es: Análisis pinch
pl: analiza pinch
si: analiza uščipa

source: HX network design
cs_cz: projekt systému výměníků
de: Entwerfen eines WT-Netzwerks
es: Diseño red intercambiador HX
it: progettazione rete SC
pl: Projekt sieci HX
si: načrtuj omrežje HX

source: Heat and cold supply
cs_cz: přívod tepla a chladu
de: Wärme- und Kälteversorgung
es: Suministro de calor y frío
it: Genrazione calore e freddo
pl: Zaopatrzenie w ciepło i zimno
si: dobava toplote in hladu

source: PanelA - Cancel
cs_cz: panelA-zrušit
de: PanelA - Abbrechen
it: PannelloA - Annulla
pl: PanelA - Skasuj
si: PanelA - razveljavi

source: delete alternative
cs_cz: vymazat variantu
de: Alternative löschen
es: Borrar alternativa
it: elimina alternativa
pl: usuń możliwość wyboru
si: izbriši alternativo

source: do you really want to delete this alternative ?
cs_cz: opravdu chcete vymazat tuto variantu?
de: Wollen Sie diese Alternative wirklich löschen?
es: Quieres realmente borrar la alternativa?
it: Eliminare questa alternativa?
pl: naprawdę chcesz usunąć tę możliwość wyboru?
si: ali resnično želiš izbrisati alternativo?

source: PanelA (DeleteButton): cannot delete alternative
cs_cz: panelA (tlačítkoVymazat): variantu nelze vymazat
de: PanelA (DeleteButton): Alternative kann nicht gelöscht werden
es: PanelA (DeleteButton): No se puede borrar alternativa
it: PannelloA (PulsanteElimina): impossibile eliminare alternativa
pl: PanelA (Przycisk kasowania): nie można usunąć możliwości wyboru
si: PanelA (Izbris): izbris ni mogoč

source: PanelA (DeleteButton): erroneous alternative number
cs_cz: panelA (tlačítko Vymazat): chybné číslo varianty
de: PanelA (DeleteButton): falsche Alternative-Nummer
es: PanelA (DeleteButton): Número alternativa erronea
it: PannelloA (PulsanteElimina): numero alternativa errato
pl: PanelA (Przycisk kasowania): błędny numer możliwości wyboru
si: PanelA (Izbris): napačna številka alternative

source: Natural Gas
cs_cz: zemní plyn
de: Gas
es: Gas Natural
it: Gas naturale
pl: Gaz ziemny
si: Zemeljski plin

source: Biomass
cs_cz: biomasa
de: Biomasse
es: Biomasa
it: Biomassa
pl: Biomasa
si: Biomasa

source: Fuel oil
cs_cz: topný olej
de: Heizöl
es: Petróleo
it: Olio combustibile
pl: Olej opałowy
si: Kurilno olje

source: Heat demand [kW]
cs_cz: potřeba tepla /kW/
es: Demanda calor [kw]
it: Domanda di calore [kW]
pl: Zapotrzebowanie na ciepło [kW]
si: Potrebna toplota [kW]

source: Cumulative hours [h]
cs_cz: kumulovaný počet hodin /h/
es: Horas acumuladas [h]
it: Ore cumulative [h]
pl: Godziny łącznie [h]
si: Seštevek ur [h]

source: Short name
cs_cz: zkrácený název
de: Kurzbezeichnung
es: Nombre corto
it: Nome breve
pl: Skrótowiec
si: Krajše ime

source: Nom. power
cs_cz: jmenovitý výkon
de: Nennleistung
es: Potencia nominal
it: Potenza nom.
pl: Moc znamionowa
si: Nom.moč

source: Operating hours
cs_cz: provozní hodiny
de: Betriebs- stunden
es: Funcionamiento horas
it: Ore di esercizio
pl: Godziny robocze
si: Obratovalne ure

source: Year manufact.
cs_cz: rok výroby
de: Herstellungsjahr
es: Año producción
it: Anno fabbricaz.
pl: Rok produkcji
si: Leto proizvod.
