Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Number of storage units
cs_cz: počet akumulačních jednotek
de: Anzahl der Speichereinheiten
es: Número de equipos de almacenamiento
it: Numero di unità di accumulo
pl: Liczba jednostek magazynowych
si: Ševilo skladiščnih enot

source: Specify the number of storage units of the same type
cs_cz: specifikujte počet akumulačních jednotek stejného typu
de: Geben Sie die Anzahl der Speichereinheiten des selben Typs an.
es: Especificar en número de equipos de almacenamiento del mismo tipo
it: Specificare il numero di unità di accumulo dello stesso tipo
pl: Określ liczbę jednostek magazynowych tego samego typu
si: Določi število skladiščnih enot iste vrste

source: Volume of one storage unit
cs_cz: objem jedné akumulační jednotky
de: Speichervolumen einer Speichereinheit
es: Volumen de un equipo de almacenamiento
it: Volume di un'unità di accumulo
pl: Wielkość jednej jednostki magazynowej
si: Prostornina ene skladiščne enote

source: Volume of the storage medium of a single single storage unit
cs_cz: množství akumulovaného média jedné akumulační jednotky
de: Volumen des Speichermediums einer einzelnen Speichereinheit
es: Volumen de almacenamiento del medio de una sola unidad de almacenamiento
it: Volume del mezzo di accumulo di un'unica unità di accumulo
pl: Wielkość medium magazynowego pojedynczej jednostki magazynowej
si: Prostornina medija ene skladiščne enote

source: Type of heat storage
cs_cz: typ akumulátoru tepla
de: Art der Wärmespeicherung
es: Tipo de almacenamiento de calor
it: Tipo di accumulo del calore
pl: Typ medium magazynowania ciepła
si: Vrsta skladiščenja toplote

source: Pressure of heat storage medium
cs_cz: tlak média akumulátoru tepla
de: Druck des Wärmespeichermediums
es: Presión del medio de almacenamiento de calor
it: Pressione del mezzo di accumulo calore
pl: Ciśnienie medium magazynowania ciepła
si: Tlak medija za skladiščenje toplote

source: Pressure of the process medium entering the storage unit if different from storage medium
cs_cz: tlak procesního média při vstupu do akumulační jednotky, pokud se liší od média akumulátoru
de: Druck des in die Speichereinheit eintretenden Prozessmediums, falls dieser vom Druck des Speichermediums abweicht
es: Presión del medio de proceso a la entrada del equipo de almacenamiento si distinto del medio de almacenamiento
it: Pressione del mezzo di processo in entrata nell'unità di accumulo se diversa dal mezzo di accumulo
pl: Ciśnienie medium procesowego wchodzącego do jednostki magazynowej, o ile jest inne niż ciśnienie medium magazynowania
si: Tlak procesnega medija na vtoku skladišča, če je različen od tlaka skladiščenega medija

source: Maximum temperature of the storage
cs_cz: maximální teplota akumulátoru
de: maximale Speichertemperatur
es: Temperatura máxima en el almacenamiento
it: Temperatura massima dell'accumulo
pl: Maksymalna temperatura magazynowania
si: Najvišja temepratura skladiščenja

source: The maximum temperature to which storage unit can be operated
cs_cz: maximální teplota, při které lze akumulační jednotku provozovat
de: Maximaltemperatur, mit der die Speichereinheit betrieben werden kann
es: La temperatura máxima a la que el equipo de almacenamiento es operativo
it: La temperatura massima alla quale l''unità di accumulo può funzionare
pl: Maksymalna temperatura, w której działać może jednostka magazynowa
si: Najvišja temperatura skladiščenja pri katerišelahko skladiščimo

source: Delete distribution
cs_cz: vymazat distribuci
de: Verteilleitung löschen
es: Borrar distribución
it: Elimina distribuzione
pl: Usuń rozdzialanie
si: Izbriši distribucijo

source: Add distribution
cs_cz: přidat distribuci
de: Verteilleitung hinzufügen
es: Añadir distribución
it: Aggiungi distribuzione
pl: Dodaj rozdzielanie
si: Dodaj distribucijo

source: Distribution
cs_cz: distribuce
de: Verteilung
es: Distribución
it: Distribuzione
pl: Rozdzielanie
si: Distribucija

source: Storage
cs_cz: akumulace
de: Speicherung
es: Almacenamiento
it: Sistema di accumulo del calore/freddo
pl: Magazynowanie
si: Skladiščenje

source: PanelQ5 (ButtonOK): Branch name has to be a uniqe value!
cs_cz: panelQ5 (klávesaOK): název přípojky musí mít jednoznačný vznam!
de: PanelQ5 (ButtonOK): Name der Stichleitung muss ein Einzelwert sein!
es: PanelQ5 (ButtonOK): Nombre de red debe ser un único valor!
it: PannelloQ5 (PulsanteOK): il nome della linea deve essere un valore univoco!
pl: PanelQ5 (KlawiszOK): Nazwa oddziału musi być wartością unikalną!
si: PanelQ5 (pritisni V redu): Ime panoge mora biti unikatno!

source: Heat recovery from thermal equipment
cs_cz: rekuperace tepla z tepelného zařízení
de: Wärmerückgewinnung aus thermischen Anlagen
es: Calor recuperado del equipo térmico
it: Recupero del calore dall'impianto termico
pl: Odzysk ciepła ze sprzętu termicznego
si: Rekupracija odpadne toplote iz toplotne opreme

source: Heat recovery from electrical equipment
cs_cz: rekuperace tepla z elektrického zařízení
de: Wärmerückgewinnung aus elektrischen Anlagen
es: Calor recuperado del equipo eléctrico
it: Recupero del calore dall'impianto elettrico
pl: Odzysk ciepła ze sprzętu elektrycznego
si: Rekuperacija odpadne toplote iz elek. opreme

source: Heat exchangers list
cs_cz: seznam výměníků tepla
de: Liste Wärmetauscher
es: Lista de intercambiadores de calor
it: Elenco degli scambiatori di calore
pl: Wykaz wymienników ciepła
si: Seznam toplotnih prenosnikov

source: Heat exchanger data
cs_cz: data výměníku tepla
de: Wärmetauscherdaten
es: Datos de intercambiador de calor
it: Dati degli scambiatori di calore
pl: Dane wymienników ciepła
si: Podatki o toplotnem prenosniku

source: Electrical equipment list
cs_cz: seznam elektrických zařízení
de: Liste elektrische Anlagen
es: Lista de equipos eléctricos
it: Elenco degli impianti elettrici
pl: Wykaz sprzętu elektrycznego
si: Seznam elek. opreme

source: Equipment data
cs_cz: data zařízení
de: Anlagendaten
es: Datos del equipo
it: Dati degli impianti
pl: dane sprzętowe
si: Podatki o opremi

source: Short name of heat exchanger
cs_cz: zkrácený název výměníku tepla
de: Kurzbezeichnung des Wärmetauschers
es: Nombre corto del intercambiador de calor
it: Nome dello scambiatore di calore (abbr.)
pl: Skrótoweic wymiennika ciepła
si: Skrajšano ime toplotnega prenosnika

source: Give a short name of the equipment
cs_cz: uveďte zkrácený název zařízení
de: Geben Sie eine Kurzbezeichnung der Anlage an
es: Aporta un nombre corto para el equipo
it: Indicare un nome breve dell'impianto
pl: Podaj skrótowiec sprzętu
si: Podaj skrajšano ime opreme

source: Heat exchanger type
cs_cz: typ výměníku tepla
de: Wärmetauschertyp
es: Tipo de intercambiador de calor
it: Tipo di scambiatore di calore
pl: Typ wymiennika ciepła
si: Vrsta toplotnega prenosnika

source: Specify the type of heat exchanger, e.g. shell-and-tube, plate, fin-and-tube, ...
cs_cz: specifikujte typ výměníku tepla, např. kotlový, deskový, žebrový,...
de: Gebe Sie den Typ des Wärmetauschers an, z.B. Glattrohr-, Platten-, Lamellenrohrwärmetauscher
es: Especifica el tipo de intercambiador de calor. ej. carcasa y tubo, fin-and-tube,....
it: Specificare il tipo di scambiatore di calore, ad es. a fascio tubiero, piano, a tubi alettati,...
pl: Określ typ wymiennika ciepła, np. płaszczowo-rurowy, płytowy, rurowy z oźebrowaniem ...
si: Določi vrsto toplotnega prenosnika, npr. ploščni, cevni itd.

source: Heat transfer rate
cs_cz: rychlost prostupu tepla
de: Wärmübergangszahl
es: Tasa de transferencia de calor
it: Potenza termica dello scambiatore
pl: Współczynnik przenikania ciepła
si: Stopnja prenosa toplote

source: Heat transfer rate for the specific working conditions
cs_cz: rychlost prostupu tepla při specifických provozních podmínkách
de: Wärmeübergangszahl für die spezifischen Arbeitsbedingungen
es: Tasa de transferencia de calor para las condiciones especéficas de funcionamiento
it: Coefficiente di trasferimento termico per le specifiche condizioni di esercizio
pl: Współczynnik przenikania ciepła dla szczególnych warunków pracy
si: Stopnja prenosa toplote pri določenih delovnih pogojih

source: Log. Mean Temperature Diff. (LMTD)
cs_cz: záznam rozdílu průměrné teploty (LMTD)
de: Mittlerer logarithmischer Temperaturunterschied (LMTD)
es: Log de la diferencia media de temperatura (LMTD)
it: Differenza di temperatura media log. (LMTD)
pl: Log. Średnia różnica temperatur (LMTD)
si: Srednja logaritemska temp. razlika (LMTD)

source: Between the fluids in the heat exchanger
cs_cz: mezi kapalinami ve výměníku tepla
de: Zwischen den Medien im Wärmetauscher
es: entre los fluidos del intercambiador de calor
it: Tra i fluidi nello scambiatore di calore
pl: Między cieczami w wymienniku ciepła
si: Med fluidi v toplotnem prenosniku

source: Total heat transfered
cs_cz: mn.přeneseného tepla celkem
de: Gesamte getauschte Wärme
es: Calor total transferido
it: Calore totale trasferito
pl: Łączne ciepło przekazane
si: Celotna prenešena toplota

source: Total heat transferred per year
cs_cz: mn.přeneseného tepla celkem za rok
de: Getauschte Wärme pro Jahr
es: Calor total transferido anual
it: Calore totale trasferito all'anno
pl: Łączne ciepło przekazane rocznie
si: Celotna letna prenešena toplota

source: Heat source (process [+outflow no.], equipment, ...)
cs_cz: zdroj tepla (proces [+odčerpání ],
de: Wärmequelle (Prozess [+Austrittsnr.], Anlage, …]
es: Fuente de calor (proceso[+flujo salida núm.], equipo, ...)
it: Fonte di calore (processo [+deflusso n.], impianto, ...)
pl: Źródło ciepła (proces [+outflow no.], sprzęt, ...)
si: Vir toplote (proces [plus iztok št.], oprema itd.)

source: Indicate: Process, Equipment, Distribution line, Compressor, Electric motor, together with its number
cs_cz: označte vč. čísla: proces, zařízení, rozvodné potrubí, kompresor,elektromotor
de: Geben Sie jeweils mit der entsprechenden Nummer an: Prozess, Anlage, Verteilleitung, Kompressor, elektrischer Antrieb
es: Indicar: proceso, equipo, linea de distribución, compresor, motor eléctrico, junto con su número
it: Indicare: processo, impianto, linea di distribuzione, compressore, motore elettrico, insieme al relativo numero
pl: Wskaż: Proces, Sprzęt, Linię rozdzielczą, Sprężarkę, Silnik elektryczny łącznie z numerem
si: Navedi: proces, oprema, distribucijski sistem, kompresor, elektromotor, skupaj z njihovim številom

source: Inlet temperature (source)
cs_cz: vstupní teplota (zdroj)
de: Eintrittstemperatur (Quelle)
es: Temperatura entrada (fuente)
it: Temperatura in entrata (lato fonte)
pl: Temperatura wejściowa (źródło)
si: Vtočna temperatura (vir)

source: Inlet temperature of the hot fluid
cs_cz: vstupní teplota horké kapaliny
de: Eintrittstemperatur des heißen Stroms
es: Temperatura entrada del flujo caliente
it: Temperatura di ingresso del fluido caldo
pl: Temperatura wejściowa gorącego płynu
si: Vtočna temperatura vročega fluida

source: Inlet specific enthalpy (source)
cs_cz: vstupní měrná entalpie (zdroj)
de: spezifische Enthalpie beim Eintritt (Quelle)
es: Entalpía especifica de entrada (fuente)
it: Entalpia specifica in entrata (lato fonte)
pl: Wejściowa entalpia jednostkowa (źródło)
si: Vtočna specifična entalpija (vir)

source: Inlet enthalpy of the hot fluid
cs_cz: vstupní entalpie horké kapaliny
de: Eintrittsenthalpie des heißen Stroms
es: Entalpía de entrada del flujo caliente
it: Entalpia di ingresso del fluido caldo
pl: Wejściowa entalpia gorącego płynu
si: Vtočna entalpija vročega fluida

source: Outlet temperature (source)
cs_cz: výstupní teplota (zdroj)
de: Austrittstemperatur (Quelle)
es: Temperatura de salida (fuente)
it: Temperatura in uscita (lato fonte)
pl: Wyjściowa temperatura (źródło)
si: Iztočna temperatura (vir)

source: Outlet temperature of hot fluid
cs_cz: výstupní teplota horké kapaliny
de: Austrittstemperatur des heißen Stroms
es: Temperatura de salida del flujo caliente
it: Temperatura di uscita del fluido caldo
pl: Wyjściowa temperatura gorącego płynu
si: Iztočna temperatura vročega fluida

source: Outlet specific enthalpy (source)
cs_cz: výstupní měrná entalpie (zdroj)
de: spezifische Enthalpie beim Austritt (Quelle)
es: Entalpía específica de salida (fuente)
it: Entalpia specifica in uscita (lato fonte)
pl: Wyjściowa entalpia jednostkowa (źródło)
si: Iztočna specifična entalpija (vir)

source: Outlet enthalpy of the hot fluid
cs_cz: výstupní entalpie horké kapaliny
de: Austrittsenthalpie des heißen Stroms
es: Entalpía de salida del flujo caliente
it: Entalpia di uscita del fluido caldo
pl: Wyjściowa entalpia gorącego płynu
si: Iztočna entalpija vročega fluida

source: Heat sink (process, pipe/duct)
cs_cz: tepelná jímka (proces, potrubí)
de: Wärmesenke (Prozess, (Rohr/Leitung)
es: Destino del calor (proceso, tubo/conducto)
it: Utilizzatore del calore recuperato (processo, tubazione,...)
pl: Urządzenie pochłaniające energię cieplną (proces, rura/kanał)
si: Toplotni ponor (proces, cev/odcep)

source: Indicate: Process or Distribution line and number. If heat exchange is via storage, it should be defined in the distribution line
cs_cz: označte: procesní nebo rozvodné potrubí a počet. Výměna tepla přes akumulátor by měla být vyznačena v rozvodném potrubí.
de: Gebe Sie jeweils mit der entsprechenden Nummer an: Prozess oder Verteilleitung. Wenn der Wärmetausch über den Speicher erfolgt, ist die Verteilleitung anzugeben.
es: Indicar: proceso o red de distribución y número. Si el intercambio de calor se realiza a través de almacenamiento, debería ser definido en la distribución.
it: Indicare: processo o linea di distribuzione e numero. Se lo scambio di calore avviene attraverso l'accumulo, deve essere definito nella linea di distribuzione
pl: Wskaż: Proces lub linię rozdzielczą i numer. Jeśli wymiana ciepła następuje poprzez magazynowanie, należy to określić w linii rozdzielczej.
si: Navedi: Proces ali distribucijski cevovod in številko. Če je prenos toplote preko skladišča, morate to določiti v distribucijskem sistemu

source: Inlet temperature (sink)
cs_cz: vstupní teplota (tepelná jímka)
de: Eintrittstemperatur (Senke)
es: Temperatura de entrada (destino)
it: Temperatura in entrata (lato utilizzatore)
pl: Wejściowa temperatura (urządzenie pochłaniające)
si: Vtočna temperatura (ponor)

source: Inlet temperature of the cold fluid
cs_cz: vstupní teplota studené kapaliny
de: Eintrittstemperatur des kalten Stroms
es: Temperatura de entrada del flujo frío
it: Temperatura di ingresso del fluido freddo
pl: Wejściowa temperatura zimnego płynu
si: Vtočna temperatura hladnega fluida

source: Outlet temperature (sink)
cs_cz: výstupní teplota (tepelná jímka)
de: Austrittstemperatur (Senke)
es: Temperatura de salida (destino)
it: Temperatura in uscita (lato utilizzatore)
pl: Wyjściowa temperatura (urządzenia pochłaniającego)
si: Iztočna temperatura (ponor)

source: Inlet enthalpy of the cold fluid
cs_cz: vstupní entalpie studené kapaliny
de: Eintrittsenthalpie des kalten Stroms
es: Entalpía de entrada del flujo frío
it: Entalpia di ingresso del fluido freddo
pl: Wejściowa entalpia zimnego płynu
si: Vtočna entalpija hladnega fluida

source: Short name of electrical equipment
cs_cz: zkrácený název elektrického zařízení
de: Kurzbezeichnung der elektrischen Anlage
es: Nombre corto del equipo eléctrico
it: Nome dell'apparecchiatura elettrica (abbr.)
pl: Skrótowiec sprzętu elektrycznego
si: Krajše ime za elek. opremo

source: Equipment type
cs_cz: typ zařízení
de: Art der Anlage
es: Tipo equipo
it: Tipo di apparecchiatura
pl: Typ sprzętu
si: Vrsta opreme

source: specify type of equipment, e.g. compressor, electric motor,...
cs_cz: specifikujte typ zařízení, např. kompresor, elektromotor,...
de: Geben Sie den Anlagentyp an, z.B. Kompressor, elektrischer Antrieb.
es: Especifica el tipo de equipo. ej. compresor, motor eléctrico
it: specificare il tipo di impianto, ad es. compressore, motore elettrico,...
pl: określ typ sprzętu, np. sprężarka, silnik elektryczny...
si: določi vrsto opreme, npr. kompresor, elektromotor itd.

source: Waste heat type
cs_cz: druh odpadního tepla
de: Abwärmeart
es: Tipo de calor residual
it: Tipo di calore di scarto
pl: Typ ciepła odpadowego
si: Vrsta odpadne toplote

source: Specify type of waste heat (e.g. Recooling of compressed air, cooling water of motor/compressor, ...)
cs_cz: specifikujte druh odpadního tepla (např. opětovné chlazení stlačeného vzduchu, chladicí voda motoru/kompresoru,...)
de: Geben Sie die Abwärmeart (z.B. Rückkühlung verdichteter Luft, Kühlwasser des Motors/Kompressors, …) an.
es: Especificar el tipo de calor residual (ej. recooling de aire comprimido, enfriado de agua del motro/compresor, ...)
it: Specificare il tipo di calore di scarto (ad es. re-cooling dell'aria compressa, acqua di raffreddamento del motore/compressore, ...)
pl: Określ typ ciepła odpadowego (np. ponowne chłodzenie sprężonego powietrza, chłodzenie wody silnika/sprężarki,...)
si: Določi vrsto odpadne toplote (npr. ponovno hlajenje stisnjenega zraka, hladilna voda motorja/kompresorja itd.)

source: Available waste heat
cs_cz: dostupné odpadní teplo
de: verfügbare Abwärme
es: Calor residual disponible
it: Calore di scarto disponibile
pl: Dostępne ciepło odpadowe
si: Razpoložljiva odpadna toplota

source: Estimated quantity
cs_cz: předpokládané množství
de: Geschätzte Menge
es: Cantidad estimada
it: Quantità stimata
pl: Szcunkowa ilość
si: Ocenjena količina

source: Medium
cs_cz: médium
es: Medio de proceso
it: Fluido
si: Medij

source: Waste heat carrying medium (fluid)
cs_cz: nosné médium odpadního tepla (kapalina)
de: Abwärmeträger (Medium)
es: Medio de transporte del calor residual (fluido)
it: Mezzo vettore del calore di scarto (fluido)
pl: Medium transportujące ciepło odpadowe (płyn)
si: Nosilni medij odpadne toplote (fluid)

source: Flow rate
cs_cz: průtoková rychlost
de: Durchflussrate
es: Tasa de flujo
it: Portata
pl: Natężenie przepływu
si: Pretok

source: Specify the flow rate of the waste heat carrying medium
cs_cz: specifikujte průtokovou rychlost nosného média odpadního tepla
de: Geben Sie die Durchflussrate des Abwärmeträgers an.
es: Especifica la tasa de flujo del calor residual del medio de proceso
it: Specificare la portata del mezzo vettore del calore di scarto
pl: Określ natężenie przepływu medium transportującego ciepło odpadowe
si: Določi pretok nosilnega medija odpadne toplote

source: Waste heat temperature
cs_cz: teplota odpadního tepla
de: Abwärmetemperatur
es: Temperatura del calor residual
it: Temperatura del calore di scarto
pl: Temperatura ciepła odpadowego
si: Temperatura toka odpadne toplote

source: Specify the temperature of the waste heat medium at the outlet
cs_cz: specifikujte teplotu nosného média odpadního tepla při výstupu
de: Geben Sie die Austrittstemperatur des Abwärmeträgers an.
es: Especifica la temperatura del medio de calor residual a la salida
it: Specificare la temperatura del mezzo vettore del calore di scarto all'uscita
pl: Określ temepraturę medium ciepła odpadowego przy wylocie
si: Določi temperaturo medija odpadne toplote na iztoku

source: Present use of waste heat
cs_cz: současné využití odpadního tepla
de: derzeitige Verwendung der Abwärme
es: Uso actual del calor residual
it: Uso attuale del calore di scarto
pl: Przedstaw zużycie ciepła odpadowego
si: Trenutna raba odpadne toplote

source: If yes, specify distribution pipe / duct or heat exchanger where waste heat is used at present
cs_cz: pokud ano, specifikujte rozvodné potrubí nebo výměník tepla, kde je v současné době odpadní teplo využíváno
de: Wenn ja, geben Sie an in welcher Verteilleitung/welchem -rohr Abwärme derzeit genutzt wird.
es: Si existe, especifica tubo/conducto de distribución o intercambiador de calor en el que se usa actualmente el calor residual
it: In caso affermativo, specificare il tubo / condotto di distribuzione o lo scambiatore di calore in cui il calore di scarto è utilizzato attualmente
pl: Jeśli tak, określ rurę/kanał rozdzielczy lub wymiennik ciepła, gdzie obecnie wykorzystuje się ciepło odpadowe
si: Če DA, določi distribucijsko cevje/odcep ali toplotni prenosnik, ker se trenutno rabi odpadna toplota

source: Hours of operation per day
cs_cz: provozní hodiny za den
de: Betriebsstunden pro Tag
es: Horas de funcionamiento por día
it: Ore di esercizio al giorno
pl: Godziny robocze dziennie
si: Obratovalne ure na dan

source: Solar energy surfaces
cs_cz: plochy pro využití solární energie
de: Solarenergieflächen
es: Superficies de energía solar
it: Superficie dei collettori solari
pl: Powierzchnie energii solarnej
si: Površina solarnih celic

source: Surface data
cs_cz: data o ploše
de: Daten zur Fläche
es: Datos de la superficie
it: Dati della superficie
pl: Dane powierzchniowe
si: Podatki o površini

source: Short name of the available area
cs_cz: zkrácený název vhodného prostoru
de: Kurzbezeichnung des verfügbaren Areals
es: Nombre corto del area disponible
it: Nome dell'area disponibile (abbr.)
pl: Skrótowiec dostępnego obszaru
si: Krajše ime razpoložljive površine

source: Define a short name for each surface area available for installation in order to clearly identify them
cs_cz: definujte zkrácený název každé plochy vhodné pro instalaci, aby bylo možné ji jednoznačně identifikovat
de: Geben Sie eine Kurzbezeichnung für jede verfügbare Installationsfläche an um Sie genau erkennbar zu machen
es: Define un nombre corto para cada area disponible para instalación para identificarlos claramente.
it: Definire un nome breve per ciascuna superficie disponibile per l'installazione per identificarli chiaramente
pl: Zdefiniuj skrótowce dla każdej powierzchni dostępnego obszaru do instalacji, aby móc je łatwo identyfikować
si: Določi krajše ime za vsako razpoložljivo površino vgradnje za jasno identifikacijo

source: Available area
cs_cz: vhodný prostor
de: Verfügbare Fläche
es: Área disponible
it: Area disponibile
pl: Dostępny obszar
si: Razpoložljiva površina

source: If there are different surfaces available, give the measure of each surface area
cs_cz: pokud existují různé vhodné plochy, uveďte míry každé plochy
de: Wenn mehrere Flächen zur Verfügung stehen, geben Sie die Maße jeder Fläche an
es: Si hay diferentes superficies disponibles, da la medida de cada una de ellas.
it: Se sono disponibili diverse superfici, fornire la misura di ciascuna superficie
pl: Jeśli są dostepne różne powierzchnie, podaj wymiar każdego obszaru powierzchni
si: Če so razpoložljive različne površine, podaj izmere posameznih površin

source: Inclination of the area
cs_cz: sklon plochy
de: Neigung der Fläche
es: Inclinación del area
it: Inclinazione dell'area
pl: Nachylenie obszaru
si: Nagib površine

source: Positioning of the area (inclination in degrees)
cs_cz: poloha prostoru (sklon ve stupních)
de: Position der Fläche (Neigung in Grad)
es: Posición del área (inclinación en grados)
it: Inclinazione della superficie ( in gradi)
pl: Ustalanie położenia obszaru (nachylenie w stopniach)
si: Lega (stopnja nagiba)

source: Orientation of the roof, ground, wall area (to south)
cs_cz: orientace střechy, pozemku,
de: Ausrichtung der Dach-, Boden- und Wandfläche (nach Süden)
es: Orientación del tejado, suelo muro (al sur)
it: Orientamento della superficie del tetto, terreno, della parete (verso sud)
pl: Orientacja dachu, podłogi, ścian (na południe)
si: Usmerjenost strehe, tal, stene (na jug)
