Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: burner (direct heating)
cs_cz: hořák (přímé žhavení)
de: Brenner (direkte Beheizung)
es: Quemador (calor directo)
it: bruciatore (riscaldamento diretto)
pl: palnik (grzanie bezpośrednie)
si: grelnik (neposredno gretje)

source: burner (indirect heating)
cs_cz: hořák (nepřímé žhavení)
de: Brenner (indirekte Beheizung)
es: Quemador (calor indirecto)
it: bruciatore (riscaldamento indiretto)
pl: palnik (grzanie pośrednie)
si: grelnik (posredno gretje)

source: compression chiller
cs_cz: kompresní chladič
de: Kompressionskältemaschine
es: Refrigerador de compresión
it: macchina frigorifera a compressione meccanica
pl: sprężarkowy agregat wody lodowej
si: kompresijski hladilnik

source: solar thermal (flat-plate)
cs_cz: solární energie (ploché kolektory)
de: Solarthermie (Flachkollektoren)
es: Solar térmica (placa plana)
it: solare termico (collettore piano vetrato)
pl: solarny (płaski)
si: solarni sistem (ploščati)

source: solar thermal (evacuated tubes)
cs_cz: solární energie (vakuované trubice)
de: Solarthermie (Vakuumröhrenkollektoren)
es: Solar térmica (tubos evacuados)
it: solare termico (collettore a tubi sottovuoto)
pl: solarny (tuby próżniowe)
si: solarni sistem (vakuumske cevi)

source: solar thermal (concentrating solar systems)
cs_cz: solární energie (systémy koncentrující solární energii)
de: Solarthermie (konzentrierende Solarsysteme)
es: Solar térmica (sistemas de concentracion)
it: solare termico (collettori a concentrazione)
pl: solarny (skupiające systemy solarne)
si: soalrni sistem (napredni solarni sistem)

source: CHP engine
cs_cz: motor CHP
de: KWK-Antrieb
es: motor CHP
it: motore cogenerativo
pl: silnik CHP
si: CHP motor

source: CHP steam turbine
cs_cz: parní turbína CHP
de: KWK-Dampfturbine
es: Turbina de vapor CHP
it: turbina a vapore cogenerativa
pl: turbina parowa CHP
si: CHP parna turbina

source: CHP gas turbine
cs_cz: plynová turbína CHP
de: KWK-Gasturbine
es: Turbina de gas CHP
it: turbina a gas cogenerativa
pl: turbina gazowa CHP
si: CHP plinska turbina

source: CHP fuel cell
cs_cz: palivový článek CHP
de: KWK-Brennstoffzelle
es: Célula de combustible CHP
it: cella a combustibile cogenerativa
pl: Ogniwo paliwowe CHP
si: CHP gorivne celice

source: compression
cs_cz: komprese
de: Kompression
es: Compresión
it: compressione
pl: sprężenie
si: kompresija

source: thermal
cs_cz: tepelná energie
de: thermisch
es: Térmica
it: termico
pl: termiczny
si: toplotni

source: Flat-plate collector
cs_cz: plochý kolektor
de: Flachkollektor
es: Colector plano
it: Collettore piano
pl: Kolektor płaski
si: Ploščati kolektor

source: Evacuated tube collector
cs_cz: vakuovaný trubkový kolektor
de: Vakuumröhrenkollektor
es: Colector de tubos evacuados
it: Collettore a tubi sottovuoto
pl: Kolektor z tubą próżniową
si: Vakuumski cevni kolektor

source: Concentrating collector
cs_cz: kolektor koncentrující solární energii
de: Konzentrierender Kollektor
es: Colector concéntrico
it: Collettore a concentrazione
pl: Kolektor skupiający
si: Napredni kolektorji

source: plate HX (liquid-liquid)
cs_cz: deskový výměník (kapalina-kapalina)
de: Platten-WT (flüssig-flüssig)
es: HX placa (líquido-líquido)
it: SC a piastre (liquido-liquido)
pl: płyta HX (ciecz-ciecz)
si: Ploščni HX (tekočina-tekočina)

source: plate HX (air-air)
cs_cz: deskový výměník (vzduch-vzduch)
de: Platten-WT (gasförmig-gasförmig)
es: HX placa (aire-aire)
it: SC a piastre (aria-aria)
pl: płyta HX (powietrze-powietrze)
si: ploščni HX (zrak-zrak)

source: shell&tube HX (liquid-liquid)
cs_cz: výměník shell and tube (kapalina-kapalina)
de: Glattrohr-WT (flüssig-flüssig)
es: HX de concha y tubo (líquido-líquido)
it: SC a fascio tubiero (liquido-liquido)
pl: płaszcowo-rurowy HX (ciecz-ciecz)
si: cevni hX (tekočina-tekočina)

source: finned tubes (liquid-air)
cs_cz: žebrované výměníky (kapalina-vzduch)
de: Lamellenrohrwärmetauscher
es: tubos finlandeses (líquido-aire)
it: tubi alettati (liquido-aria)
pl: żebrowo-rurowy HX (ciecz-powietrze)
si: cevni (tekočina-zrak)

source: continuous
cs_cz: kontinuální
de: kontinuierlich
es: Continuo
it: continuo
pl: ciągły
si: kontinuirani

source: batch
cs_cz: dávka
es: Por lotes
it: a lotti
pl: seryjny
si: šaržni

source: yes
cs_cz: ano
de: Ja
es: Sí
it: sì
pl: tak
si: da

source: no
cs_cz: ne
de: Nein
pl: nie
si: ne

source: sensible
cs_cz: rozumný
it: sensibile
pl: praktyczny
si: občutena

source: latent
cs_cz: latentní
es: Latente
it: latente
pl: ukryty
si: latentna

source: electric motor
cs_cz: elektromotor
de: Elektromotor
es: Motor eléctrico
it: motore elettrico
pl: silnik elektryczny
si: elektromotor

source: compressor
cs_cz: kompresor
de: Kompressor
es: Compresor
it: compressore
pl: sprężarka
si: kompresor

source: other
cs_cz: další
de: Andere
es: Otros
it: altro
pl: inne
si: ostalo

source: cooling water
cs_cz: chladicí voda
de: Kühlwasser
es: Agua de refrigeración
it: acqua di raffreddamento
pl: woda chłodząca
si: hladilna voda

source: intercooler
cs_cz: mezichladič
de: Zwischenkühler
pl: chłodnica pośrednia
si: medhladivo

source: cooling air
cs_cz: chadicí vzduch
de: Kühlluft
es: Aire de refrigeración
it: aria di raffreddamento
pl: powietrze chłodzące
si: hladilni zrak

source: ambient air
cs_cz: okolní vzduch
de: Umgebungsluft
es: Aire ambiente
it: aria ambiente
pl: powietrze otoczenia
si: okoliški zrak

source: ground heat exchanger
cs_cz: zemní výměník tepla
de: Erdwärmetauscher
es: Intercambiador de calor (ground)
it: scambiatore di calore ad immersione nel terreno
pl: naziemny wymiennik ciepła
si: talni toplotni prenosnik

source: cooling tower
cs_cz: chladicí věž
de: Kühlturm
es: Torre de refrigeración
it: torre di raffreddamento
pl: chłodnia kominowa
si: hladilni stolp

source: S
cs_cz: J

source: SE
cs_cz: JV
de: SO

source: SW
cs_cz: JZ
it: SO

source: E
cs_cz: V
de: O

source: W
cs_cz: Z
it: O

source: NE
cs_cz: SV
de: NO

source: NW
cs_cz: SZ
it: NO

source: N
cs_cz: S

source: No
cs_cz: ne
de: Nein
pl: Nr
si: Ne

source: Yes,partially shaded
cs_cz: ano, částečně zastíněna
de: Ja, teilweise beschattet
es: Sí, parcialmente cubierto
it: Si, parzialmente ombreggiato
pl: Tak, cześciowo zacieniony
si: Da, delno senčeno

source: Yes,fully shaded
cs_cz: ano, plně zastíněna
de: Ja, voll beschattet
es: Sí,totalmente cubierto.
it: Sì, completamente ombreggiato
pl: Tak, całkowicie zacieniony
si: Da, popolno senčeno

source: Corrugated metal roof
cs_cz: střecha z vlnitého plechu
de: Metallwelldach
es: Techo de uralita (metal corrugado)
it: Copertura in lamina metallica ondulata
pl: Dach z blachy falistej
si: Kovinska kritina

source: Composite sandwich panels
cs_cz: kompozitní sendvičové panely
de: Sandwichbauweise
es: Paneles compuestos sandwich
it: Pannelli sandwich compositi
pl: Płyty warstwowe
si: Sestavljeni sendvič paneli

source: Concrete roof
cs_cz: betonová střecha
de: Betondach
es: Techo de hormigón
it: Copertura in muratura
pl: Dach betonowy
si: Betonska kritina

source: Tiled roof
cs_cz: tašková střecha
de: Ziegeldach
es: Techo de tejas
it: Tetto con tegole
pl: Dach kryty dachówką
si: Opečna kritina

source: Other
cs_cz: jiné
de: Andere
es: Otros
it: Altro
pl: Inne
si: Drugo

source: ZZ000: other products
cs_cz: ZZ000: další výrobky
de: ZZ000: andere Produkte
es: ZZ000: otros productos
it: ZZ000: altri prodotti
pl: ZZ000: inne produkty
si: ZZ000: ostali produkti

source: DA010: milk products
cs_cz: DA101: mléčné výrobky
de: DA010: Milchprodukte
es: DA010: productos lácteos
it: DA010: prodotti caseari
pl: DA010: produkty mleczne
si: DA010: mlečni produkti

source: DA020: fruits/vegetables/herbs
cs_cz: DA020: ovoce/zelenina/koření
de: DA020: Obst/Gemüse/Kräuter
es: DA020: frutas/vegetales/hortalizas
it: DA020: frutta/ortaggi/erbe
pl: DA020: owoce/warzywa/zioła
si: DA020: sadje/zelenjava/zelišča

source: DA030: sugar
cs_cz: DA030: cukr
de: DA030: Zucker
es: DA030: azúcar
it: DA030: zucchero
pl: DA030:cukier
si: DA030: sladkor

source: DA040: beer
cs_cz: DA040: pivo
de: DA040: Bier
es: DA040: cerveza
it: DA040: birra
pl: DA040: piwo
si: DA040: pivo

source: DA050: fats/oils
cs_cz: DA050: tuky/oleje
de: DA050: Fette/Öle
es: DA050: grasas/aceites
it: DA050: grassi/oli
pl: DA050: tłuszcze/oleje
si: DA050: maščobe/olja

source: DA060: chocolate/cacao/coffee
cs_cz: DA060: čokoláda/kakao/káva
de: DA060: Schokolade/Kakao/Kaffee
es: DA060: chocolate/cacao/café
it: DA060: cioccolato/cacao/caffè
pl: DA060: czekolada/kakao/kawa
si: DA060: čokolada/kakav/kava

source: DA070: starch/potatoes/grain mill products
cs_cz: DA070: škrob/brambory/mlýnské výrobky
de: DA070: Stärke/Kartoffel/Getreidemühlenprodukte
es: DA070: almidón/patatas/productos cereales
it: DA070: amido/patate/farine
pl: DA070: skrobia/ziemniaki/produkty z ziaren
si: DA070: škrob/krompir/žitni proizvodi

source: DA080: wine/beverage
cs_cz: DA080: víno/nápoje
de: DA080: Wein/Getränke
es: DA080: vino /bebidas
it: DA080: vino/bevande
pl: DA080: wino/napój
si: DA080: vino/pijača

source: DA090: meat
cs_cz: DA090: maso
de: DA090: Fleisch
es: DA090: carne
it: DA090: carne
pl: DA090: mięso
si: DA090: meso

source: DA100: fish
cs_cz: DA100: ryby
de: DA100: Fisch
es: DA100: pescado
it: DA100: pesce
pl: DA100: ryby
si: DA100: ribe

source: Control (autoRun): %s possible HP models found
cs_cz: kontrola (automatické spuštění): %s nalezeny možné modely HP
de: Steuerung (autoRun): %s mögliche WP-Modelle gefunden
es: Control (autoRun): %s posibles modelos encontrados HP
it: Comando (autoRun): %s possibili modelli pompe calore riscontrati
pl: Control (autoRun): %s możliwe znalezione modele HP
si: Kontrola (autoRun): %s najden možen model HP

source: Control (autoRun): no heat pump application possible
cs_cz: kontrola (automatické spuštění): není možná žádná aplikace tepelného čerpadla
de: Steuerung (autoRun): kein Wärmepumpeneinsatz möglich
es: Control (autoRun): aplicación de bomba de calor no posible.
it: Comando (autoRun): impossibile applicare pompe di calore
pl: Control (autoRun): brak możliowści użycia pompy ciepła
si: Kontrola (autoRun): ni možna uporaba toplotne črpalke

source: Error writing new HX into database.
cs_cz: chybný zápis nového HX do databáze.
es: Error escribiendo HX nuevo en la base de datos.
it: Errore nella scrittura del nuovo SC nella banca dati.
pl: Błąd wpisywania nowego HX do bazy danych
si: Napak pri pisanju novega HX v podatkovno bazo.

source: Deleting HX from database failed
cs_cz: vymazání HX z databáze selhalo
es: Fallo en el borrado de HX de la base de datos.
it: Eliminazione SC da banca dati non riuscita
pl: Niepowodzenie przy usuwanu HX z bazy danych
si: Izbris HX iz podatkovne baze

source: Generating new streams failed.
cs_cz: generování nových proudů selhalo.
es: Fallo en la generación de nuevos flujos.
it: Generazione dei nuovi flussi non riuscita.
pl: Niepowodzenie przy generowaniu nowych strumieni
si: Dodajanje novega toka je bilo neuspešno.

source: Generating streams for hidden HX failed
cs_cz: generování proudů pro skrytý HX selhalo
es: Fallo en la generación de nuevos flujos para HX oculto.
it: Generazione di flussi per SC nascosto non riuscita
pl: Niepowodzenie przy generowaniu strmieni dla ukrytego HX
si: Dodajanje tokov za skrite HX je bilo neuspešno.

source: EINSTEIN running system simulation for updating energy balances
cs_cz: simulace spuštěného systému EINSTEIN pro aktualizaci energetické bilance
de: EINSTEIN führt Systemsimulation zur Aktualisierung der Energiebilanz durch
es: EINSTEIN está ejecutando sistema de simulación para actualizar los balances de energía
it: Simulazione del sistema in corso per aggiornamento dei bilanci energetici
pl: EINSTEIN uruchamia system symulacji do aktualizacji bilansu energetycznego
si: EINSTEIN zaganja sistemsko simulacijo za posodobitev energijskih bilanc

source: This may take a while. please be patient ...
cs_cz: toto může chvíli trvat. buďte, prosím, trpěliví...
de: Das kann einige Zeit dauern. Bitte um Geduld ...
es: Esta tarea puede durar unos minutos, por favor, sé paciente...
it: Attendere. L'operazione potrebbe richiedere del tempo ...
pl: To może chwilę potrwać, prosimy o cierpliwość ...
si: To lahko traja nekaj časa, prosim počakajte...

source: EINSTEIN now updating annual energy balances
cs_cz: EINSTEIN nyní aktualizuje roční energetické bilance
de: EINSTEIN aktualisiert die jährliche Energiebilanz
es: EINSTEIN está trabajando en la actualización de balances energéticos
it: EINSTEIN sta aggiornando i bilanci energetici su base annua
pl: EINSTEIN aktualizuje roczny bilans energetyczny
si: EINSTEIN posodablja letne energijske bilance

source: ModuleEA (calcEq.En.Bal): check your input data. calculated distribution efficiency is less than 50 %
cs_cz: Modul EA (calcEq.En.Bal): zkontrolujte vaše vstupní data. vypočtená účinnost distribuce je nižší než 50 %
de: ModuleEA (calcEq.En.Bal): Überprüfen Sie die eingegebenen Daten. Die errechnete Verteilungseffizienz liegt unter 50 %.
es: ModuloEA (calcEq.En.Bal): comprueba tus datos introducidos. eficiencia de distribución calculada es menor de 50 %
it: ModuloEA (calcIm.En.Bil): controllare i dati in ingresso. l'efficienza di distribuzione calcolata è inferiore al 50%
pl: ModuleEA (calcEq.En.Bal): sprawdź dane wejściowe. wyliczona efektywność rozkładu jest mniejsza niż 50 %
si: ModulEA (calcEq.En.Bal): preveri podatke. izračunana učinkovitost distribucije je manj kot 50 %

source: No conversion factor electricity - primary energy was specified.\default value 3.0 assumed
cs_cz: žádný koeficient přeměny elektřiny - primární energie byla specifikována.\navrhovaná hodnota 3.0
de: Es wurde kein Umrechnungsfaktor Strom - Primärenergie angegeben.\Defaultwert 3.0 wurde angenommen.
es: No hay factor de conversion eléctrica - energía primaria fue especificada.\se asume valor por defecto 3.0
it: Non è stato specificato alcun fattore di conversione da elettricità in energia primaria.\valore predefinito 3,0
pl: Brak współczynnika konwersji energii elektrycznej na pierwotną enerię.\założona wartość domyślna: 3.0
si: Ni naveden faktor pretvorbe električne energije - primarne energije.\prevzeta vrednost 3.0

source: No conversion factor electricity - CO2 emission was specified.\default value 0.5 t/MWh assumed
cs_cz: žádný koeficient přeměny elektřiny - emise CO2 byly specifikovány.\navrhovaná hodnota 0.5t/MWh
de: Es wurde kein Umrechnungsfaktor Strom - CO2-Emissionen angegeben.\Defaultwert 0,5t/MWh wurde angenommen.
es: No hay factor de conversión eléctrica - emisiones CO2 fue especificada.\se asume valor por defecto 0.5 t/MWh
it: Non è stato specificato alcun fattore di conversione da elettricità in emissioni di CO2.\valore predefinito 0,5 t/MWh
pl: Brak współczynnika konwersji energii elektrycznej na emisję CO2.\zalożona wartość domyślna: 0.5 t/MWh
si: Ni naveden faktor pretvorbe električne energije - CO2 emisjie.\prevzeta vrednost 0.5 t/MWh

source: No conversion factor electricity - HR nuclear waste was specified.\default value 5.0 g/MWh assumed (15 % nuclear)
cs_cz: žádný koeficient přeměny elektřiny - vysoce radioaktivní jaderný odpad byl specifikován.\navrhovaná hodnota 5.0 g/MWh (15 % jader.odp.)
de: Es wurde kein Umrechnungsfaktor Strom - Hochradioaktiver Abfall angegeben.\Defaultwert 5.0 g/MWh (15% nuklear) wurde angenommen.
es: No hay factor de conversión eléctrica - residuos nucleares HR fue especificada.\se asume valor por defecto 5.0 g/MWh (15% nuclear)
it: Non è stato specificato alcun fattore di conversione da elettricità in scorie nucleari altamente radioattive.\valore predefinit 5,0 g/MWh (15 % nucleare)
pl: Brak współczynnika energii elektrycznej na odpady readioaktywne.\zalożona wartość domyślna: 5.0 g/MWh (15 % radioaktywność)
si: Ni naveden faktor pretvorbe električne energije - HR jedrski odpadki.\prevzeta vrednost 5.0 g/MWh (jedrski 15%)

source: Project with name %s already exists in database Project renamed to: IMPORTED PROJECT
cs_cz: projekt s názvem %s již v databázi existuje Projekt přejmenován na: IMPORTOVANÝ PROJEKT
es: Proyecto con nombre %s ya existe en base de datos Proyecto renombrado a: PROYECTO IMPORTADO
it: Progetto con nome %s esiste già nella banca dati Progetto rinominato: PROGETTO IMPORTATO
pl: Projekt o nazwie %s już istnieje w bazie danych Zmiana nazwy projektu na: PROJEKT IMPORTOWANY
si: Projekt z imenom %s že obstaja Primenovanje projekta: UVOZ PROJEKTA

source: Fluid %s already in database. Data from imported file will be ignored
cs_cz: kapalina %s je již v databázi. Data z importovaného souboru budou ignorována
es: Fluido %s ya existe en base datos. Datos de archivo importado serán ignorados
it: Fluido %s già nella banca dati. I dati del file importato verranno ignorati
pl: Płyn %s jest już w bazie danych. Dane z importowanego pliku będą zignorowane
si: Fluid %s je že v podatkovni bazi. Podatki iz uvožene datoteke ne bodo upoštevani

source: Fuel %s already in database. Data from imported file will be ignored
cs_cz: palivo %s je již v databázi. Data z importovaného souboru budou ignorována
es: Combustible %s ya existe en base datos. Datos de archivo importado serán ignorados
it: Fluido %s già nella banca dati. I dati del file importato verranno ignorati
pl: Płyn %s jest już w bazie danych. Dane z importowanego pliku będą zignorowane
si: Gorivo %s je že v podatkovni bazi. Podatki iz uvožene datoteke ne bodo upoštevani

source: Auditor %s already in database. Data from imported file will be ignored
cs_cz: Auditor %s je již v databázi. Data z importovaného souboru budou ignorována
es: Auditor %s ya existe en base datos. Datos de archivo importado serán ignorados
it: Auditor %s già nella banca dati. I dati del file importato verranno ignorati
pl: Audytor %s jest już w bazie danych. Dane z importowanego pliku będą zignorowane
si: Izvajalec %s je že v podatkovni bazi. Podatki iz uvožene datoteke ne bodo upoštevani

source: import data
cs_cz: importovat data
es: Importación de datos
it: importa dati
pl: importuj dane
si: uvozi podatke

source: This will modify your databases If You are sure, specify what to do with duplicate data
cs_cz: tímto se modifikuje vaše databáze Pokud jste si jistí, specifikujte, co udělat s duplicitními daty
es: Esto modificará tus bases de datos Si estás seguro, especifica qué hacer con datos duplicados
it: Questa operazione modificherà le vostre banche dati Se siete sicuri, specificare cosa fare dei dati duplicati
pl: Tak zmodyfikujesz swoje bazy danych Jesli jesteś pewien, określ co zrobić z powielonymi danymi
si: To bo spremenilo podatkovno bazo Če si prepričan, določi, kaj narediti s kopijo podatkov

source: Else press CANCEL
cs_cz: jinak stiskněte CANCEL
es: resto presiona CANCELAR
it: Altrimenti premere ANNULLA
pl: lub wciśnij USUŃ
si: Drgače pritisni PREKINITEV

source: already in database. Data from imported file will be ignored
cs_cz: již v databázi. Data z importovaného souboru budou ignorována
es: ya en base de datos. Datos de archivo importado serán ignorados.
it: già nella banca dati. I dati del file importato verranno ignorati
pl: już w bazie danych. Dane z importowanego pliku będą zignorowane
si: že obstaja v podatkovni bazi. Podatki iz uvožene datoteke ne bodo upoštevani

source: Severe error in your fluid data for fluid %s: density %s
cs_cz: závažná chyba ve vašich datech týkajících se kapaliny %s: hustota %s
de: Schwerer Fehler in Ihren Angaben zum Arbeitsmedium %s: Dichte %s
es: Error grave en datos sobre fluido %s: densidad %s
it: Errore grave nei vostri dati sui fluidi per il fluido %s: densità %s
pl: Poważny błąd w danych o płynach odnosnie płynu %s: gęstość %s
si: Resna napaka v podatkih za fluid %s: gostota %s

source: Severe error in your fluid data for fluid %s: cp %s
cs_cz: závažná chyba ve vašich datech týkajících se kapaliny %s: cp %s
de: Schwerer Fehler in Ihren Angaben zum Arbeitsmedium %s: c_p %s
es: Error grave en datos sobre fluido %s: cp %s
it: Errore grave nei vostri dati sui fluidi per il fluido %s: cp %s
pl: Poważny błąd w danych o płynach odnosnie płynu %s: cp %s
si: Resna napaka v podatkih za fluid %s: cp %s

source: Fluid (init): cannot find fluid with ID = %s
cs_cz: kapalina (init): nelze nalézt kaplinu s ID = %s
de: Arbeitsmedium (init): Arbeitsmedium mit ID = %s konnte nicht gefunden werden
es: Fluido (init): no puede encontrar fluido con ID = %s
it: Fluido (inz): impossibile trovare fluido con ID = %s
pl: Płyn (init): nie można znaleźć płynu z ID = %s
si: Fluid (začetni): ne najdem fluida z ID = %s

source: Severe error in your fuel data for fuel %s: some parameters are missing
cs_cz: závažná chyba ve vašich datech týkajících se paliva - palivo %s: chybí některé parametry
es: Error grave en tu datos de combustible para combustible %s: faltan algunos parámetros
it: Grave errore nei vostri dati sui combustibili per il combustibile %s: mancano alcuni parametri
pl: Poważny błąd w danych o palliwach odnośnie paliwa %s: brak niektórych parametrów
si: Resna napaka v podatkih za goriva %s: nekateri parametri manjkajo

source: Fluid (init): cannot find fuel with ID = %s
cs_cz: kapalina (init): nelze nalézt palivo s ID = %s
de: Medium (init): Brennstoff mit ID = %s konnte nicht gefunden werden
es: Fluido (init): no puede encontrar combustible con ID = %s
it: Fluido (inz): impossibile trovare combustibile con ID = %s
pl: Paliwo (init): nie można znaleźć paliwa z ID = %s
si: Fluid (začetni): ne najdem fluida z ID = %s

source: Importing failed.
cs_cz: importování selhalo
es: Fallo en importación.
it: Importazione non riuscita.
pl: Nieudane importowanie
si: Uvoz neuspel.

source: Error in benchmark database has been detected (id %s): NACE Code %s not found. Update your database
cs_cz: byla objevena chyba v databázi srovnávacího testu (id %s): NACE kód %s nenalezen. Aktualizujte svou databázi
de: Fehler in Benchmark-Datenbank gefunden (id %s): NACE Code %s konnte nicht gefunden werden. Aktualisieren Sie Ihre Datenbank.
es: Detectado error en base de datos de benchmark (id %s): Codigo NACE %s no se encuentra. Actualiza tu base de datos.
it: Si è verificato un errore nella banca dati di benchmark (id %s): impossibile trovare codice NACE %s. Aggiornare banca dati
pl: Wykryto błąd w bazie danych benchmarku (id %s): Kod NACE %s nie został znaleziony. Aktualizuj bazę danych
si: Najdena napaka v podatkovni bazi primerjav (id %s): ni NACE kode %s. Posodobi podatkovno bazo.

source: Redesigning HX network. This may take some time. (Tool: PE2)
cs_cz: přepracovává soustavu výměníků. Tato operace může chvíli trvat. (Nástroj: PE2)
es: Rediseñando red de HX. Puede tardar algunos segundos (Herramienta: PE2)
it: Riprogettazione della rete di SC in corso. Potrebbe richiedere del tempo. (Strumento: PE2)
pl: Przekonstruowanie sieci HX. To może potrwać. (Narzędzie: PE2)
si: Ponovno načrtuj omrežje HX. To lahko traja nekaj časa. (Orodje:PE2)

source: Recalculating HX network. This may take some time.(Tool: PE2)
cs_cz: přepočítává soustavu výměníků. Tato operace může chvíli trvat. (Nástroj: PE2)
es: Recalculando red de HX. Puede tardar algunos segundos (Herramienta: PE2)
it: Ricalcolo della rete di SC. in corso. Potrebbe richiedere del tempo. (Strumento: PE2)
pl: Rekalkulowanie sieci HX. To może potrwać. (Narzędzie: PE2)
si: Ponovno izračunaj omrežje HX. To lahko traja nekaj časa. (Orodje:PE2)

source: External program returned:
cs_cz: externí program vrácen:
es: Programa externo retornado:
it: Programma esterno restituito:
pl: Zwrócony program zewnętrzny:
si: Zunanjega program vrnjen

source: Error in external program (ProcessEngineering.exe)
cs_cz: chyba v externím programu (ProcessEngineering.exe)
es: Error en programa externo (ProcessEngineering.exe)
it: Errore nel programma esterno (ProcessEngineering.exe)
pl: Błąd w programie zewnętrznym (ProcessEngineering.exe)
si: Napaka v zunanjem programu (ProcessEngineering.exe)
