Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: daily heat supply by equipment
cs_cz: přívod tepla podle zařízení za den
de: Tägliche Wärmezufuhr nach Anlagen
es: Calor suministrado diario por equipo
it: fornitura di calore giornaliera per impianto
pl: dzienne zaopatrzenie w ciepło wg sprzętu
si: dnevna dobava toplote z opremo

source: Equipe No.
cs_cz: equipe č.
de: Anlage Nr.
es: Equip0 Num.
it: N. impianto
pl: Equipe Nr
si: Oprema Št.

source: Nominal Power [kW]
cs_cz: jmenovitý výkon [kW]
de: Nennleistung [kW]
es: Potencia nominal [kW]
it: Potenza nominale [kW]
pl: Moc znamionowa [kW]
si: Nominana moč [kW]

source: Heat Supplied to Pipe/Duct
cs_cz: teplo přiváděné do potrubí
de: Wärmezufuhr in Rohr/Leitung
es: Calor suministrado tubería/conducto
it: Calore fornito a tubo/linea
pl: Ciepło dostarczone do Rury/Kanału
si: Dobava toplote v cevje/vodi

source: get recommendations and automatic pre-design
cs_cz: dostat doporučení a automatický předběžný návrh
de: Empfehlungen und automatischen Vorentwurf abrufen
es: Obtener recomendaciones y prediseño automatico
it: Raccomandazioni e progettazione preliminare automatica
pl: uzyskaj rekomendacje i automatyczny projekt wstępny
si: pridobi priporočilo in samodejno preliminarno načrtovanje

source: Existing equipment in the system
cs_cz: stávající zařízení v systému
de: Bestehende Anlagen im System
es: Equipo existente en el sistema
it: Impianto esistente nel sistema
pl: System istniejący w systemie
si: Obstoječa oprema v sistemu

source: Order Cascade
cs_cz: řazení příkazů
de: Ordnen der Kaskade
es: Orden de cascada
it: Ordine nella cascata
pl: Zamów kaskadę
si: Vrstni red kaskade

source: down
cs_cz: dolů
de: Abwärts
es: Abajo
it: giù
pl: góra
si: dol

source: up
cs_cz: nahoru
de: Aufwärts
es: Arriba
it: su
pl: dół
si: gor

source: to top
cs_cz: na záhlaví
de: Zum Anfang
es: Al principio
it: in cima
pl: do góry
si: na vrh

source: PanelHC (GridLeftDclick): selected row =
cs_cz: PanelHC (GridLeftDclick): zvolený řádek =
de: PanelWK (GridLeftDclick): ausgewählte Zeile =
es: PanelHC (GridLeftDclick): fila seleccionada =
it: PannelloHC (GridLeftDclick): riga selezionata =
pl: PanelHC (GridLeftDclick): wybrany rząd =
si: PanelHC (MrežaLevoDKlikni): izberi vrstico =

source: PanelHC (GridLeftClick): selected row =
cs_cz: PanelHC (GridLeftClick): zvolený řádek =
de: PanelWK (GridLeftClick): ausgewählte Zeile =
es: PanelHC (GridLeftClick): fila seleccionada =
it: PannelloHC (GridLeftClick): riga selezionata =
pl: PanelHC (GridLeftClick): wybrany rząd =
si: PanelHC (MrežaLevoDKlikni): izberi vrstico =

source: PanelHC (GridRightClick): selected row =
cs_cz: panelHC (GridRightClick): zvolený řádek =
de: PanelWK (GridRightClick): ausgewählte Zeile =
es: PanelHC (GridRightClick): fila seleccionada =
it: PannelloHC (GridRightClick): riga selezionata =
pl: PanelHC (GridRightClick): wybrany rząd =
si: PanelHC (MrežaLevoDKlikni): izberi vrstico =

source: PanelHC (move to bottom)
cs_cz: panelHC (posunout do spodní části)
de: PanelWK (zum Ende)
it: PannelloHC (sposta alla fine)
pl: PanelHC (przenieś pozycję na dół)
si: PanelHC (pojdi na konec)

source: PanelHC (move down)
cs_cz: panelHC (posunout dolů)
de: PanelWK (abwärts)
it: PannelloHC (sposta giù)
pl: PanelHC (przenieś w dół)
si: PanelHC (pomikaj navzdol)

source: PanelHC (move up)
cs_cz: panelHC (posunout nahoru)
de: PanelWK (aufwärts)
it: PannelloHC (sposta su)
pl: PanelHC (przenieś w górę)
si: PanelHC (pomikaj navzgor)

source: PanelHC (move to top)
cs_cz: panelHC (posunout do záhlaví)
de: PanelWK (zum Anfang)
it: PannelloHC (sposta in cima)
pl: PanelHC (przenieś na górę)
si: PanelHC (pojdi na vrh)

source: Heat demand and availability with and w/o HP
cs_cz: potřeba tepla a dostupnost s a w/o HP
de: Wärmebedarf und -verfügbarkeit mit und ohne WP
es: Demanda de calor y disponibilidad con o sin HP
it: Domanda e disponibilità di calore con e senza pompa di calore
pl: Zapotrzebowanie na ciepło i dostępność z i bez HP
si: Potreba po in razpoložljivost toplote

source: Existing heat pumps in the system
cs_cz: stávající tepelná čerpadla v systému
de: Bestehende Wärmepumpen im System
es: Bombas de calor existentes en el sistema
it: Pompe di calore esistenti nel sistema
pl: Pompy ciepła istniejące w systemie
si: Obstoječe toplotne črpalke v sistemu

source: Run design assistant
cs_cz: spustit pomocníka
de: Entwurfsassistenten starten
es: Ejecutar asistente de diseño
it: Esegui design assistant
pl: Uruchom design assitant
si: Zaženi pomočnika načrtovanja

source: add heat pump manually
cs_cz: ručně přidat tepelné čerpadlo
de: Wärmepumpe manuell hinzufügen
es: Añadir bomba de calor manualmente
it: Aggiungi manualmente pompa di calore
pl: dodaj ręcznie pompę ciepła
si: ročno dodaj toplotno črpalko

source: Configuration of design assistant
cs_cz: konfigurace pomocníka
de: Konfiguration des Entwurfsassistenten
es: Configuración del asistente de diseño
it: Configurazione design assistant
pl: Konfiguracja design assistant
si: Konfiguracija pomočnika načrtovanja

source: Type of heat pump
cs_cz: typ tepelného čerpadla
de: Wärmepumpentyp
es: Tipo de bomba de calor
it: Tipo di pompa di calore
pl: Typ pompy ciepła
si: Vrsta toplotne črpalke

source: Minimum desired annual operation hours, h
cs_cz: minimum požadovaných provozních hodin ročně, h
de: Min. gewünschte Jahresbetriebszeit, h
es: Mínimo de horas de funcionamiento, h
it: Ore di esercizio annuo minime desiderate, h
pl: Minimum pożądanych rocznie godzin roboczych, h
si: Najnižje želene letne obratovalne ure, h

source: Maximum desired temperature lift, ºC
cs_cz: maximální požadované zvýšení teploty, °C
de: Max. gewünschter Temperaturanhebung, °C
es: Máxima subida de temperatura, ºC
it: Massima differenza di temperatura desiderata (temp. lift), °C
pl: Maksymum pożądanego wzrostu temperatury, ºC
si: Največji želeni dvig temperature, °C

source: Maximum desired condensing temperature, ºC
cs_cz: maximální požadovaná kondenzační teplota, °C
de: Max. gewünschte Kondensationstemperatur, °C
es: Máxima temperatura de condensacion, ºC
it: Massima temperatura di condensazione desiderata, ºC
pl: Maksymum pożądanej temperatury kondensacji, ºC
si: Najvišja želena temperatura kondenziranja, °C

source: Minimum desired evaporating temperature, ºC
cs_cz: minimální požadovaná výparná teplota, °C
de: Min. gewünschte Verdampfungstemperatur, °C
es: Máxima temperatura de evaporacion, ºC
it: Massima temperatura di evaporazione desiderata, ºC
pl: Minimum pożądanej temperatury wyparowania,
si: Najnižja želena temperatura uparjanja, °C

source: Only for absorption type:
cs_cz: pouze pro absorpční typ:
de: Nur für Absorptionstypen:
es: Solo tipo absorción:
it: Solo per dispositivi ad assorbimento:
pl: Tylko dla typu absorpcyjnego:
si: Samo za vrsto absorpcije:

source: Inlet temperature of heating fluid in generator, ºC
cs_cz: vstupní teplota topné kapaliny generátoru, °C
de: Eintrittstemperatur des Heizmediums in den Verdichter, °C
es: Temperatura de entrada del fluido en generador, ºC
it: Temperatura di ingresso del fluido di riscaldamento nel generatore, °C
pl: Temperatura wejściowa płynnego czynnika grzewczego w generatorze, ºC
si: Vtočna temperatura grelnega fluida v generatorju, °C

source: Pinch temperature °C
cs_cz: pinch teplota °C
de: Pinch-Temperatur °C
es: Temperatura Pinch, ºC
it: Temperatura pinch °C
pl: Temperatura pinch °C
si: Temperatura uščipa °C

source: Temperature gap °K
cs_cz: teplotní rozdíl °K
de: Temperaturunterschied °K
es: Distancia de temperatura (gap) ºK
it: Differenza di temperatura °K
pl: Różnica temperatur °K
si: Temperaturna razlika °K

source: PanelHP (display): was asked to display an erroneous heat pump type -> %s
cs_cz: panelHP (displej): požadavek zobrazit chybný typ čerpadla -> %s
de: PanelWK (Anzeige): Aufruf zur Anzeige eines falschen Wärmepumpentyps -> %s
es: PanelHP (display): fue preguntado si mostrar un tipo erróneo de bomba de calor-> %s
it: PannelloHP (display): è stato chiesto di visualizzare un tipo errato di pompa di calore -> %s
pl: PanelHP (wyświetlacz): poproszono o wyświetlenie błędnego typu pompy ciepła -> %s
si: PanelHP (display): povpraševanje po prikazu napačne vrste toplotne črpalke -> %s

source: Select heat pump from preselected list
cs_cz: zvolit tepelné čerpadlo z předem vybraného seznamu
de: Wählen Sie eine Wärmepumpe aus der Vorauswahl
es: Selecciona bomba de calor de lista preseleccionada
it: Selezionare pompa di calore da elenco predefinito
pl: Wybierz pompę ciepła z wykazu wstępnie wybranego
si: Izberi toplotno črpalko iz predhodno izbranega seznama

source: Add Heat Pump equipment
cs_cz: přidat vybavení Tepelné čerpadlo
de: Wärmepumpanlage hinzufügen
es: Añadir equipo de bomba de calor
it: Aggiungere pompa di calore
pl: Dodaj sprzęt Pompę ciepła
si: Dodaj opremo toplotne črpalke

source: dbheatpump
cs_cz: dbtepelnéčerpadlo
de: dbWärmepumpe
it: bdpompacalore
si: dbtoplotna črpalka

source: PanelHP AddEquipment accepted. Id=
cs_cz: panelHP přídavné zařízení přijato. Id=
de: PanelWP AnlageHinzufügen angenommen. Id=
it: PannelloHP AggiungiImpianto accettato. Id=
pl: PanelHP AddEquipment zaakceptowany. Id=
si: PanelHP oprema sprejeta. Id=

source: new config[%s] value:
cs_cz: nová config[%s] hodnota:
de: Neu Konfig.[%s] Wert
it: nuova configurazione[%s] del valore:
pl: nowa wartość konfiguracji[%s]:
si: nova config[%s] vrednost:

source: Power [kW]
cs_cz: výkon [kW]
es: Potencia [kw]
it: Potenza [kW]
pl: Moc [kW]
si: Moč [kW]

source: Temperature [C]
cs_cz: teplota [C]
es: Temperatura [C]
it: Temperatura [C]
pl: Temperatura [C]
si: Temperatura [ºC]

source: calculate
cs_cz: kalkulovat
es: Calcular
it: calcola
pl: oblicz
si: izračunaj

source: Consider existing
cs_cz: uvážit stávající
es: Considerar existente
it: Considerare esistente
pl: Rozważ istniejące
si: Prouči obstoječe

source: Hide HX
cs_cz: zakrýt HX
es: Esconder HX
it: Nascondi SC
pl: Ukryj HX
si: Skrij HX

source: Change HX
cs_cz: změnit HX
es: Cambiar HX
it: Modifica SC
pl: Zmień HX
si: Spremeni HX

source: HX Network
cs_cz: soustava HX
es: Red de HX
it: Rete SC
pl: Sieć HX
si: omrežje HX

source: Standard values for HX
cs_cz: standardní hodnoty pro HX
es: Valores estandar de HX
it: Valori standard per SC
pl: Standardowe wartości dla HX
si: Standardne vrednosti za HX

source: Display Options
cs_cz: zobrazit Možnosti
es: Mostrar opciones
it: Opzioni di visualizzazione
pl: Wyświetl Opcje
si: Prikaži možnosti

source: HXs in network calculation
cs_cz: výměníky v soustavě kalkulace
es: HXs en red cálculo
it: Scambiatori in rete calcolare
pl: HXs w sieći obliczenie
si: izračun HX v omrežju

source: Performance Curves
cs_cz: výkonnostní křivky
es: Curvas de comportamiento
it: Curve di rendimento
pl: Krzywe wydajności
si: Krivulje izkoristkov

source: Existing heat exchangers in the system
cs_cz: stávající výměníky tepla v systému
de: Bestehende Wärmetauscher im System
es: Intercambiadores de calor existentes en el sistema
it: Scambiatori di calore esistenti nel sistema
pl: Wymienniki ciepła istniejące w systemie
si: Obstoječi toplotni prenosnik v sistemu

source: Calculate only
cs_cz: pouze počítat
es: Solo calcular
it: Calcolare solo
pl: Oblicz tylko
si: Samo izračunaj

source: Redesign network
cs_cz: přepracovat návrh soustavy
es: Rediseñar red
it: Riprogettare rete SC
pl: Przeprojektuj sieć
si: Ponvno načrtuj omrežje

source: Power [kW]
cs_cz: výkon [kW]
es: Potenciar [kW]
it: Potenza [kW]
pl: Moc [kW]
si: Moč [kW]

source: Size storage tank [m³]
cs_cz: dimenzovat akumulační nádrž [m³]
es: Tamaño depósito almacenamiento [m³]
it: Dimensioni serbatoio di accumulo [m³]
pl: Wielkość zbiornika magazynowania [m³]
si: Velikost hranilnika [m³]

source: Hot Medium
cs_cz: horké médium
es: Calor medio
it: Mezzo caldo
pl: Gorące Medium
si: Vroči medij

source: T1 hot med. [°C]
cs_cz: T1 horké méd. [°C]
es: T1 calor medio [°C]
it: T1 Mez. caldo [°C]
pl: T1 gorące medium [°C]
si: T1 toplega srednja [°C]

source: T2 hot med. [°C]
cs_cz: T2 horké méd. [°C]
es: T2 calor medio [°C]
it: T2 Mez. caldo [°C]
pl: T2 gorące medium [°C]
si: T2 toplega srednja [°C]

source: Cold medium
cs_cz: studené médium
es: Frío medio
it: Mezzo freddo
pl: Zimne medium
si: Hladn medij

source: T3 cold med. [°C]
cs_cz: T3 studené méd. [°C]
es: T3 frío medio [°C]
it: T3 Mez. freddo [°C]
pl: T3 zimne medium [°C]
si: T3 hladnega srednja [°C]

source: T4 cold med. [°C]
cs_cz: T4 studené méd. [°C]
es: T4 frío medio [°C]
it: T4 Mez. freddo [°C]
pl: T4 zimne medium [°C]
si: T4 hladnega srednja [°C]

source: surface area [m²]
cs_cz: povrchová plocha [m²]
es: Area superficie [m²]
it: area superficie [m²]
pl: obszar powierzchni [m²]
si: površina [m²]

source: inv. cost [EUR]
cs_cz: inv.náklady [EUR]
es: Coste inv. [EUR]
it: costo inv. [EUR]
pl: koszt inwest. [EUR]
si: stroški naložbe [EUR]

source: oper. cost [EUR]
cs_cz: provoz.náklady [EUR]
es: Coste oper. [EUR]
it: costo di eser. [EUR]
pl: koszt operacyjny [EUR]
si: Obratovalni stroški [EUR]

source: Show HX
cs_cz: předvést výměník
es: Mostrar HX
it: Mostra SC
pl: Pokaż HX
si: Prikaži HX

source: PanelHR (GridLeftDclick): selected row =
cs_cz: panelHR (GridLeftDclick): zvolený řádek =
it: PannelloHR (GridLeftDclick): riga selezionata =
pl: PanelHR (GridLeftDclick): wybrany rząd =
si: PanelHR (MrežaLevoDKlikni): izberi vrstico =

source: PanelHR (GridLeftClick): selected row =
cs_cz: panel HR (GridLeftClick): zvolený řádek =
it: PannelloHR (GridLeftclick): riga selezionata =
pl: PanelHR (GridLeftClick): wybrany rząd =
si: PanelHR (MrežaLevoDKlikni): izberi vrstico =

source: PanelHR (GridRightClick): selected row =
cs_cz: PanelHR (GridRightClick): zvolený řádek =
it: PannelloHR (GridRightClick): riga selezionata =
pl: PanelHR (GridRightClick): wybrany rząd =
si: PanelHR (MrežaDesnoKlikni): izberi vrstico =

source: Project
cs_cz: projekt
de: Projekt
es: Proyecto
it: Progetto
pl: Projekt
si: Projekt

source: Design assistant
cs_cz: pomocník
de: Entwurfsassistent
es: Asistente de diseño
si: Pomočnik načrtovanja

source: Design assistant changed to
cs_cz: pomocník změněn na
de: Entwurfsassistenten geändert auf
es: Asistente de diseño cambiado a
it: Design assistant modificato a
pl: Design assistant zmieniony na
si: Sprememba pomočnika načrtovanja v

source: Message log
cs_cz: zaznamenávání zpráv
de: Nachrichten-Log
es: Mensaje log
it: Registro messaggi
pl: Rejestr wiadomości
si: Sporočilo

source: einstein started
cs_cz: einstein spuštěn
de: Einstein gestartet
es: EINSTEIN ejecutado
it: einstein avviato
pl: einstein uruchomiony
si: einstein zagnan

source: Error
cs_cz: chyba
de: Fehler
it: Errore
pl: Błąd
si: Napaka

source: Warning
cs_cz: upozornění
de: Achtung
es: Atención!
it: Messaggio di allerta
pl: Ostrzeżenie
si: Opozorilo

source: Confirm
cs_cz: potvrdit
de: Bestätigen
es: Confirmar
it: Conferma
pl: Zatwierdź
si: Potrdi

source: Welcome to ...
cs_cz: vítejte na
es: Bienvenido a...
it: Benvenuto a ...
pl: Witajcie w ...
si: Dobrodošli v...

source: Do you really want to exit?
cs_cz: opravdu si přejete ukončit ?
de: Möchten Sie das Programm wirklich verlassen?
es: Quieres salir??
it: Uscire?
pl: Naprawdę chcesz wyjść?
si: Ali res želite izhod?

source: Any changes will be in effect next time you restart Einstein
cs_cz: Každá změna bude platná po restartování Einsteina
de: Änderungen werden beim nächsten Einstein-Start wieder aufgerufen
es: Cualquier cambio será efectivo cuando vuelvas a EINSTEIN
it: Eventuali modifiche saranno attivate al successivo avvio di Einstein
pl: Wszelkie zmiany będą obowiązywać, kiedy następnym razem uruchomisz Einsteina
si: Vsaka sprememba bo vpliva na naslednje zagone EINSTEIN-a

source: Cannot open this action
cs_cz: do této části nelze vstoupit
de: Diese Operation kann nicht geöffnet werden
es: No se puede abrir esta acción
it: Impossibile attivare questa azione
pl: Nie można uruchmić tego działania
si: Ni mogoče odpreti željenega

source: Edit Industry Data
cs_cz: editovat průmyslová data
de: Unternehmensdaten bearbeiten
es: Editar datos de industria
it: Modifica dati dell'industria
pl: Edytuj dane przemysłu
si: Vstavi industrijske podatke

source: General data
cs_cz: všeobecná data
de: Allgemeine Daten
es: Datos generales
it: Dati generali
pl: Dane ogólne
si: Splošni podatki

source: Energy consumption
cs_cz: spotřeba energie
de: Energieverbrauch
es: Consumo energía
it: Consumo energetico
pl: Zużycie energii
si: Raba energije

source: Processes data
cs_cz: procesní data
de: Prozessdaten
es: Datos de procesos
it: Dati di processi
pl: Dane procesów
si: Procesni podatki

source: Generation of heat and cold
cs_cz: výroba tepla a chladu
de: Wärme- und Kälteerzeugung
es: Generacion de calor y frío
it: Generazione di calore e freddo
pl: Wytwórczość ciepła i zimna
si: Proizvodnja toplote in hladu

source: Distribution of heat and cold
cs_cz: rozvod tepla a chladu
de: Wärme- und Kälteverteilung
es: Distribución de calor y frío
it: Distribuzione di calore e freddo
pl: Rozkład ciepła i zimna
si: Distribucija toplote in hladu

source: Heat recovery
cs_cz: rekuperace tepla
de: Wärmerückgewinnung
es: Recuperación de calor
it: Recupero di calore
pl: Odzysk ciepła
si: Rekuperacija toplote

source: Renewable energies
cs_cz: obnovitelné zdroje energie
de: Erneuerbare Energien
es: Energías renovables
it: Energie rinnovabili
pl: Odnawialne źródła energii
si: Obnovljive energije

source: city / country
cs_cz: město / země
de: Stadt / Land
es: Ciudad / País
it: città / Paese
pl: miejscowość/kraj
si: mesto / država

source: Economic parameters
cs_cz: ekonomické parametry
de: Wirtschaftlichkeitsparameter
es: Parámetros económicos
it: Parametri economici
pl: Parametry ekonomiczne
si: Ekonomski parametri

source: Consistency Check
cs_cz: kontrola konzistence
de: Datenüberprüfung auf Konsistenz
es: Comprobar consistencia
it: Controllo coerenza
pl: Kontrola zgodności
si: Preverjanje doslednosti

source: Energy statistics
cs_cz: energetická statistická data
de: Energiestatistik
es: Estadísticas energéticas
it: Statistiche energetiche
pl: Statystyka energetyczna
si: Energijska statistika

source: Final energy by fuels
cs_cz: finální energie podle paliv
de: Endenergie nach Brennstoffen
es: Energia final por combustibles
it: Energia finale per combustibili
pl: Energia ostateczna wg paliw
si: Končna energija po gorivu

source: Final energy by equipment
cs_cz: finální energie podle zařízení
de: Endenergie nach Anlagen
es: Energia final por equipos
it: Energia finale per impianto
pl: Energia ostateczna wg sprzętu
si: Končna energija po opremi

source: Heat demand (proc.)
cs_cz: potřeba tepla (proces.)
es: Demanda de calor (proc.)
it: Domanda di calore (proc.)
pl: Zapotrzebowanie na ciepło (technologiczne)
si: Potrebna toplota (proc.)

source: Heat demand (temp.)
cs_cz: potřeba tepla (tepel.využ.)
es: Demanda de calor (temp.)
it: Domanda di calore (temp.)
pl: Zapotrzebowanie na ciepło (temp.)
si: Potrebna toplota (temp.)

source: Heat demand (time)
cs_cz: potřeba tepla (doba)
es: Demanda de calor (tiempo)
it: Domanda di calore (tempo)
pl: Zapotrzebowanie na ciepło (czas)
si: Potrebna toplota (čas)

source: Benchmark check
cs_cz: kontrola srovnávacího testu
de: Benchmark-Überprüfung
es: Control benchmarking
it: Benchmarking
pl: Kontrola benchmarku
si: Preverjanje primerjav

source: Alternative proposals
cs_cz: návrhy variant
de: Alternativvorschläge
es: Alternativas propuestas
it: Proposte alternative
pl: Propozycje alternatywne
si: Alternativni predlogi

source: Process optimisation
cs_cz: optimalizace procesu
de: Prozessoptimierung
es: Optimización de proceso
it: Ottimizzazione di processo
pl: Optymalizacja procesu
si: Optimiranje procesa

source: HX network
cs_cz: soustava výměníků
de: WT-Netzwerk
es: Red de HX
it: Scambiatori di calore
pl: Sieć HX
si: omrežje HX

source: Total Cost Assessment
cs_cz: vyhodnocení celkových nákladů
es: Evaluación de Coste Total (TCA)
it: Analisi economica (Total Cost Assessment)
pl: Ocena kosztów łącznych
si: Analiza celotnih stroškov

source: Investment
cs_cz: investice
es: Inversión
it: Investimento
pl: Inwestycja
si: Naložba

source: Energy and operating costs
cs_cz: náklady na energii a provozní náklady
es: Costes operativos y energéticos
it: Costi di esercizio e dell'energia
pl: Koszty za energię i koszty operacyjne
si: Stroški energije in vzdrževanja

source: Contingencies
cs_cz: náklady na bezpečnost
es: Contingencias
it: Sopravvenienze
pl: Nieprzewidziane wypadki
si: Naključja

source: Non reocurring costs
cs_cz: jednorázové náklady
es: Costes no reocurrentes
it: Costi non ricorrenti
pl: Koszty jednorazowe
si: Brez dodatnih stroškov

source: Comp.study: Primary energy
cs_cz: souhrnná studie: Primární energie
de: Vergleichsstudie: Primärenergie
es: Estudio comparativo: energía primaria
it: Studio comp.: energia primaria
pl: Badanie porównawcze: Energia pierwotna
si: Prim.študija: Primarna energija

source: Comp.study: Process & supply heat
cs_cz: souhrnná studie: Procesní & dodávané teplo
de: Vergleichsstudie: Prozess- und Nutzwärme
es: Estudio comparativo: calor de proceso y suministrado
it: Studio comp.: calore di processo e di fornitura
pl: Badanie porównawcze: Ciepło technologiczne i doprowadzone
si: Prim. študija: Procesna in dobavna toplota

source: Comp.study: Environmental impact
cs_cz: souhrnná studie: Vliv na životní prostředí
de: Vergleichsstudie: Umweltauswirkungen
es: Estudio comparativo: impacto ambiental
it: Studio comp.: impatto ambientale
pl: Badanie porównawcze: Wpływ środowiskowy
si: Prim. študija: Vpliv na okolje

source: Comp.study: Investment cost
cs_cz: souhrnná studie: Investiční náklady
de: Vergleichsstudie: Investitionskosten
es: Estudio comparativo: Coste inversión
it: Studio comp.: costo d'investimento
pl: Badanie porównawcze: Koszt inwestycyjny
si: Prim. študija: Stroški naložbe

source: Comp.study: Annual cost
cs_cz: souhrnná studie: Roční náklady
de: Vergleichsstudie: Jährliche Kosten
es: Estudio comparativo: coste anual
it: Studio comp.: costo annuo
pl: Badanie porównawcze: Koszt roczny
si: Prim. študija: Letni stroški

source: Comp.study: Additional cost per saved energy
cs_cz: souhrnná studie: Dodatečné náklady vydané za ušetřenou energii
de: Vergleichsstudie: Zusätzliche Kosten pro eingesparter Energie
es: Estudio comparativo: coste adicional por ahorro energético
it: Studio comp.: costo addizionale per unità di energia risparmiata
pl: Badanie porównawcze: Koszt dodatkowy przypadający na zaoszczędzoną energię
si: Prim. študija: Dodatni stroški na prihranek pri energiji

source: Comp.study: Internal rate of return
cs_cz: souhrnná studie: Vnitřní výnosové procento
de: Vergleichsstudie: Interner Zinsfuß
es: Estudio comparativo: tasa interna de retorno IRR
it: Studio comp.: tasso di rendimento interno
pl: Badanie porównawcze: Wewnętrzna stopa zwrotu
si: Prim. študija: Interna stopnja donosnosti

source: Report
cs_cz: zpráva
de: Bericht
es: Informe
it: Resoconto
pl: Raport
si: Poročilo

source: full report
cs_cz: kompletní zpráva
de: Vollständiger Bericht
es: Informe completo
it: resoconto completo
pl: pełen raport
si: končno poročilo

source: questionnaire
cs_cz: dotazník
de: Fragebogen
es: Cuestionario
it: questionario
pl: kwestionariusz
si: vprašalnik

source: &New Project
cs_cz: &Nový projekt
de: &Neues Projekt
es: &Nuevo proyecto
it: &Nuovo progetto
pl: &Nowy Projekt
si: &Novi projekt

source: &Open Project
cs_cz: &otevří Projekt
de: &Projekt öffnen
es: &Abrir proyecto
it: &Apri progetto
pl: &Projekt Otwarty
si: &Odprti projekt

source: &Import Project
cs_cz: &importovat Projekt
de: &Projekt importieren
es: &Importar Proyecto
it: &Importa progetto
pl: &Import Projekt
si: &Uvozi projekt

source: &Export Project
cs_cz: &exportovat Projekt
de: &Projekt exportieren
es: &Exportar Proyecto
it: &Esporta progetto
pl: &Eksport Projekt
si: &Izvozi projekt
