Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Duration of 1 batch
cs_cz: doba trvání 1 dávky
de: Dauer eines Batches
es: Duración de un lote
it: Durata di un lotto
pl: Czas trwania jednej serii
si: Čas trajanja ene šarže

source: Days of process operation per year
cs_cz: počet dní výrobní činnosti za rok
de: Betriebstage des Prozesses pro Jahr
es: Días de funcionamiento del proceso por año
it: Giorni di funzionamento del processo all'anno
pl: Dni obsługi procesu rocznie
si: Število obratovalnih dni na leto

source: Medium of outgoing waste heat flows
cs_cz: médium průtoků výstupního odpadního tepla
de: Abwärmemedium
es: Medio del flujo de calor residual de salida
it: Fluido del flusso di calore residuale in uscita dal processo
pl: Medium wypływów ciepła odpadowego
si: Medij iztočne odpadne toplote

source: Specify media of waste heat flows (up to 3)
cs_cz: specifikujte média průtoků odpadního tepla (až 3)
de: Geben Sie die Medien der Abwärmeflüsse an (bis zu 3)
es: Especifica medio de flujo de calor residual (hasta 3)
it: Specificare il mezzo del flusso termico residuale (max. 3)
pl: Określ media wypływów ciepła odpadwego (do 3)
si: Določi medij odpadne toplote (največ 3)

source: Temperature of outgoing (waste) heat flows
cs_cz: teplota průtoků výstupního (odpadního) tepla
de: Temperatur der austretenden (Ab-)Wärmeflüsse
es: Temperatura del flujo de calor residual de salida
it: Temperatura del flusso di calore residuale in uscita dal processo
pl: Temperatura wypływu ciepła (odpadowego)
si: Temperatura iztočne odpadne toplote

source: Temperature of the outgoing waste heat flow (e.g. water or hot humid air at the outlet of a drying process)
cs_cz: teplota průtoku výstupního odpadního tepla (např. voda nebo horký vlhký vzduch při výstupu z procesu sušení)
de: Temperatur der austretenden Abwärmeströme (z.B. Wasser oder feuchte Heißluft beim Austritt aus einem Trocknungsprozess)
es: Temperatura del flujo de calor residual. (ej. agua o aire húmedo a la salida de un proceso de secado)
it: Temperatura del flusso di calore residuale in uscita dal processo (ad es. acqua o aria calda e umida all'uscita di un processo di essiccamento)
pl: Temperatura wypływu ciepła odpadowego (np. wody lub gorącej pary przy wylocie procesu osuszania)
si: Iztočna temperatura iztoka z odpadno toploto (npr. voda ali vroč vlažni zrak na iztoku sušilnega procesa)

source: Specific enthalpy of outgoing (waste) heat flows
cs_cz: měrná entalpie průtoků výstupního (odpadního) tepla
de: Spezifische Enthalpie der austretenden (Ab-)Wärmeflüsse
es: Entalpía específica del flujo de calor residual
it: Entalpia specifica del flusso di calore residuale in uscita dal processo
pl: Określ entalpię wylotu ciepła odpadowego
si: Določi iztočno entalpijo odpadne toplote

source: Enthalpy of the outgoing waste heat flow (e.g. water or hot humid air at the outlet of a drying process)
cs_cz: entalpie průtoku výstupního odpadního tepla (např. voda nebo vlhký vzduch při výstupu z procesu sušení)
de: Enthalpie der austretenden Abwärmeflüsse (z.B. Wasser oder feuchte Heißluft beim Austritt aus einem Trocknungsprozess)
es: Entalpía del flujo de calor residual de salida (ej. agua o aire húmedo a la salida de un proceso de secado)
it: Entalpia del flusso di calore residuale in uscita dal processo (ad es. acqua o aria calda e umida all'uscita di un processo di essiccamento)
pl: Entalpia wylotu ciepła odpadowego (np. wody lub gorącej pary przy wylocie procesu osuszania)
si: Entalpija iztočne odpadne toplote (npr. vode ali vročega vlažnega zraka na iztoku sušilnega procesa)

source: Final temperature of outgoing (waste) heat flows
cs_cz: finální teplota průtoků výstupního (odpadního) tepla
de: Endtemperatur der austretenden (Ab-)Wärmeflüsse
es: Temperatura final del flujo de calor residual.
it: Temperatura finale di flusso di calore residuale in uscita dal processo
pl: Ostatczna temperatura wylotu ciepła (odpadowego)
si: Končna temperatura iztoka z odpadno toploto

source: Minimum temperature to which the waste heat flow can be cooled. If there is no limit specify 0
cs_cz: minimální teplota, na kterou může být průtok odpadního tepla zchlazen. Pokud neexistuje omezení, uveďte 0
de: Minimaltemperatur auf die der Abwärmefluss abgekühlt werden kann. Wenn es keine Grenze gibt, geben Sie bitte 0 ein.
es: Temperatura mínima a la que el flujo de calor residual puede ser enfriado. Si no hay límite, especificar 0.
it: Temperatura minima alla quale è possibile raffreddare il flusso del calore di scarto. Se non esiste un limite, specificare 0
pl: Minimalna temperatura, do której schłodzone może być wylotowe ciepło odpadowe. Jeśli nie ma wartości granicznej, wpisz 0.
si: Najnižja temperatura na katero lahko hladimo odpadno toploto. Če ni omejitev, napiši 0

source: Daily outflow of process medium
cs_cz: odváděné médium za den
de: Tägliche Ausflussmengen des Prozessmediums
es: Flujo de salida diario del medio de proceso.
it: Quantità giornaliera di fluido in uscita dal processo
pl: Dzienny wypływ medium procesowego
si: Dnevni iztok procesnega medija

source: Can be different from the incoming flow if e.g. there is evaporation or some chemical reaction.
cs_cz: může se lišit od přiváděného média, jestliže např. dochází k odpařování nebo nějaké chemické reakci.
de: Kann sich von der Einflussmenge unterscheiden, z.B. bei Prozessen mit Verdampfung oder einer chemischen Reaktion.
es: Puede ser diferente del flujo de entrada si. ej, hay evaporación o reaccion química.
it: Può essere diverso dal flusso in entrata in presenza, ad es. di evaporazione o una reazione chimica
pl: Może różnić się od wpływu, jeśli np. następuje wyparowanie lub jakaś reakcja chemiczna
si: Lahko je različen od vtoka, če je npr. uparjanje ali kemična reakcija

source: Can heat be recovered from the outflowing medium?
cs_cz: lze rekuperovat teplo z výstupního média?
de: Kann aus dem ausfließenden Medium Wärme rückgewonnen werden?
es: Puede ser recuperado el calor del flujo de salida?
it: È possibile recuperare calore dal fluido in uscita?
pl: Czy można odzyskać ciepło z medium wypływu?
si: Ali je mogoča rekuperacija odpadne toplote iz iztočnega medija?

source: If NO, specify why: e.g. contamination with substances which can affect the heat exchanger,...
cs_cz: pokud NE, specifikujte proč: např. kontaminace látkami, které mohou působit na výměník tepla, ...
de: Wenn NEIN, erklären Sie bitte warum: z.B. Verschmutzung durch Substanzen, die den Wärmetauscher beschädigen könnten, …
es: Si NO, especificar¿ por qué?. ej. contaminación con sustancias que pueden afectar el intercambiador, etc
it: Se NO, specificare perché: as es. contaminazione con sostanze che possono deteriorare lo scambiatore di calore, ...
pl: Jeśli NIE, określ dlaczego: np. zanieczyszczenie substancjami, które mogą wpływać na wymiennik ciepła...
si: Če NE, zapiši zakaj: npr. onesnažen s snovmi, ki lahko poškodujejo toplotni prenosnik itd.

source: Exists heat from heat recovery for the process?
cs_cz: je k dispozici teplo z rekuperace pro použití v procesu?
de: Steht Wärme aus Wärmerückgewinnung für diesen Prozess zur Verfügung?
es: Existe calor del calor residual para el proceso?
it: Esiste calore recuperato da fornire al processo?
pl: Istnieje ciepło dla procesu z odzysku ciepła?
si: Ali je mogoča rekuperacija odpadne toplote za proces?

source: If affirmative, give some brief description of the heat recovery system
cs_cz: pokud ano, uveďte stručný popis systému rekuperace tepla
de: Wenn ja, beschreiben Sie bitte kurz das Wärmerückgewinnungssystem.
es: Si afirmativo, aporta alguna descripción básica sobre el sistema de recuperación de calor
it: in caso affermativo, fornire una breve descrizione del sistema di recupero del calore
pl: Jeśli tak, przedstaw krótki opis systemu odzysku ciepła
si: Če DA, podaj kratek opis sistema rekuperacije odpadne toplote

source: Source of waste heat
cs_cz: zdroj odpadního tepla
de: Abwärmequelle
es: Fuente de calor residual
it: Fonte del calore residuale
pl: Źródło ciepła odpadowego
si: Vir odpadne toplote

source: Specify the heat source (e.g. heat lossed from process X, flue gases from boiler Y, etc)
cs_cz: specifikujte zdroj tepla (např. tepelné ztráty při procesu X, spaliny z kotle Y atd.)
de: Geben Sie die Wärmequelle an (z.B. Wärmeverluste aus dem Prozess X, Abgase des Heizkessels Y, etc.)
es: Especifica la fuente de calor (ej. calor perdido en el proceso X, gases de caldera Y, etc)
it: Specificare la fonte di calore (ad es. dispersioni termiche del processo X, fumi di scarico della caldaia Y, ecc.)
pl: Określ źródło ciepła odpadowego (np. ciepło stracone w trakcie procesu X, gazy spalinowe z kotła Y, itp.)
si: Določi vir toplote (npr. toplotne izgube iz procesa X, dimni plini iz kotla Y itd.)

source: Inlet temperature of the process medium (after heat recovery)
cs_cz: vstupní teplota procesního média (po rekuperaci tepla)
de: Eintrittstemperatur des Prozessmediums (nach Wärmerückgewinnung)
es: Temperatura entrada del medio de proceso (después de recuperación de calor)
it: Temperatura di entrata del fluido di processo (dopo il recupero di calore)
pl: Temperatura wejściowa medium procesowego (po odzysku ciepła)
si: Vtočna temperatura procesnega medija (po rekuperaciji)

source: Inlet temperature (towards the system) of the process medium after the heat recovery
cs_cz: vstupní teplota procesního média(do systému) po rekuperaci tepla
de: Eintrittstemperatur (bei Eintritt in das System) des Prozessmediums nach Wärmerückgewinnung
es: Temperatura de entrada (al sistema) del medio de proceso despues de recuperación de calor
it: Temperatura di ingresso (verso il sistema) del mezzo di processo dopo il recupero di calore
pl: Temperatura wejściowa (w kierunku systemu) medium procesowego po odzysku ciepła
si: Vtočna temperatura (proti sistemu) procesnega medija po rekuperaciji odpadne toplote

source: Medium supplying heat or cold to the process (water, steam, air)
cs_cz: médium přivádějící do procesu teplo nebo chlad (voda, pára, vzduch)
de: Medium, über das dem Prozess Wärme oder Kälte zugeführt wird (Wasser, Dampf, Luft)
es: Medio suministrador de calor o frío al proceso (agua, vapor, aire)
it: Fluido che fornisce calore o freddo al processo (acqua, vapore, aria)
pl: Medium doprowadzające ciepło lub zimno do procesu (woda, para, powietrze)
si: Dobavni medij toplote ali hladu v proces (voda, para, zrak)

source: Medium supplying heat or cold to the process (up to 3)
cs_cz: médium přivádějící do procesu teplo nebo chlad (až 3)
de: Medium, über das dem Prozess Wärme oder Kälte zugeführt wird (bis zu 3)
es: Medio suministrador de calor o frío al proceso (hasta 3)
it: Mezzo erogatore di calore o freddo al processo (max. 3)
pl: Medium doprowadzające ciepło lub zimno do procesu (do 3)
si: Dobavni medij toplote ali hladu v proces (največ 3)

source: Heat or cold supply to the process from distribution line / branch No.
cs_cz: teplo nebo chlad přiváděné do procesu rozvodným potrubím / přípojkou č.
de: Wärme oder Kältezufuhr zum Prozess über Verteil-/Stichleitung Nr.
es: Calor y frío suministrado al proceso desde línea de distribución /rama número
it: Calore o freddo forniti alla linea di distribuzione N.
pl: Zaopatrzenie procesu w ciepło lub zimno z linii dystrybucyjnej/nr oddziału
si: Dobava toplote in hladu v proces iz distribucijskega razvoda / odcep št.

source: Specify the distribution(supply) line of heat/cold feeding the process, using the nomenclature of the hydraulic scheme
cs_cz: specifikujte rozvodné potrubí, přivádějící teplo / chlad do procesu, a použijte názvosloví hydraulické soustavy
de: Bezeichnen Sie die Verteilleitung (Zufuhrleitung) der Wärme-/Kältezufuhr des Prozesses an. Benutzen Sie die Nomenklatur des Hydraulikplans.
es: Especifica la línea de distribución (suministro) de calor/frío al proceso, usando la nomenclatura del esquema hidráulico
it: Specificare la linea di distribuzione (fornitura) di calore/freddo che alimenta il processo, usando la nomenclatura dello schema idraulico
pl: Określ linię dystrybucyjną (zaopatrzenia) doprowadzającą ciepło/zimno do procesu używając nomenklatury schematu hydraulicznego
si: Določi dobavni cevovod toplote/hladu v proces z uporabo nomenklature iz sheme strojnih napeljav

source: Temperature of the incoming medium supplying heat or cold to the process/heat exchanger
cs_cz: teplota vstupního média přivádějícího teplo nebo chlad do procesu /výměník tepla
de: Temperatur des in den Prozess/Wärmetauscher eintretenden Wärme- oder Kälteträgers
es: Temperatura del medio de entrada de suministro de calor o frío al proceso/intercambiador de calor
it: Temperatura del fluido in entrata che fornisce calore o freddo al processo/scambiatore di calore
pl: Temperatura medium wejściowego doprowadzającego ciepło lub zimno do procesu/wymiennika ciepła
si: Temperatura vtočnega medija dobave toplote ali hladu v proces/toplotni prenosnik

source: Temperature of the supplying medium at heat exchangers inlet
cs_cz: teplota média na vstupu výměníku tepla
de: Temperatur des Zufuhrmediums am Eintritt in den Wärmetauscher
es: Temperatura del medio de suministro a la entrada del intercambiador de calor
it: Temperatura del mezzo termovettore all'ingresso degli scambiatori di calore
pl: Temperatura medium doprowadzającego przy wlocie wymiennika ciepła
si: Temperatura vtočnega medija v toplotni prenosnik

source: Flow rate of the heat supply medium (close to process)
cs_cz: průtoková rychlost tepelného média (těsně před procesem)
de: Durchflussrate des Wärmeträgers (in der Umgebung des Prozesses)
es: Tasa de flujo del medio de suministro de calor (al lado del proceso)
it: Portata oraria del fluido che fornisce calore (in ingresso al processo)
pl: Natężenie przepływu medium doprowadzania ciepła (blisko procesu)
si: Pretok medija dobave toplote (blizu procesa)

source: Mass flow of the heat/cold supplyind medium
cs_cz: hmotnostní průtok média přivádějícího teplo/chlad
de: Massenfluss des Wärme-/Kälteträgers
es: Masa de flujo del medio de suministro de calor/frío
it: Portata massica del mezzo erogante calore/freddo
pl: Masowe natężenie przepływu medium doprowadzania ciepła
si: Masni pretok medija dobave toplote/hladu

source: Total yearly process heat consumption
cs_cz: celková spotřeba tepla v procesu za rok
es: Consumo de calor total anual de proceso
it: Consumo annuo totale di calore di processo
pl: Łączne roczne zużycie ciepła technologicznego
si: Skupna letna raba procesne toplote

source: Only for the process
cs_cz: pouze v procesu
de: Nur für den Prozess
es: Solo para el proceso
it: Solo per il processo
pl: Tylko dla procesu
si: Samo za proces

source: Add process
cs_cz: přidat proces
de: Prozess hinzufügen
es: Añadir proceso
it: Aggiungi processo
pl: Dodaj proces
si: Dodaj proces

source: Delete process
cs_cz: vymazat proces
de: Prozess löschen
es: Borrar proceso
it: Elimina processo
pl: Usuń proces
si: Izbriši proces

source: Process data
cs_cz: data procesu
de: Prozessdaten
es: Datos de proceso
it: Dati di processo
pl: Dane procesu
si: Podatki o procesu

source: Heat supply and waste heat
cs_cz: přívod tepla a odpadní teplo
de: Wärmezufuhr und Abwärme
es: Suministro de calor y calor residual
it: Fornitura di calore e calore di scarto
pl: Zaopatrzenie w ciepło i ciepło odpadowe
si: Dobava toplote in odpadna toplota

source: processes in the checked state or alternative proposals. Go to the original data view
cs_cz: výrobní procesy v odsouhlaseném stavu nebo alternativních návrzích. Přejděte na prohlížení výchozích dat
de: Prozesse im überprüften Ist-Zustand oder Alternativvorschlägen. Gehe zur Ansicht Originaldaten
es: procesos en el estado comprobado o propuestas alternativas. Ir a la vista inicial de datos originales
it: processi nello stato controllato o nelle proposte alternative. Passare alla visualizzazione dei dati nello stato originale
pl: procesy w sprawdzonym stanie lub propozycje wyboru. Idź do przeglądu danych wyjściowych
si: procesi v trenutnem stanju ali v alternativnem predlogu. Pojdi na Prvotni podatki

source: Workaround for studying process optimisation: create a copy of your project and modify on this copy in original state
cs_cz: snaha o získání informací k optimalizaci procesu: vytvořte kopii vašeho projektu
de: Eine Zwischenlösung zur Analyse der Prozessoptimierung: Erstellen Sie eine Kopie Ihres Projekts und bearbeiten Sie den Ist-Zustand in dieser Kopie
es: Trabaja en el análisis para la optimización de procesos: crea una copia de tu proyecto y modifica en esta copia el estado original.
it: Espediente per studiare l'ottimizzazione di processo: creare una copia del progetto e apportare le modifiche a questa copia nello stato original
pl: Workaround (obejście) do zbadania substytutów paliwowych: stwórz kopię swojego projektu i zmodyfikuj na tej kopii stan obecny
si: Raziskave za preučitev optimiranja procesa: naredi kopijo vašega projekta in vstavi spremembe na tej kopiji v originalnem stanju

source: Descriptive data
cs_cz: popisná data
de: Beschreibende Daten
es: Datos descriptivos
it: Dati descrittivi
pl: Dane opisowe
si: Opisni podatki

source: Technical data
cs_cz: technická data
de: Technische Daten
es: Datos técnicos
it: Dati tecnici
pl: Dane techniczne
si: Tehnični podatki

source: Heat source / sink
cs_cz: zdroj tepla / sink - akumulátor
de: Wärmequelle/-senke
es: Fuente de calor / Destino
it: Fonte / utilizzatore di calore
pl: Źródło ciepła / źródło ujemne
si: Toplotni vir/ponor

source: Equipment list
cs_cz: seznam zařízení
de: Liste der Anlagen
es: Lista de equipos
it: Elenco impianti
pl: Wykaz sprzętu
si: Seznam opreme

source: Short name of equipment
cs_cz: zkrácený název zařízení
de: Kurzbezeichnung der Anlage
es: Nombre corto del equipo
it: Nome dell'impianto (abbr.)
pl: Skrótowiec sprzętu
si: Kratko ime opreme

source: Give some brief name of the equipments to identify them in the reports
cs_cz: uveďte zkrácené názvy zařízení k jejich identifikaci ve zprávách
de: Geben Sie eine Kurzbezeichnung für die Anlage ein, damit sie im Bericht erkannt wird
es: Aporta un nombre corto de los equipos para identificarlos en los informes
it: Fornire un nome breve agli impianti per individuarli nei resoconti
pl: Podaj skróconą nazwę urządzeń, aby zidentyfikować je w raportach
si: Podaj oznako opreme za prepoznavo v poročilu

source: Attach the technical data if available
cs_cz: přiložte technická data, pokud jsou k dispozici
de: Fügen Sie technische Daten bei, falls verfügbar.
es: Adjunta los datos técnicos si estan disponibles
it: Allegare i dati tecnici, ove disponibili
pl: Załącz dane techniczne, jeśli dostępne
si: Dodaj razpoložljive tehnične podatke

source: Year of manufacturing or/and installation?
cs_cz: rok výroby nebo/a instalace?
de: Jahr der Erzeugung und/oder Installation?
es: Año de fabricación o/y instalación?
it: Anno di produzione o/e installazione?
pl: Rok produkcji lub/i instalacji?
si: Leto proizvodnje ali/in vgradnje?

source: Year of manufacturing or installation
cs_cz: rok výroby nebo instalace
de: Jahr der Erzeugung oder Installation
es: Año de fabricación o instalación
it: Anno di fabbricazione o installazione
pl: Rok produkcji lub instalacji
si: Leto proizvodnje ali vgradnje

source: Model according manufacturer nomenclature
cs_cz: typ podle názvosloví výrobce
de: Modell laut Erzeugernomenklatur
es: Modelo según nomenclatura del fabricante
it: Modello secondo la nomenclatura costruttore
pl: Model wg nomenklatury producenta
si: Tip glede na oznako proizvajalca

source: e.g. boiler / burner / chiller / compressor / CHP motor
cs_cz: např. kotel / hořák / chladič / komresor / CHPmotor
de: z.B. Heizkessel / Brenner / Kältemaschine / Kompressor / KWK-Antrieb
es: ej. caldera/quemador/refrigerador/compresor/motor de ciclo combinado.
it: ad es. caldaia / bruciatore / chiller / compressore / motore cogener.
pl: np. kocioł / palnik/ agregat wody lodowej / silnik CHP
si: npr. kotel / gorilnik / hladilnik / kompresor / CHP motor

source: Number of units of the same type
cs_cz: počet jednotek stejného typu
de: Anzahl der Einheiten des selben Typs
es: Número de unidades del mismo tipo
it: Numero di unità dello stesso tipo
pl: Liczba urządzeń tego samego typu
si: Število enot istega tipa

source: Specify how many units of this type exist
cs_cz: specifikujte, kolik existuje jednotek tohoto typu
de: Geben Sie die Anzahl der Einheiten dieses Typs an.
es: Especifica cuántas unidades del mismo tipo existen.
it: Specificare quante unità esistono di questo tipo
pl: Określ ile istenieje urządzeń tego samego typu
si: Določi koliko enakih enot obstaja

source: Nominal power (heat or cold, output)
cs_cz: jmenovitý výkon (teplo nebo chlad, výroba)
de: Nennleistung (Wärme oder Kälte, Output)
es: Potencia nominal (calor o frío, resultado)
it: Potenza nominale (in uscita - calore o freddo)
pl: Moc znamionowa (ciepła lub zimna, wyjśiowa)
si: Nominalna moč (toplota ali hlad, iztok)

source: Power at manufacturer nominal conditions
cs_cz: výkon za jmenovitých podmínek výrobce
de: Leistung laut Erzeugerinformation
es: Potencia en condiciones de fabricación
it: Potenza alle condizioni nominali del costruttore
pl: Moc w warunkach znamionowych producenta
si: Moč pri proizvajalčevih nominalnih pogojih

source: Select fuel type from predefined list
cs_cz: vyberte druh paliva z předem určeného seznamu
de: Wählen Sie die Brennstoffart aus der vorgegebenen Liste aus
es: Selecciona tipo de combustible de la lista predefenida
it: Selezionare il tipo di combustibile da elenco predefinito
pl: Wybierz typ paliwa z wcześniej zdefiniowanego wykazu
si: Izberi vrsto goriva iz predhodno določenega seznama

source: Fuel consumption (nominal)
cs_cz: spotřeba paliva (nominální)
de: Nennverbrauch Brennstoff
es: Consumo de combustible (nominal)
it: Consumo di combustibile (nominale)
pl: Zużycie paliwa (znamionowe)
si: Raba goriva (nominalna)

source: Specify the units below
cs_cz: specifikujte níže uvedené jednotky
de: Geben Sie die Einheiten unten an
es: Especifica las unidades más abajo
it: Specificare le unità sottostanti
pl: Określ poniższe urządzenia
si: Določi spodnje enote

source: Electrical power input
cs_cz: přiváděný elektrický výkon
de: Elektrische Leistung
es: Entrada de potencia eléctrica
it: Potenza elettrica in entrata
pl: Moc wejściowa energii elektrycznej
si: Vtok električne moči

source: Electrical power, incl. auxiliary components, such as water pumps, control,...
cs_cz: elektrický příkon vč. doplňujících komponentů, jako jsou vodní čerpadla, ovládací zařízení, ...
de: elektrische Leistung, inkl. Hilfskomponenten wie Wasserpumpen, Steuerung, ....
es: Potencia eléctrica, incluyendo componentes auxiliares, como bombas de agua, control,...
it: Potenza elettrica, compresi componenti ausiliari quali pompe, controllo,...
pl: Moc energii elektrycznej, łącznie z elementami pomocniczymi, takimi jak: pompy wodne, kontrola,...
si: Električna moč, vključno z dodatnimi komponentami, kot so vodne črpalke, regulacija itd.

source: Mean overall thermal conversion efficiency
cs_cz: průměrná celková účinnost tepelné přeměny
de: Mittlere allgemeine thermische Umwandlungseffizienz
es: Eficiencia media de conversión térmica
it: Efficienza media di conversione termica
pl: Średnia łączna efektywność konwersji cieplnej
si: Povprečni izkoristek termične pretvorbe

source: Specify the efficiency of boiler or EER(COP) for cold generation
cs_cz: specifikujte účinnost kotle nebo EER (COP) pro výrobu chladu
de: Geben Sie die Umwandlungseffizienz des Heizkessels or den EER(COP) der Kälteerzeugung an.
es: Especifica la eficiencia de la caldera o EER (COP) para generación de frío
it: Specificare l'efficienza della caldaia o l'EER (indice efficienza elettrica )(COP) per la generazione di freddo
pl: Określ efektywność kotła lub EER (COP) dla wytwórczości zimna
si: Določi učinkovitost kotla ali EER(COP) število za proizvodnjo hladu
