Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Area '%s' shaded: not suitable for collectors mounting.
cs_cz: prostor "%s" zastíněn: nevhodný pro montáž kolektorů
de: Die Fläche '%s' ist beschattet: ungeeignet für die Installation von Kollektoren.
es: Area '%s' sombreada: no apropiada para montar colectores.
it: Superficie '%s' ombreggiata: non adeguata per la installazione dei collettori.
pl: Obszar '%s' zacieniony: nieodpowiedni do montażu kolektorów
si: Senčena površina '%s': ni primerna za postavitev kolektorjev

source: Check the static load capacity of the roof '%s'and the collectors mounting feasibility.
cs_cz: zkontrolovat povolené statické zatížení střechy "%s" a proveditelnost montáže kolektorů.
de: Überprüfen sie die statische Belastbarkeit des Dachs '%s' und die Eignung für die Installation von Kollektoren.
es: Comprueba la capacidad de carga del techo '%s' y los colectores disponibles, es viable?
it: Controllare la capacità di carico statico della copertura '%s'e la fattibilità dell'installazione dei collettori.
pl: Sprawdź statystyczną nośność dachu '%s' i wykonalność montażu kolektorów
si: Preveri nosilnost strehe'%s'in možnost postavitve kolektorjev.

source: Check surface '%s' inclination: out of range.
cs_cz: zkontrolovat sklon "%s" plochy: mimo rozsah
de: Überprüfen Sie die Neigung der Fläche '%s': außerhalb des zulässigen Bereichs.
es: Comprueba inclinación del area '%s' : fuera de rango.
it: Controllare inclinazione superficie '%s' : fuori dall'intervallo ammissibile.
pl: Sprawdź nachylenie '%s': poza zakresem
si: Preveri nagnjenost površine '%s': zunaj dosega

source: The surface available for the collectors mounting is quite small.
cs_cz: dostupná plocha pro montáž kolektorů je příliš malá
de: Die verfügbare Fläche für die Installation der Kollektoren ist eher klein.
es: Superficie disponible para colectores es muy pequeña.
it: La superficie disponibile per l'installazione dei collettori è piuttosto piccola.
pl: Obszar na montaż kolektorów jest dość mały
si: Razpoložljijva površina za postavitev kolektorjev je precej majhna.

source: The surfaces have a total area of '%s' and a usable (net) area of '%s'
cs_cz: celkový rozměr ploch je "%s" , z toho využitelná plocha je "%s"
de: Die Flächen haben eine Gesamtfläche von '%s' und eine geeignete (Netto-)Fläche von '%s'.
es: Áreas tienen una superficie total de '%s' y una área útil (neta) de '%s'
it: Le superfici hanno un'area totale di '%s' e un'area utile (netta) di '%s'
pl: Obszar o łącznej powierzchni '%s' i powierzchni użytkowej (netto) '%s'
si: Celotna površina je '%s' in uporabna (neto) površina je '%s'

source: When a particular collector has been selected in the database the collector type should be setted as 'preselected'
cs_cz: po zvolení určitého kolektoru v databázi by tento typ kolektoru měl být nastaven jako "předvolený"
de: Wenn ein bestimmter Kollektor aus der Datenbank gewählt wurde muss der Kollektortyp auf 'vorausgewählt' gesetzt werden.
es: Cuando un colector particular ha sido seleccionado en la base de datos del tipo de colector debe ser establecido como 'preseleccionado'
it: Se viene selezionato un determinato collettore nella banca dati, è necessario impostare il tipo di collettore su 'preselezionato'
pl: Kiedy w bazie danych wybrano konkretny kolektor, jego typ należy ustawić jako 'wybrany domyślnie'
si: Ko je bil izbran določen kolektor iz podatkovne baze, je potrebno ta kolektor označiti kot 'predhodno izbran'

source: A solar thermal system is in use! in order to design a new one you should delete the existent.
cs_cz: solární tepelný systém je používán! Abyste mohli navrhnout nový, měli byste vymazat ten současný.
de: Ein Solarthermiesystem wird verwendet. Um ein neues System zu entwerfen müssen Sie das bestehende System löschen.
es: Un sistema solar térmico está en uso! Para diseñar uno nuevo debes eliminar el actual!
it: Un sistema solare termico è già in uso. Per progettarne uno nuovo, è necessario eliminare quello esistente.
pl: Cieplny system solarny jest w użyciu! Aby zaprojektować nowy, należy usunąć ten istniejący.
si: Solarni sistem je v uporabi! V želji načrtovanja novega, moraš obstoječega izbrisati.

source: The suitable surfaces are quite small. Einstein suggests not to install a solar system
cs_cz: vhodné plochy jsou příliš malé. Einstein navrhuje solární systém neinstalovat
de: Die geeigneten Flächen sind eher klein. Einstein empfiehlt, kein Solarsystem zu installieren.
es: Superficies disponibles son muy pequeñas. EINSTEIN sugiere no instalar un sistema solar.
it: Le aree delle superfici idonee sono piuttosto piccole. Einstein suggerisce di non installare un sistema solare.
pl: Dostępne powierzchnie są dość małe. Einstein sugeruje nie instalować systemu solarnego
si: Razpoložljiva površina je premajhna. Einstein predlaga odstop od solarnega sistema.

source: kW (LCV)
de: kW (Hi)
it: kW (PCI)

source: tCO2/MWh(LCV)
de: tCO2/MWh(Hi)
it: tCO2/MWh(potere calorifico inferiore)

source: PanelA - OK
it: PannelloA - OK
si: PanelA - V redu

source: PanelA ???
it: PannelloA ???

source: PanelA - ???
it: PannelloA - ???

source: IRR
it: TIR

source: PanelHP (OnGridLeftDclick) - OK
de: PanelWP (OnGridLeftDclick) - OK
it: PannelloHP (OnGridLeftDclick) - OK
si: PanelHP (Na MrežoLevoDklikni) - V redu

source: PanelHR (OnBtnCalculateButton)
it: PannelloHR (OnPlntCalcolaPulsante)

source: E&xit
de: V&erlassen
es: Salir
it: E&sci
pl: &Wyjście
si: I&zhod

source: &CHP
de: &KWK
it: &Cogenerazione

source: CHP
de: KWK
it: Cogenerazione

source: PanelP - OK
it: PannelloP - OK

source: PanelST (OnGridLeftDclick) - OK
it: PannelloST (OnGridLeftDclick) - OK
si: PanelST (OnGridLeftDclick) - V redu

source: Diagram
es: Diagrama
it: Diagramma
pl: Schemat

source: thermal chiller
de: Sorptionskältemaschinen
es: Refrigerador térmico
it: macchina frigorifera con alimentazione termica
pl: termiczny agregat wody lodowej
si: termični hladilnik

source: DA110: aroma
de: DA110: Aromen
es: DA110: aromas
it: DA110: aromi
pl: DA110: aromaty
si: DA110: arome

source: OK
si: V redu

source: max.
es: máximo
pl: maks.
si: maks.

source: ok
si: v redu

source: E-mail
de: E-Mail-Adresse
si: E-pošta

source: Standard
de: Mitteltarif
es: Estandar
pl: Standardowy

source: min.
es: mínimo

source: [M€]
es: [M EUR]

source: COP
de: Leistungskoeffizient (COP)

source: Internal rate of return
de: Interner Zinsfuß (IRR)

source: Internal rate of return [%]
de: Interner Zinsfuß [%]

source: Internal rate of return (IRR)
de: Interner Zinsfuß (IRR)

source: Distribution of heat demand (UPH) by process temperatures
de: Verteilung des Wärmebedarfs (UPH) nach Prozesstemperatur

source: Cascade index
de: Kaskaden Index

source: Equipment No.
de: Anlage Nr.

source: Nominal power [kW]
de: Nennleistung [kW]

source: Heat Supplied to pipe/duct no.
de: Wärmezufuhr in Rohr/Leitung Nr.

source: Order equipment cascade
de: Ordnen der Anlagenkaskade

source: to bottom
de: Zum Ende

source: calculate HX network
de: WT-Netzwerk berechnen

source: PanelHR (move to bottom)
de: PanelWRG (zum Ende)

source: PanelHR (move down)
de: PanelWRG (abwärts)

source: PanelHR (move up)
de: PanelWRG (aufwärts)

source: PanelHR (move to top)
de: PanelWRG (zum Beginn)

source: PanelHR (OnAutoDesignButton)
de: PanelWRG (OnAutoDesignButton)

source: EINSTEIN - summer special edition ...
de: EINSTEIN - Sonderausgabe Sommer...

source: Process heat 1
de: Prozesswärme 1

source: Process heat 2
de: Prozesswärme 2

source: Process heat 3
de: Prozesswärme 3

source: &Solar equipment
de: &Solaranlagen

source: Annual consumption of UPH
de: Jährlicher Verbrauch an Prozesswärme (UPH)

source: Specify the percentage of recirculation of the heat/cold supply medium (100% = totally closed circuit)
de: Geben Sie die Rücklaufrate des Wärme-/Kälteversorgungsmediums an (100% = vollkommen geschlossener Kreislauf)

source: Own personnel [EUR]
de: Eigenes Personal [EUR]

source: External personnel [EUR]
de: Externes Personal [EUR}

source: Spare parts and fungible assets [EUR]
de: Ersatzteile und fungible Vermögenswerte [EUR]

source: <any>
de: <beliebig>

source: <preselected collector>
de: <vorausgewählter Kollektor>

source: yearly O&M electrical
de: Jährliche Wart. u. Instanh. Kosten der elektr. Anlagen

source: TOTAL- Useful process heat (per process - UPHk)
de: GESAMT - Prozessnutzwärme (pro Prozess - UPHk)

source: number of the storage units
de: Anzahl der Speichereinheiten

source: maximum temperature of the storage
de: maximale Speichertemperatur

source: Constructed surface
de: Gebäudefläche gesamt

source: Useful surface
de: Nutzfläche

source: Hours of occupation
de: Betriebsstunden

source: others:
de: Andere:

source: Type of biomass available
de: Art der verfügbaren Biomasse

source: Nominal rate of interest for external financing of installations
de: Nominalzinssatz für externe Finanzierung der Anlagen

source: Comparative analysis
de: Vergleichsstudie

source: Comparative study - Detail Info 1
de: Vergleichsstudie - Detailinformation 1

source: Comparative study - Detail Info 2
de: Vergleichsstudie - Detailinformation 2

source: Comparative study - Detail Info 3
de: Vergleichsstudie - Detailinformation 3

source: The heat storage volume is very small. For internal calculation it has been setted to 0.01 m^3/kW
de: Das Wärmespeichervolumen ist sehr gering. Zur internen Berechnung wurde es auf 0.01m^3/kW gesetzt.
