Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Fuel consumption and cost
cs_cz: spotřeba paliv a náklady
de: Brennstoffverbrauch und -kosten
es: Consumo de combustible y coste
it: Consumo di combustibili e relativo costo
pl: Zużycie paliwa i koszt
si: Poraba in stroški goriv

source: Electricity consumption and cost
cs_cz: spotřeba elektřiny a náklady
de: Stromverbrauch und -kosten
es: Consumo eléctrico y coste
it: Consumo di elettricità e relativo costo
pl: Zużycie energii elektrycznej i koszt
si: Poraba in stroški elek. energije

source: Fuels list
cs_cz: seznam paliv
de: Liste der Brennstoffe
es: Lista de combustibles
it: Elenco combustibili
pl: Wykaz paliw
si: Seznam goriv

source: Fuel consumption data
cs_cz: data o spotřebě paliv
de: Daten zum Brennstoffverbrauch
es: Datos de consumo de combustible
it: Dati sul consumo di combustibile
pl: Dane o zużyciu paliwa
si: Podatki rabe goriva

source: Remove from list
cs_cz: odstranit ze seznamu
de: Von Liste entfernen
es: Eliminar de la lista
it: Elimina da elenco
pl: Usuń z wykazu
si: Odstrani iz seznama

source: Add fuel
cs_cz: přidat palivo
de: Brennstoff hinzufügen
es: Añadir combustible
it: Aggiungi combustibile
pl: Dodaj paliwo
si: Dodaj gorivo

source: Fuels used
cs_cz: použitá paliva
de: Verwendete Brennstoffe
es: Combustibles usados
it: Combustibili usati
pl: Stosowane paliwa
si: Uporabljena goriva

source: Annual consumption (fuel units)
cs_cz: roční spotřeba (jednotky paliv)
de: Jährlicher Verbrauch (Brennstoffeinheiten)
es: Consumo anual (unidades de combustible)
it: Consumo annuo (unità combustibile)
pl: Roczne zużycie (urządzenia paliwowe)
si: Letna poraba (na enote goriv)

source: If possible, provide the monthly data in separate sheet and/or the fuel bills. Specify the energy equivalent in base of LCV (lower calorific value)
cs_cz: pokud možno na samostatné stránce poskytněne data za měsíc, a/nebo účty za palivo. Upřesněte energet.ekvivalent v základu LCV (výhřevnost).
de: Geben Sie monatl. Daten wenn möglich in einem separaten Blatt an und/oder fügen Sie Brennstoffrechnungen bei. Geben Sie das Energieäquivalent als Hi (unterer Heizwert) an.
es: Si es posible, aporta los datos mensuales en hojas separadas y/o facturas de combustibles.Especifica la energía equivalente en la base de LCV(lower calorific value)
it: Se possibile, fornire i dati mensili in un foglio separato e/o le bollette del combustibile. Specificare l'energia equivalente in base al potere calorifico inferiore (LCV)
pl: Jeśli to możliwe, przedstaw dane miesięczne w oddzialenym akruszu i/lub rachunki za paliwo. Określ ekwiwalent energetyczny w bazie LCV (niższa wartość opałowa)
si: Če je možno, podaj mesečne podatke v ločene sezname in/ali račune. Določi ekvivalent na osnovi LCV (najnižje toplotne vrednosti)

source: Annual consumption (LCV)
cs_cz: roční spotřeba (LCV)
de: Jährlicher Verbrauch (Hi)
es: Consumo anual (LCV)
it: Consumo annuale (potere calor. infer.)
pl: Roczne zużycie (LCV)
si: Letna poraba (LCV)

source: Fuel price(LCV)
cs_cz: cena za palivo (LCV)
de: Brennstoffpreis (Hi)
es: Precio combustible (LCV)
it: Prezzo combustibile (potere calor. infer.)
pl: Cena paliwa (LCV)
si: Cena goriva (LCV)

source: Specify expenditures without VAT
cs_cz: uveďte náklady bez DPH
de: Geben Sie die Ausgaben ohne USt. an
es: Especifica gastos sin IVA
it: Specificare spese esclusa IVA
pl: Określ wydatki bez VAT
si: Določi izdatke brez DDV

source: Annual energy cost
cs_cz: náklady na energii za rok
de: Jährliche Energiekosten
es: Coste energético anual
it: Costo annuo dell'energia
pl: Roczny koszt energii
si: Letni stroški energije

source: Total cost
cs_cz: náklady celkem
de: Gesamtkosten
es: Coste total
it: Costo totale
pl: Łączny koszt
si: Celotni stroški

source: Peak
cs_cz: špička
de: Hochtarif
es: Pico
it: Ore punta
pl: Szczytowy
si: Vrh

source: Valley
cs_cz: nízký odběr
de: Niedertarif
es: Valle
it: Notturna
pl: Wartość dolna
si: Dno

source: TOTAL
cs_cz: CELKEM
de: GESAMT
it: TOTALE
pl: ŁĄCZNIE
si: SKUPAJ

source: Self-generation
cs_cz: vlastní výroba
de: Eigenerz.
es: Autogeneración
it: Autogenerazione
pl: Samogeneracja
si: Samo-nastajanje

source: Sales to grid
cs_cz: prodeje do sítě
de: Einspeisung
es: Ventas a la red
it: Vendite alla rete
pl: Sprzedaż do sieci przesyłowej
si: Prodaja v omrežje

source: Annual consumption [MWh]
cs_cz: roční spotřeba [MWh]
de: Jährlicher Verbrauch [MWh]
es: Consumo anual [MWh]
it: Consumo annuo [MWh]
pl: Zużycie roczne [MWh]
si: Letna poraba [MWh]

source: Contracted power [kW]
cs_cz: smluvní dodávky elektřiny
de: Anschlussleistung [kW]
es: Potencia contratada [kW]
it: Potenza acquistata [kW]
pl: Moc zakontraktowana [kW]
si: Pogodbena dobava [kW]

source: Tariff type
cs_cz: druh tarifu
de: Tarifart
es: Tipo tarifa
it: Tipo di tariffa
pl: Typ taryfy
si: Vrsta tarife

source: Tariff installed power [EUR/kW.month]
cs_cz: tarif instalovaného výkonu [EUR/kW.měsíc]
de: Leistungskosten [EUR/kW.Monat]
es: Tarifa potencia instalada[EUR/kW.mes]
it: Tariffa potenza installata [EUR/kW.mese]
pl: Taryfa zainstalowanej mocy [EUR/kW.month]
si: Tarifa Vgrajena moč [EUR/kW.mesec]

source: Tariff on consumption [EUR/kWh]
cs_cz: tarif spotřeby [EUR/kWh]
de: Verbrauchstarif [EUR/kWh]
es: Tarifa de consumo [EUR/kWh]
it: Tariffa sui consumi [EUR/kWh]
pl: Taryfa zużycia [EUR/kWh]
si: Tarifa porabe [EUR/kWh]

source: Annual electricity cost [EUR]
cs_cz: roční náklady na elektřinu [EUR]
de: Jährliche Stromkosten [EUR]
es: Coste anual electricidad [EUR]
it: Costo annuo dell'elettricità [EUR]
pl: Roczny koszt energii elektrycznej [EUR]
si: Letni stroški elek. energije[EUR]

source: Electric consumption -
cs_cz: spotřeba elektřiny -
de: Stromverbrauch -
es: Consumo eléctrico
it: Consumo elettrico -
pl: Zużycie energii elektrycznej -
si: Poraba elek. energije -

source: according type of use
cs_cz: podle způsobu využití
de: nach Verwendungsart
es: según el tipo de uso
it: in base a tipo di uso
pl: według rodzaju celów
si: glede na vrsto goriva

source: Electricity for thermal uses
cs_cz: elektřina pro tepelné využití
de: Strom für thermische Zwecke
es: Electricidad para usos térmicos
it: Elettricità per usi termici
pl: Energia elektryczna dla celów cieplnych
si: Elek. energija za gretje

source: Electricity for non-thermal uses
cs_cz: elektřina pro jiné než tepelné využití
de: Strom für nicht-thermische Zwecke
es: Electricidad para usos no térmicos
it: Elettricità per usi non termici
pl: Energia elektryczna nie dla celów cieplnych
si: Elek. energija za drugo rabo

source: Refrigeration
cs_cz: chlazení
de: Kühlung
es: Frío
it: Refrigerazione
pl: Chłodnictwo
si: Hlajenje

source: Air Conditioning
cs_cz: klimatizace
de: Klimatisierung
es: Aire acondicionado
it: Condizionamento dell'aria
pl: Klimatyzacja
si: Klimatiziranje

source: Other uses
cs_cz: ostatní využití
de: Andere Zwecke
es: Otros usos
it: Altri usi
pl: Inne cele
si: Ostala raba

source: Motor and machines
cs_cz: motory a stroje
de: Antriebe und Maschinen
es: Motor y maquinaria
it: Motore e macchine
pl: Silinik i maszyny
si: Motorji in stroji

source: Electro-chemics
cs_cz: elektrochemie
de: Elektrochemie
es: Electroquímicos
it: Elettrochimica
pl: Elektro-chemiczne
si: Elektro-kemični

source: Lighting
cs_cz: osvětlení
de: Beleuchtung
es: Iluminación
it: Illuminazione
pl: Oświetlenie
si: Razsvetljava

source: In the present version of EINSTEIN it is not allowed to modify
cs_cz: v této verzi progr.EINSTEIN není dovoleno upravovat
de: In der aktuellen EINSTEIN-Version kann der Brennstoffverbrauch im untersuchten Ausgangszustand
es: En la versión actual de EINSTEIN no se puede modificar
it: Nell'attuale versione di EINSTEIN non è consentito modificare
pl: W obecnej wersji EINSTEINA nie można go modyfikować
si: V tej verzijii EINSTEIN-a niso dovoljene spremembe

source: fuel consumption in the checked state or alternative proposals. This is a RESULT of calculation
cs_cz: spotřeba paliva v odsouhlaseném stavu nebo v alternativních návrzích. Toto je VÝSLEDEK kalkulace
de: und in Alternativvorschlägen nicht verändert werden. Er ist das ERGEBNIS einer Berechung
es: consumo de combustible en el estado comprobado de las alternativas propuestas. Este es el resultado de cálculo
it: il consumo di combustibile nello stato controllato o nelle proposte alternative. Questo è un RISULTATO di calcolo
pl: zużycie paliwa w sprawdzonym stanie lub propozycjach możłiwości wyboru. To jest WYNIK obliczenia
si: raba goriva v tej stopnji ali v alternativnem predlogu. To je REZULTAT izračunov

source: Workaround for studying fuel substitution: add all fuels You want to consider already in the original state
cs_cz: snažit se získat informace o náhradních palivech: přidat všechna paliva, která chcete vzít do úvahy, již ve výchozím stavu sna
de: Eine Zwischenlösung zur Untersuchung des Brennstoffwechsels: Fügen Sie alle Brennstoffe bereits in den Ausgangszustand
es: Trabaja para substituir el combustible: añade todos combustible que quieras considerar en el estado actual
it: Espediente per studiare la sostituzione di combustibile: aggiungere tutti i combustibili che si desiderano considerare già nello stato originale
pl: Workaround (obejście) do zbadania substytutów paliwowych: dodaj wszystkie paliwa, które chcesz uwzględnić już w stanie obecnym
si: Raziskave za zamenjavo goriva: dodaj vsa goriva, ki jih želite preučiti v začetni stopnji

source: and set original consumption of these additional fuels to 0
cs_cz: a stanovit výchozí spotřebu těchto přídavných paliv na 0
de: ein und setzen Sie den Ausgangsverbrauch dieser zusätzl. Brennstoffe auf 0.
es: y establece consumo original de estos combustibles en 0.
it: e impostare a 0 il consumo originale di questi combustibili aggiuntivi
pl: i ustaw zużycie pierwotne tych dodatkowych paliw na 0
si: in prvotne rabe dodatnih goriv na 0

source: Process list
cs_cz: seznam výr.procesů
de: Liste der Prozesse
es: Lista de procesos
it: Elenco processi
pl: Wykaz procesów
si: Seznam procesov

source: Processes description
cs_cz: popis procesů
de: Prozessbeschreibung
es: Descripción de procesos
it: Descrizione processi
pl: Opis procesów
si: Opis procesov

source: Schedule
cs_cz: pracovní plán
de: Zeitplan
es: Horario
it: Profilo temporale delle operazioni
pl: Harmonogram
si: Režim

source: Waste heat (heat available for recovery)
cs_cz: odpadní teplo (teplo využitelné k rekuperaci)
de: Abwärme (für Rückgewinnung verfügbarer Wärme)
es: Calor residual (calor disponible para recuperación)
it: Disponibilità di calore di scarto (recuperabile)
pl: Ciepło odpadowe (ciepło do odzysku)
si: Odpadna toplota (razpoložljiva toplota za rekuperacijo)

source: Waste heat recovery for this process
cs_cz: rekuperace odpadního tepla pro tento proces
de: Wärmerückgewinnung für diesen Prozess
es: Recuperación de calor residual para este proceso
it: Calore di scarto recuperato
pl: Odzyskiwanie ciepła odpadowego do tego procesu
si: Rekuperacija odpadne toplote za ta proces

source: Data of existing heat (or cold) supply to the process
cs_cz: data o současném přívodu tepla (nebo chladu) do procesu
de: Daten zur bestehenden Wärme-/Kälteversorgung des Prozesses
es: Datos de calor actual(o frío) suministrado al proceso
it: Sistema attuale di fornitura di calore/freddo al processo
pl: Dane o istniejącym zaopatrzeniu procesu w ciepło
si: Podatki obstoječe dobavne toplote (ali hladu) za proces

source: Process short name
cs_cz: zkrácený název procesu
de: Kurzbezeichnung des Prozesses
es: Nombre corto del proceso
it: Nome del processo (abbr.)
pl: Skrótowiec procesu
si: Krajše ime procesa

source: Give an organizational diagram of the production process (e.g. the flux of crude milk in chease production or the the flux of car chasis in the automobile industry)
cs_cz: uveďte organizační schéma výrobního procesu (např. průtok syrového mléka výr.linkou při výrobě sýrů nebo postup podvozku auta výr.linkou v automobilovém průmyslu
de: Fügen Sie einen Ablaufplan des Produktionsprozesses ein (z.B.: der Fluss der Rohmilch in die Käseproduktion oder der Fluss von Fahrzeugchassis in der Automobilproduktion)
es: Aporta un diagrama de proceso de producción (ej. flujo de leche natural en fábrica de quesos)
it: Fornire un organigramma del processo di produzione (ad es. il flusso del latte crudo nella produzione di formaggio o il flusso dei telai nell'industria automobilistica)
pl: Przedstaw schemat organizacyjny procesu produkcji (np. przepływ surowego mleka w produkcji sera lub przepływ karoserii w przemyśle samochodowym)
si: Podaj shemo proizvodnega procesa (npr. tok surovega mleka v proizvodnji sira ali tok dela avtomobila v avtomobilski industriji)

source: Give a short description of the process
cs_cz: uveďte stručný popis procesu
de: Beschreiben Sie kurz den Produktionsprozess
es: Aporta breve descripción del proceso
it: Fornire una breve descrizione del processo
pl: Przedstaw krótki opis procesu
si: Podaj kratek opis procesa

source: Process type
cs_cz: druh procesu
de: Prozessart
es: Tipo de proceso
it: Tipo di processo
pl: Typ procesu
si: Vrsta procesa

source: Give a brief description of the process or the unitary operation, and specify if it is continuous or batch
cs_cz: uveďte stručný popis výrobního procesu nebo jednotkové operace a upřesněte, zde je nepřetržitý nebo po dávkách
de: Beschreiben Sie kurz den Prozess oder die Grundoperation, und geben Sie an, ob es sich um einen kontinuierlichen oder einen Batch-Prozess handelt.
es: Aporta breve descripción del proceso o de la operación unitaria, y especifica si es continuo o por lotes.
it: Fornire una breve descrizione del processo, o della singola operazione, e specificare se è continuo o a lotti
pl: Przedstaw krótki opis procesu lub operacji jednostkowej i określ czy jest ciągła czy seryjna
si: Podaj kratek opis procesa ali enotne operacije in določi ali je kontinuirani ali šaržni

source: Unit operation type
cs_cz: druh jednotkové operace
de: Art der Grundoperation
es: Tipo de operación unitaria
it: Tipo di operazione
pl: Typ operacji jednostkowej
si: Vrsta procesne enote

source: Select from predefined list
cs_cz: vyberte z předem určeného seznamu
de: Wählen Sie aus der vorgegebenen Liste
es: Seleccionar de lista predefinida
it: Selezionare da elenco predefinito
pl: Wybierz ze wstępnie zdefiniowanego wykazu
si: Izberi iz predhodno določenega seznama

source: Product or process medium
cs_cz: výrobek nebo procesní médium
de: Produkt oder Prozessmedium
es: Producto o medio de proceso
it: Prodotto o mezzo di processo (acqua, olio, aria, ...)
pl: Produkt lub medium procesowe
si: Produkt ali procesni medij

source: The medium that is in direct contact with the treated product, e.g. air for drying, lye or water for washing, etc...
cs_cz: médium, které je v přímém kontaktu se zpracovávaným výrobkem, např. vzduch pro sušení, louh nebo voda na umývání atd.
de: Das Medium, das in direktem Kontakt mit dem behandelten Produkt steht, z.B. Luft zum Trocknen, Lauge oder Wasser zum Waschen, etc...
es: Medio que esta en contacto directo con el producto ej, aire para secado, agua para lavado, etc
it: Il mezzo che è a contatto diretto con il prodotto trattato, ad es. l'aria per l'essiccamento, la liscivia o l'acqua per il lavaggio, ecc...
pl: Medium, które jest w bezposrednim kontakcie z obrabianym produktem, np. powietrze do suszenia, ług lub woda do mycia, itp.
si: Medij, ki je v neposrednem stiku z obravnavanim produktom, npr. sušilni zrak, lužina ali pralna voda itd.

source: Typical (final) temperature of the process medium during operation
cs_cz: typická (finální) teplota procesního média během pracovního postupu
de: Typische (End-)temperatur des Prozessmediums während des Betriebs
es: Temperatura típica (final) del medio de proceso durante operación
it: Temperatura (finale) tipica del fluido di processo durante il funzionamento
pl: Typowa (ostateczna) temperatura medium procesowego w trakcie operacji
si: Tipična (končna) temperatura procesnega medija skozi proces

source: Give the temperature of the process medium and not that of the heat supplying medium.
cs_cz: uveďte teplotu procesního média, nikoli teplotu média přivádějícího teplo
de: Geben Sie hier die Temperatur des Prozessmediums an, nicht die Temperatur des Wärmeversorgungsmediums.
es: Aporta temperatura del medio de proceso y no la del medio de suministro de calor
it: Fornire la temperatura del mezzo di processo e non quella del mezzo erogatore di calore.
pl: Podaj temperaturę medium procesowego, nie temperaturę medium doprowadzającego ciepło
si: Podaj temperaturo procesnega medija in ne medija za dobavo toplote.

source: Inlet temperature of the process medium (before heat recovery)
cs_cz: vstupní teplota procesního média (před rekuperací tepla)
de: Eintrittstemperatur des Prozessmediums (vor Wärmerückgewinnung)
es: Temperatura entrada del medio de proceso (antes recuperación de calor)
it: Temperatura di entrata del fluido di processo (prima del recupero di calore)
pl: Temperatura wejściowa medium procesowego (przed odzyskiem ciepła)
si: Vtočna temperatura procesnega medija (pred rekuperacijo)

source: Inlet temperature of the process medium before heat recovery
cs_cz: vstupní teplota procesního média před rekuperací tepla
de: Eintrittstemperatur des Prozessmediums vor Wärmerückgewinnung
es: Temperatura entrada del medio de proceso antes de recuperación de calor
it: Temperatura di entrata del fluido di processo prima del recupero di calore
pl: Temperatura wejściowa medium procesowego przed odzyskiem ciepła
si: Vtočna temperatura procesnega medija pred rekuperacijo odpadne toplote

source: Start-up temperature of process medium (after breaks)
cs_cz: počáteční teplota procesního média (po přerušení)
de: Temperatur des Prozessmediums bei Inbetriebnahme (nach Unterbrechungen)
es: Temperatura encendido del medio de proceso (después paradas)
it: Temperatura del mezzo di processo all'avviamento (start-up, dopo una pausa)
pl: Temepratura rozruchu medium procesowego (po przerwach)
si: Zagonska temperatura procesnega mediija (po zaustavitvi)

source: Temperature of the process equipment before heating up when process start-up begins
cs_cz: teplota výrobního zařízení před zahřátím při spuštění procesu
de: Temperatur der Anlage bei Inbetriebnahme vor dem Aufheizen
es: Temperatura del equipo antes calentamiento cuando proceso encendido empieza
it: Temperatura dell'impianto produttivo prima del riscaldamento all'avviamento del processo
pl: Temperatura sprzętu procesowego przed podgrzaniem, kiedy zaczyna się rozruch procesu
si: Temperatura procesne opreme pred gretjem pred zagonom procesa

source: Daily inflow of process medium
cs_cz: přívod procesního média za den
de: Täglicher Zufluss des Prozessmediums
es: Flujo diario del medio de proceso
it: Quantità giornaliera di fluido in entrata al processo
pl: Dzienny dopływ medium procesowego
si: Dnevni pritok procesnega medija

source: Continuous process: Fluid flow rate times hours of circulation. Batch process with fluid renewal: volume times No. of batches.
cs_cz: nepřetržitý výrobní proces: průtoková rychlost kapaliny krát hodiny cirkulace. Výrobní proces dávkový s výměnou kapaliny: objem krát počet dávek.
de: Kontinuierlicher Prozess: Durchflussrate mal Zirkulationszeit. Batch Prozess mit Erneuerung des Arbeitsmediums: Volumen mal Anz. der Batches
es: Proceso continuo: tasa de flujo multiplicado por horas de circulación. Proceso por lotes con renovación de fluido: volumen por número de lotes.
it: Processo continuo: la portata del fluido per le ore di circolazione. Processo a lotti con rinnovamento del fluido: il volume per il n. di lotti
pl: Proces ciągły: Tempo przepływu cieczy godziny obiegu. Proces seryjny z wymianą cieczy: wielkość numer serii xxxxxxxxxxxxxxxxxxxxxxxxxxxxx
si: Kontinuirani porces: Pretok fluida krat čas kroženja. Šaržni proces s ponovno uporabo fluida: Prostornina krat št. šarž.

source: Volume of the process medium within the equipment or storage
cs_cz: objem procesního média v zařízení nebo zásobníku
de: Volumen des Prozessmediums innerhalb der Anlage oder des Speichers
es: Volumen de medio de proceso en el equipo o almacenado
it: Volume del fluido di processo stoccato nell'impianto o nel serbatoio
pl: Wielkość medium procesowego
si: Prostornina procesnega medija v opremi ali v hranilniku

source: e.g. volume of liquid in a bottle for cleaning
cs_cz: např. množství čisticí tekutiny v lahvi
de: z.B. Volumen einer Flüssigkeit in einer zu waschenden Flasche
es: ej. volumen de líquido en una botella para su limpieza
it: ad es. volume di liquido in una bottiglia soggetta a lavaggio
pl: np. objętość cieczy w butelce do czyszczenia
si: npr. količina čistilne raztopine v steklenici

source: Power requirement of the process in operation
cs_cz: energetický nárok procesu během provozu
de: Energieleistungsbedarf des Prozesses im Betrieb
es: Potencia requerida del proceso en ejecución
it: Potenza richiesta dal processo durante il funzionamento
pl: Procesowe zapotrzebowanie na moc w trakcie działania
si: Potrebna moč za obratovanje procesa

source: Power requierment during operation at steady state (thermal losses, evapoartion, endogenous chemical recations; without heating of circulating fluid)
cs_cz: energetický nárok během provozu v ustáleném stavu (tepelné ztráty, odpařování, endogenní chemické reakce; bez zahřívání cirkulační kapaliny)
de: Energieleistungsbedarf während des Betriebs im Dauerzustand (thermische Verluste, Verdampfung, endogene chemische Reaktionen; ohne Energiebedarf zum Heizen des Zirkulationsmediums)
es: Potencia requerida durante ejecución en estado estable (pérdidas térmicas, evaporación, reacciones químicas endógenas, sin calor del fluido de circulación)
it: Potenza assorbita durante il funzionamento in condizioni stazionarie (per bilanciare ad es. dispersioni termiche, evaporazione, reazioni chimiche endotermiche, in assenza di riscaldamento del fluido circolante)
pl: Zapotrzebowanie mocy w czasie operacji w stanie obecnym (straty cieplne, wyparowanie, endogeniczne reakcje chemiczne; bez ogrzewania cieczy cyrkulacyjnej)
si: Potrebna moč med procesom pri enakomernem obratovanju (toplotne izgube, uparjanje, endogene kemijske reakcije; brez gretja krožečega fluida)

source: Hours of process operation per day
cs_cz: provozní doba procesu za den
de: Betriebsstunden des Prozesses pro Tag
es: Horas de funcionamiento de proceso al día
it: Ore giornaliere di funzionamento del processo
pl: Godziny obsługi procesu dziennie
si: Obratovalne ure procesa na dan

source: For batch processes: specify the total duration of process, e.g. 3 batches/day x 2 hrs/batch = 6 hrs. If possible, specify daily program.
cs_cz: dávková výroba: specifikujte celkovou dobu trvání procesu, např. 3 dávky/den x 2 hod/dávka = 6 hod. Pokud možno specifikujte denní program.
de: Für Batchprozesse: Geben Sie die Gesamtdauer des Prozesses an, z.B. 3 Batches/Tag x 2 h/Batch = 6h. Geben Sie wenn möglich das Tagesprogramm an.
es: Para proceso por lotes: especifica la duracion total del proceso. ej. 3 lotes/dia x 2 h/lote = 6 horas. Si es posbile, especificar el programa diario.
it: Per processi a lotti: specificare la durata totale del processo, ad es. 3 lotti/giorno x 2 ore/lotto = 6 ore. Se possibile, specificare il programma giornaliero.
pl: Dla procesów produkcji seryjnej: określ łączny czas trwania procesu, np. 3serie/dziennie x 2h/serię = 6h. Jeśli to możliwe, określ program dzienny.
si: Za šaržne procese: določi celotno trajanje procesa, npr. 3 šarže/dan x 2 uri/šaržo = 6 ur. Če je mogoče, določi dnevni program.

source: Number of batches per day
cs_cz: počet dávek za den
de: Anzahl der Batches pro Tag
es: Número de lotes por día
it: Numero di lotti al giorno
pl: Liczba serii dziennie
si: Število šarž na dan
