Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Name
cs_cz: Název
es: Nombre
it: Nome
pl: Nazwa
si: Ime

source: Description
cs_cz: Popis
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
si: Opis

source: Value
cs_cz: Hodnota
de: Wert
es: Valor
it: Valore
pl: Wartość
si: Vrednost

source: max.Error
cs_cz: max. chyba
de: max.Fehler
es: Error máximo
it: max.Errore
pl: maks. błąd
si: maks.Napaka

source: Action to be taken
cs_cz: kroky, které mají být podniknuty
de: Zu setzende Maßnahme
es: Acción a desarrollar
it: Azione da intraprendere
pl: Działanie, które należy podjąć
si: Potrebni ukrepi

source: Cross checking of data
cs_cz: kontrola dat
de: Datenüberprüfung
es: Consistencia de datos
it: Controllo incrociato dei dati
pl: Kontrola krzyżowa danych
si: Navzkrižno preverjanje podatkov

source: list of data with unsufficient accuracy
cs_cz: seznam nepřesných dat
de: Liste der unzureichend genauen Daten
es: Lista de datos con precisión insuficiente
it: elenco dei dati con insufficiente precisione
pl: wykaz danych o niewystarczającej dokładności
si: seznam podatkov z nezadostno natančnostjo

source: quick & dirty
cs_cz: rychlý a hrubý odhad
es: Quick and dirty
si: hitra & groba

source: standard
cs_cz: standardní
es: Estandar

source: detailed
cs_cz: podrobný
de: Detailliert
es: Detallado
it: dettagliato
pl: szczegółowo
si: natančno

source: quick and dirty
cs_cz: rychlý a hrubý odhad
de: Quick&Dirty
si: hitra in groba

source: required accuracy
cs_cz: požadovaná přesnost
de: Erforderliche Genauigkeit
es: Precisión requerida
it: precisione richiesta
pl: wymagana dokładność
si: zahtevana natančnost

source: estimate data
cs_cz: odhadnout data
de: Daten schätzen
es: Estimar datos
it: dati stimati
pl: oszacuj dane
si: oceni podatke

source: check list
cs_cz: kontrolní seznam
de: Checkliste
es: Lista comprobación
si: preveri seznam

source: Cross check statistics
cs_cz: statistický přehled kontrolovaných dat
de: Statistik überprüfen
es: Estadísticas de contraste de datos
it: Statistiche controllo incrociato
pl: Statystyka Cross check
si: statistike navzkrižnega preverjanja

source: No. of data checked
cs_cz: množství kontrolovaných dat
de: Anz. der geprüften Daten
es: Número de datos comprobados
it: N. di dati controllati
pl: Liczba sprawdzonych danych
si: Št. pregledanih podatkov

source: No. of input data fixed
cs_cz: množství stálých vstupních dat
es: Número de datos introducidos
it: N. di dati in ingresso fissi
pl: Liczba stałych danych wejściowych
si: Št. popravljenih fiksiranih podatkov

source: No. of missing data
cs_cz: množství chybějících dat
de: Anz. der fehlenden Daten
es: Número de datos que faltan
it: N. di dati mancanti
pl: Liczba brakującyh danych
si: Št. manjkajočih podatkov

source: confirm basic check
cs_cz: potvrdit základní kontrolu
de: Basisüberprüfung bestätigen
es: Confirmar comprobación básica
it: conferma controllo base
pl: zatwierdzić podstwową kontrolę
si: potrdi osnovno preverjanje

source: Take care: running the check will invalidate existing alternative proposals
cs_cz: pozor: spuštění kontroly anuluje současné alternativní návrhy
de: Achtung: Durch die Überprüfung werden bestehende Alternativvorschläge gelöscht.
es: Atención: ejecutar el check invalidará las propuestas actuales
it: Attenzione: se si esegue il controllo si invalideranno le proposte alternative esistenti
pl: Uwaga: wykonanie kontroli unieważni istniejące propozycje wyboru
si: Pazi: pregled bo razveljavil obstoječe alternativne predloge

source: Do You want to continue ?
cs_cz: přejete si pokračovat?
de: Möchten Sie fortfahren?
es: Quieres continuar?
it: Continuare?
pl: Chcesz kontynuować ?
si: Želite nadaljevati?

source: confirm data estimation
cs_cz: potvrdit odhad dat
de: Datenschätzung bestätigen
es: Confirmar estimación de datos
it: conferma stima dati
pl: zatwierdź ocenę danych
si: potrdi ocenjevanje podatkov

source: Take care: running data estimate will automatically estimate missing data.
cs_cz: pozor: při spuštění odhadu dat se automaticky odhadnou chybějící data
de: Achtung: Durch die Datenschätzung werden fehlende Daten automatisch geschätzt.
es: Atención: ejecutar estimación de datos estimará los datos que faltan
it: Attenzione: se si esegue la stima dei dati, i dati mancanti verranno stimati automaticamente.
pl: Uwaga: uruchomienie oceny danych automatycznie oceni brakujące dane.
si: Pazi: ocenjevanje podatkov bo samodejno ocenilo manjkajoče podatke.

source: Alternatively you can also manually add estimated data to the questionnaire and rerun basic check
cs_cz: máte rovněž možnost ručně přidat odhadnutá data do dotazníku a znovu spustit základní kontrolu
de: Sie können geschätzte Daten auch selbst in den Fragebogen eingeben und die Basisüberprüfung erneut starten
es: También puedes manualmente añadir datos de forma estimada al cuestionario y reejecutar el control básico
it: In alternativa, è possibile aggiungere manualmente i dati stimati al questionario e rieseguire il controllo base
pl: Albo uzupełnij ręcznie kwestionariusz danych oceny i powtórz podstawową kontrolę
si: V vprašalnik lahko tudi ročno dodate ocenjene podatke in ponovite osnovno preverjanje

source: confirm check list
cs_cz: potvrdit kontrolní seznam
de: Checkliste bestätigen
es: Confirmar check list
it: confermare check list
pl: zatwierdź check list
si: potrdi seznam preverjanja

source: CHECK LIST NOT YET IMPLEMENTED. DO IT YOURSELF AND BE HAPPY
cs_cz: KONTROLNÍ SEZNAM DOSUD NEBYL ZAVEDEN. PROVEĎTE TO SAMI A BUĎTE V POHODĚ
de: CHECKLISTE NOCH NICHT EINGEBAUT. FÜHREN SIE DIE ÜBERPRÜFUNG SELBST DURCH.
es: Check list todavía no operativa. Hazlo tú mismo y diviértete!
it: CHECK LIST NON ANCORA IMPLEMENTATA
pl: CHECK LIST JEST JESZCZE NIE WDROŻONY, ZRÓB TO SAM I BĄDŹ SZCZĘŚLIWY
si: SEZNAM ŠE NI IZDELAN. NAREDI SAM IN BODI SREČEN

source: accept data
cs_cz: přijmout data
de: Daten annehmen
es: Aceptar datos
it: accettare dati
pl: zaakceptuj dane
si: sprejmi podatke

source: Press OK to confirm that the data are correct
cs_cz: stisknutím OK potvrďte správnost dat
de: Drücken Sie OK um die Korrektheit der Daten zu bestätigen
es: Presiona OK para confirmar que los datos son correctos
it: Premere OK per confermare che i dati sono corretti
pl: Wciśnij OK, aby potwierdzić prawidłowość danych
si: Pritisni V REDU za potrditev pravilnosti podatkov

source: (This will block the questionnaire for further modifications)
cs_cz: (tím se dotazník zablokuje proti dalším úpravám)
de: (Dadurch wird der Fragebogen für weitere Veränderungen gesperrt)
es: (Esto bloqueara el cuestionario para futuras modificaciones)
it: (In questo modo il questionario viene bloccato rispetto ad ulteriori modifiche)
pl: (W ten sposób zablokuje się możliwość wprowadzania dalszych modyfikacji do kwestionariusza)
si: (To bo oviralo nadaljne spremembe v vprašalniku)

source: revise data
cs_cz: revidovat data
de: Daten überarbeiten
es: Revisa datos
it: rivedere dati
pl: zweryfikuj dane
si: preveri podatke

source: EINSTEIN cannot accept these data. You first have to eliminate inconsistencies
cs_cz: EINSTEIN nemůže tato data přijmout. Musíte nejdříve eliminovat nesrovnalosti
de: EINSTEIN kann diese Daten nicht annehmen. Sie müssen zu erst inkonsistente Daten löschen
es: EINSTEIN no puede aceptar estos datos. Tienes que eliminar inconsistencias.
it: EINSTEIN non può accettare questi dati se prima non vengono eliminate le incoerenze
pl: EINSTEIN nie może zaakceptować tych danych. Najpierw wyeliminuj niezgodności
si: EINSTEIN ne more sprejeti teh podatkov. Najprej moraš izločiti nedoslednosti

source: Manual equipment add
cs_cz: ručně přidat zařízení
de: Manuelles Hinzufügen von Anlagen
es: Añade equipos de forma manual
it: Aggiunta manuale impianto
pl: Ręcznie dodaj sprzęt
si: Ročno dodajanje opreme

source: AddEquipment_popup (ManualAddDialog): new type =
cs_cz: AddEquipment_ vyskakovací (ManualAddDialog): nový typ =
de: AnlageHinzufügen_popup (ManualAddDialog): neuer Typ =
es: AddEquipment_popup (ManualAddDialog): nuevo tipo =
it: AggImpian_popup (AggiuntaManualFinesDialog): nuovo tipo =
pl: AddEquipment_popup (ManualAddDialog): nowy typ =
si: DodajOpremo-popup (RočnoDodanDialog): novi tip =

source: Select from database
cs_cz: vybrat z databáze
de: Auswählen aus Datenbank
es: Seleccionar de base de datos
it: Selezionare da banca dati
pl: Wybierz z bazy danych
si: Izberi iz podatkovne baze

source: Enter manually
cs_cz: zadat ručně
de: Manuelles Hinzufügen
es: Entrar manualmente
it: Inserire manualmente
pl: Wpisz ręcznie
si: Dodaj ročno

source: Retrieve from previously deleted equipment
cs_cz: obnovit z předtím odstraněného příslušenství
de: Wiederherstellen von gelöschter Anlage
es: Recuperar de equipos previamente eliminados
it: Recuperare da impianto eliminato in precedenza
pl: Odzyskaj z poprzednio usuniętego sprzętu
si: Nadomesti iz predhodno odstranjene opreme

source: Cancel
cs_cz: zrušit
de: Abbrechen
es: Cancelar
it: Annulla
pl: Skasuj
si: Razveljavi

source: addEquipment popup (Database button): equipment added to Q/C
cs_cz: přidat příslušenství vyskakovací okno (tlačítko Databáze): příslušenství přidané ke Q/C
de: AnlageHinzufügen popup (Database button): Anlage zu Q/C hinzugefügt
es: addEquipment popup (Database button): equipo añadido a Q/C
it: popup (pulsante Banca dati) aggImpian: impianto aggiunto a Q/C
pl: addEquipment popup (Przycisk bazy danych): sprzęt dodany do Q/C
si: DodajOpremo popup (Podatkovna baza): dodana oprema v Q/C

source: addEquipment popup (Database button): setEquipmentFromDB from module did not execute
cs_cz: přidat příslušenství vyskakovací okno (tlačítko Databáze): setEquipmentFromDB z modulu nespustilo program
de: AnlageHinzufügen popup (Database button): setEquipmentFromDB aus dem Modul wurde nicht ausgeführt
es: addEquipment popup (Database button): setEquipmentFromDB desde módulo no se ejecutó.
it: popup (pulsante Banca dati) aggImpian: imposImpianDaBD da modulo non eseguito
pl: addEquipment popup (Przycisk bazy danych): setEquipmentFromDB z modułu nie uruchomił
si: DodajOprema popup (Podatkovna baza): določiOpremoIzPB ni izdelan iz modula

source: AddEquipment_popup (Manual Button): adding equipe ID
cs_cz: přidat příslušenství _vyskakovací oknoí (tlačítko Ručně): přidává equipe ID
de: AnlageHinzufügen_popup (Manual Button): Hinzufügen der AnlagenID
es: AddEquipment_popup (Manual Button): añadiendo ID de equipo
it: aggImpian_popup (Pulsante Manuale): aggiunta ID impianto
pl: AddEquipment_popup (Przycisk ręczny): dodanie ID equipe
si: DodajOpremo_popup (Ročno): dodaj ID opreme

source: AddEquipment_popup (Manual Button): OK
cs_cz: přidat příslušenství_ vyskakovací okno (tlačítko Ručně): ok
de: AnlageHinzufügen_popup (Manual Button): OK
it: aggImpian_popup (Pulsante Manuale): OK
pl: AddEquipment_popup (Przycisk ręczny): OK
si: DodajOpremo_popup (Ročno): V redu

source: AddEquipment_popup (Manual Button): Cancelled
cs_cz: přidat příslušenství_vyskakovací okno ( tlačítko Ručně): zrušeno
de: AnlageHinzufügen_popup (Manual Button): Abbrechen
es: AddEquipment_popup (Manual Button): Cancelado
it: aggImpian_popup (Pulsante Manuale): Annullato
pl: AddEquipment_popup (Przycisk ręczny): Skasowano
si: DodajOpremo_popup (Ročno): Razveljavljeno

source: RetrieveDeleted() not yet implemented
cs_cz: obnovit odstraněné () dosud neimplementováno
de: Wiederherstellengelöschter() noch nicht erfolgt
es: RetrieveDeleted() No operativo
it: RecuperaEliminato() non ancora implementato
pl: RetrieveDeleted() jeszcze nie wdrożono
si: NadomestiIzbrisano() ni še izvedeno

source: conflicts in parameter specifications
cs_cz: rozpory ve specifikaci parametrů
de: Widersprüchliche Parameterspezifikation
es: Conflictos en especificaciones de parámetros
it: conflitti nelle specifiche dei parametri
pl: sprzeczność w specyfikacjach parametrów
si: sporna označitev parametrov

source: parameter (values in conflict)
cs_cz: parametr (rozporné hodnoty)
de: Parameter (Werte widersprüchlich)
es: Parámetro (valores en conflicto)
it: parametro (valori in conflitto)
pl: parametr (wartości sprzeczne)
si: Parameter (sporne vrednosti)

source: data group (accuracy)
cs_cz: skupina dat (přesnost)
de: Datengruppe (Genauigkeit)
es: Grupo de datos (precisión)
it: gruppo dati (accuratezza)
pl: grupa danych (dokładność)
si: Skupina podatkov (natančnost)

source: description (calculated from)
cs_cz: popis (vypočteno z)
de: Beschreibung (errechnet aus)
es: Descripción (calculado desde)
it: descrizione (calcolata da)
pl: opis (obliczone na podstawie)
si: Opis (izračunano iz)

source: Add row
cs_cz: přidat řádek
de: Zeile hinzufügen
es: Añadir fila
it: Aggiungi riga
pl: Dodaj rząd
si: Dodaj vrstico

source: Delete row
cs_cz: smazat řádek
de: Zeile löschen
es: Borrar fila
it: Cancella riga
pl: Usuń rząd
si: Zbriši vrstico

source: Editing table
cs_cz: editační tabulka
es: Editando tabla
it: Modifica tabella
pl: Edytowanie tabeli
si: Uredi tabelo

source: Viewing table
cs_cz: prohlížecí tabulka
es: Viendo tabla
it: Visualizzazione tabella
pl: Przeglądanie tabeli
si: Poglej tabelo

source: Database error in query
cs_cz: chyba v databázi při dotazu
de: Fehler in Datenbanksuche
es: Error en la base de datos en cuestionario
it: Errore interrogazione banca dati
pl: Błąd bazy danych w zapytaniu
si: Napaka podatkovne baze

source: Error accessing table
cs_cz: tabulka zpřístupňující chybu
de: Fehler beim Zugriff auf die Tabelle
es: Error al acceder a la tabla
it: Errore accesso tabella
pl: Błąd dostępu do tabeli
si: Napaka pri odpiranju tabele

source: Returned cell is empty or not integer
cs_cz: vrácená buňka je prázdná nebo není celistvá
de: Ausgegebene Zelle leer oder nicht ganzzahlig
es: Celda de destino está vacía o no es número entero
it: Cella restituita vuota o numero non intero
pl: Komórka powrotna jest pusta lub nie jest liczbą całkowitą
si: Povratna celica je prazna ali ni popolna

source: A row must be selected!
cs_cz: musí se zvolit řádek!
de: Zeile auswählen!
es: Debe seleccionar una fila!
it: È necessario selezionare una riga!
pl: Musisz wybrać rząd!
si: Izberi vrstico!

source: Delete row with %s=%s?
cs_cz: smazat řádek s %s=%s?
de: Reihe mit %s=%s löschen
es: Eliminar filas con %s=%s?
it: Eliminare riga con %s=%s?
pl: Usunąć rząd z %s=%s?
si: Zbriši vrstico z %s=%s?

source: Cannot delete row with %s=%s
cs_cz: nelze smazat řádek s %s=%s
de: Reihe mit %s=%s kann nicht gelöscht werden
es: No puede eliminar con %s=%s?
it: Impossibile eliminare riga con %s=%s
pl: Nie można usunąć rzędu z %s=%s
si: Izbris vrstice ni mogoč z %s=%s?

source: Identifier
cs_cz: identifikátor
de: Bezeichnung
es: Identificador
it: Identificatore
pl: Identyfikator
si: Identifikator

source: Manufacturer data
cs_cz: údaje výrobce
de: Herstellerinformationen
es: Datos fabricante
it: Dati costruttore
pl: Dane producenta
si: Podatki proizvajalca

source: Manufacturer
cs_cz: výrobce
de: Hersteller
es: Fabricante
it: Costruttore
pl: Producent
si: Proizvajalec

source: Model
cs_cz: vzor
de: Modell
es: Modelo
it: Modello

source: Fuel type (identifier in fuel database)
cs_cz: druh paliva (identifikátor v databázi paliva)
de: Brennstoffart (Bezeichnung in Brennstoffdatenbank)
es: Tipo combustible (identificador en base datos combustibles)
it: Tipo di combustibile (identificatore nella banca dati combustibili)
pl: Rodzaj paliwa (identyfikator w bazie danych paliw)
si: Vrsta goriva (iz podatkovne baze goriv)

source: Fuel consumption
cs_cz: spotřeba paliva
de: Brennstoffverbrauch
es: Consumo de combustible
it: Consumo di combustibili
pl: Zużycie paliwa
si: Poraba goriva

source: Fuel units
cs_cz: jednotky paliva
de: Brennstoffeinheiten
es: Unidades combustible
it: Unità combustibile
pl: Jednostki paliwa
si: Enote goriva

source: Year of manufacturing
cs_cz: rok výroby
de: Herstellungsjahr
es: Año de producción
it: Anno di produzione
pl: Rok produkcji
si: Leto proizvodnje

source: Type of equipment
cs_cz: druh zařízení
de: Anlagentyp
es: Tipo de equipo
it: Tipo di impianto
pl: Typ sprzętu
si: Vrsta opreme

source: Subtype of equipment
cs_cz: dílčí typ zařízení
de: Anlagenuntertyp
es: Subtipo de equipo
it: Tipologia specifica di impianto
pl: Podtyp sprzętu
si: Podvrsta opreme

source: Electric power
cs_cz: elektrická energie
de: Elektrische Leistung
es: Potencia eléctrica
it: Potenza elettrica
pl: Moc elektryczna
si: Električna moč

source: Thermal power
cs_cz: tepelná energie
de: Thermische Leistung
es: Potencia térmica
it: Potenza termica
pl: Moc cieplna
si: Toplotna moč

source: Electric efficiency
cs_cz: elektrická účinnost
de: Elektrischer Wirkungsgrad
es: Eficiencia eléctrica
it: Efficienza elettrica
pl: Sprawność elektryczna
si: Učinkovitost elek.energije

source: Thermal efficiency
cs_cz: tepelná účinnost
de: Thermischer Wirkungsgrad
es: Eficiencia térmica
it: Efficienza termica
pl: Sprawność cieplna
si: Učinkovitost toplotne energije

source: High temperature at which energy can be delivered
cs_cz: vysoká teplota, při které lze přivádět energii
de: Hochtemperatur mit der Energie zugeführt werden kann
es: Alta temperatura a la que eneríia debe ser entregada
it: Alta temperatura a cui è possibile trasferire l'energia
pl: Wysoka temperatura, przy której można dostarczać energię
si: Najvišja možna dobavna temperatura energije

source: ºC
cs_cz: °C
si: °C

source: Low temperature at which energy can be delivered
cs_cz: nízká teplota, při které lze přivádět energii
de: Niedrigtemperatur mit der Energie zugeführt werden kann
es: Baja temperatura a la que energía debe ser entregada
it: Bassa temperatura a cui è possibile trasferire l'energia
pl: Niska temperatura, przy której można dostarczać energię
si: Najnižja dobavna temperatura energije

source: Percent of energy at high temperature
cs_cz: procento energie při vysoké teplotě
de: Prozent der Energie mit Hochtemperatur
es: Porcentaje energía a alta temperatura
it: Percentuale di energia ad alta temperatura
pl: Procent energii przy wysokiej temperaturze
si: Odstotek energije pri visoki temperaturi

source: Percent of energy at low temperature
cs_cz: procento energie při nízké teplotě
de: Prozent der Energie mit Niedrigtemperatur
es: Porcentaje energía a baja temperatura
it: Percentuale di energia a bassa temperatura
pl: Procent energii przy niskiej temperaturze
si: Odstotek energije pri nizki temperaturi

source: Minimum electric efficiency by law
cs_cz: minimální elektrická účinnost stanovená zákonem
de: Minimaler gesetzlich vorgeschriebener elektrischer Wirkungsgrad
es: Eficiencia eléctrica mínima por ley
it: Minima efficienza elettrica richiesta per legge
pl: Minimalna sprawność elektryczna według prawa
si: Najnižja zahtevana učinkovitost elektr.energije

source: Investment cost
cs_cz: investiční náklady
de: Investitionskosten
es: Coste inversión
it: Costo d'investimento
pl: Koszt inwestycyjny
si: Stroški naložbe

source: €/kW_el
cs_cz: E/lW_ el
es: EUR/kw_el

source: Price
cs_cz: cena
de: Preis
es: Precio
it: Prezzo
pl: Cena
si: Cena

source: Turnkey price
cs_cz: cena na klíč
de: Preis schlüsselfertig
es: Precio llave en mano
it: Prezzo chiavi in mano
pl: Cena systemu pod klucz
si: Cena na ključ

source: Fixed Operation and Maintenance costs
cs_cz: stálé náklady na provoz a údržbu
de: Fixe Wartungs- und Instandhaltungskosten
es: Costes fijos de Operación&Mantenimiento
it: Costi fissi di esercizio e manutenzione
pl: Koszty stałe Obsługi i Konserwacji
si: Fiksni obratovalni in vzdrževalni stroški

source: €/kW_el year
cs_cz: E/kW_ el rok
de: €/kW_el Jahr
es: EUR/kw_el año
it: €/kW_el.anno
pl: €/kW_el rocznie
si: €/kW_el leto

source: Variable Operation and Maintenance costs
cs_cz: proměnné náklady na provoz a údržbu
de: Variable Wartungs- und Betriebskosten
es: Costes variables de Operación&Mantenimiento
it: Costi variabili di esercizio e manutenzione
pl: Zmienne koszty Obsługi i Konserwacji
si: Variabilni obratovalni in vzdrževalni stroški

source: Year of update
cs_cz: rok aktualizace
de: Jahr der Aktualisierung
es: Año de puesta al día
it: Anno di aggiornamento
pl: Rok aktualizacji
si: Leto posodobitve

source: year
cs_cz: rok
de: Jahr
es: Año
it: anno
pl: rok
si: leto

source: Type
cs_cz: druh
de: Typ
es: Tipo
it: Tipo
pl: Typ
si: Vrsta

source: Sub-type
cs_cz: dílčí druh
de: Untertyp
es: Subtipo
it: Sotto-categoria
pl: Podtyp
si: Podvrsta

source: Effects (absorption)
cs_cz: účinky (absorpce)
de: Wirkung (Absorption)
es: Efectos(absorción)
it: Effetti (assorbimento)
pl: Wyniki (absorpcja)
si: Učinki (absorpcija)

source: Heating medium (absorption)
cs_cz: topné médium (absorpce)
de: Heizmedium (Absorption)
es: Medio de calor(absorción)
it: Mezzo di riscaldamento (assorbimento)
pl: Czynnik grzewczy (absorpcja)
si: Grelni medij (absorpcija)

source: Working fluid
cs_cz: provozní kapalina
de: Arbeitsmedium
es: Fluido de trabajo(medio)
it: Fluido di lavoro
pl: Ciecz robocza
si: Delovni fluid

source: Cooling capacity
cs_cz: kapacita chlazení
de: Kühlleistung (COP)
es: Capacidad de enfriamiento
it: Potenza raffreddamento
pl: Moc chłodzenia
si: Kapaciteta hlajenja

source: Nominal cooling COP
cs_cz: jmenovitý chladicí COP
de: Nennleistungskoeff. (COP) Kühlung
es: COP nominal
it: COP raffreddamento nominale
pl: Znamionowy współczynnik wydajnosci chłodniczej
si: Nominalno hladilno COP število

source: Exergetic cooling COP
cs_cz: exergetický chladicí COP
de: Exergetischer Leistungskoeff. (COP) Kühlung
es: COP exergética
it: COP raffreddamento exergetico
pl: Egzergetyczny współczynnik wydajności chłodniczej
si: COP število

source: Theoretical cooling COP
cs_cz: teoretický chladicí COP
de: Theoretischer Leistungskoeff. (COP) Kühlung
es: COP teórica
it: COP raffreddamento teorico
pl: Teoretyczny współczynnik wydajności chłodniczej
si: Teoretično hladilno COP število

source: Temperature range of constant exergetic COP application, cooling
cs_cz: rozsah teploty při použití stálého exergetického COP, chlazení
de: Temperaturbereich, in dem konstant exergetischer COP angewendet wird, Kühlung
es: Rango temperatura de aplicacóon constante exergética COp, enfriamiento
it: Intervallo temperatura con COP exergetico costante, raffreddamento
pl: Zakres temperaturowy zastosowania stałego egzergetycznego współczynnika wydajnosci chłodniczej, chłodzenie
si: Temperaturno območje konstantne eksergijske uporabe COP, hlajenje

source: Absorber inlet temperature, cooling mode
cs_cz: vstupní teplota absorbéru, režim chlazení
de: Eintrittstemperatur Absorber, Kühlmodus
es: Temperatura entrada absorbente, modo frío
it: Temperatura ingresso assorbitore, modalità raffreddamento
pl: Temperatura wejściowa absorbera, tryb chłodzenia
si: Vtočna temperatura absorberja, način hlajenja

source: Condenser inlet temperature, cooling mode
cs_cz: vstupní teplota kondenzátoru, režim chlazení
de: Eintrittstemperatur Verflüssiger, Kühlmodus
es: Temperatura entrada condensador, modo frío
it: Temperatura ingresso condensatore, modalità raffreddamento
pl: Temperatura wejściowa kondensatora, tryb chłodzenia
si: Vtočna temperatura kondenzatorja, način hlajenja

source: Generator inlet temperature, cooling mode
cs_cz: vstupní teplota generátoru, režim chlazení
de: Eintrittstemperatur Verdichter, Kühlmodus
es: Temperatura entrada generador, modo frío
it: Temperatura ingresso generatore, modalità raffreddamento
pl: Temperatura wejściowa generatora, tryb chłodzenia
si: Vtočna temperatura generatorja, način hlajenja

source: Evaporator inlet temperature, cooling mode
cs_cz: vstupní teplota výparníku, režim chlazení
de: Eintrittstemperatur Verdampfer, Kühlmodus
es: Temperatura entrada evaporador, modo frío
it: Temperatura ingresso evaporatore, modalità raffreddamento
pl: Temperatura wejściowa aparatu wyparnego, tryb chłodzenia
si: Vtočna temperatura uparjalnika, način hlajenja

source: Heating capacity
cs_cz: tepelný výkon
de: Heizleistung (COP)
es: Capacidad calorífica
it: Potenza riscaldamento
pl: Wydajność grzewcza
si: Kapaciteta gretja
