Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Mean utilisation factor (full capacity = 100%)
cs_cz: průměrný koeficient využití (plná kapacita = 100%)
de: mittlerer Auslastungsfaktor (Vollauslastung = 100%)
es: Carga media de utilización (capacidad completa=100%)
it: Fattore di utilizzo medio (pieno utilizzo alla potenza nominale = 100%)
pl: Średni współczynnik wykorzystania (pelna wydajność = 100%)
si: Poprečna zasedenost (celotna kapaciteta = 100%)

source: Specify the mean supplied power of the boiler/cooler/etc. with respect to its nominal power
cs_cz: specifikujte průměrný napájecí výkon kotle/chladiče/atd. s ohledem na jmenovitý výkon
de: Geben Sie die mittlere Leistung des Heizkessels/der Kältemaschine/etc. … in Bezug auf die Nennleistung an
es: Especifica la potencia media suministrada a la caldera/refrigerador, etc. con respecto a la potencia nominal
it: Specificare la potenza media fornita dalla caldaia/della macchina frigorifera/ecc. in relazione alla sua potenza nominale
pl: Określ średnią moc kotła/chłodziarki/itp. względem ich mocy znamionowej
si: Določi povprečno dobavljeno moč kotla/hladilnika/itd. glede na njihovo nominalno moč

source: Temperature of exhaust gas at standard operation conditions (boilers only)
cs_cz: teplota spalin při standardních podmínkách provozu (pouze u kotlů)
de: Temperatur der Abgase bei normalen Betriebsbedingungen (nur für Heizkessel)
es: Temperatura de los gases de escape en condiciones estandar (solo calderas)
it: Temperatura del gas di scarico in condizioni di funzionamento standard (solo caldaie)
pl: Temperatura gazu wydechowego w standardowych warunkach operacyjnych (tylko kotły)
si: Temperatura dimnih plinov pri stadarnih obratovlanih pogojih (samo za kotle)

source: Only for boilers and CHP
cs_cz: pouze pro kotle a CHP
de: Nur für Heizkessel und KWK
es: Solo para calderas y CHP
it: Solo per caldaie e cogenerazione
pl: Tylko dla kotłów i CHP
si: Samo za kotle in CHP

source: Excess air ratio (boilers only)
cs_cz: podíl zbytkového vzduchu (pouze kotle)
de: Luftüberschusszahl (nur für Heizkessel)
es: Ratio de exceso de aire (solo calderas)
it: Eccesso d'aria (solo caldaie)
pl: Współczynnik nadmiaru powietrza (tylko kotły)
si: Razmernik zgorevalnega zraka (samo za kotle)

source: Electricity production (CHP only)
cs_cz: výroba elektřiny (pouze CHP)
de: Stromerzeugung (nur KWK)
es: Producción de electricidad (solo CHP)
it: Produzione di elettricità (solo cogenerazione)
pl: Produkcja energii elektrycznej (tylko CHP)
si: Proizvodnja elek.energije (samo za CHP)

source: Only for CHP
cs_cz: pouze pro CHP
de: Nur für KWK
es: Solo para CHP
it: Solo per cogenerazione
pl: Tylko dla CHP
si: Samo za CHP

source: Electrical conversion efficiency (CHP only)
cs_cz: účinnost přeměny elektřiny (pouze CHP)
de: Elektrische Umwandlungseffizienz (nur für KWK)
es: Eficiencia de conversion eléctrica (solo CHP)
it: Efficienza di conversione elettrica (solo cogener.)
pl: Efektywność konwersji energii elektrycznej (tylko CHP)
si: Učinkovitost pretvorbe elek. energije (samo za CHP)

source: Refrigerant (HP or Chiller only)
cs_cz: chladivo (pouze HP a chladič)
de: Kältemittel (nur für WP oder Kältemaschine)
es: Refrigerante (solo bomba de calor y refrigerador)
it: Refrigerante (solo pompa calore o chiller)
pl: Czynnik chłodniczy (tylko HP lub agregat wody lodowej)
si: Hladilo (samo za HP ali hladilnik)

source: Refrigerant or working fluid (HP or Chiller only)
cs_cz: chladivo nebo provozní kapalina (pouze HP nebo chladič)
de: Kältemittel oder Arbeitsmedium (nur für WP oder Kältemaschine)
es: Refrigerante o fluido de medio (solo bomba de calor y refrig)
it: Refrigerante o liquido operante (solo pompa calore o chiller)
pl: Czynnik chłodniczy lub ciecz robocza (tylko HP lub agregat wody lodowej)
si: Hladilo ali delovni fluid (samo za HP ali hladilnik)

source: Heat or cold supplied to the distribution line / branch (piping or duct) no.
cs_cz: teplo nebo chlad přiváděné do rozvodného potrubí / přípojky
de: Wärme- oder Kältezufuhr zur Verteil-/Stichleitung/ (Rohr oder Leitung) Nr.
es: Calor o frío suministrado a la red de distribución/rama (tubo o conducto) número
it: Calore o freddo fornito alla linea di distribuzione / diramazione (tubazione o condotto) n.
pl: Ciepło lub zimno doprowadzone do linii rozdzielczej / nr oddziału (rura lub kanał)
si: Dobavljena toplota ali hlad v distribucijski sistem / cevovod (ocevje ali odcep) št.

source: Specify the pipe(s) or duct(s) receiving heat from the equipment
cs_cz: specifikujte typy potrubí, vedoucí teplo ze zařízení
de: Bezeichnen Sie Rohr(e) oder Leitung(en), die Wärme aus der Anlage aufnehmen
es: Especifica el tubo(s) o conducto(s) que reciben calor del equipo
it: Specificare il/i tubo/i o il/i condotto/i che ricevono calore dall'impianto
pl: Określ rurę/y lub kanał/y odbierające ciepło ze sprzętu
si: Določi cevjeali cevovode za distribucijo toplote iz opreme

source: Pipes and ducts are defined in the panel 'distribution of heat and cold'
cs_cz: typy potrubí jsou definovány na panelu "rozvod tepla a chladu"
de: Rohre und Leitungen sind im Panel 'Wärme- und Kälteverteilung' definiert
es: Tubos y conductos están definidos en el panel 'distribución de calor y frío'.
it: Tubazioni e linee di distribuzione vengono definiti nel pannello 'distribuzione di calore e freddo'
pl: Rury i kanały zdefiniowano w panelu 'rozkładu ciepła i zimna'
si: Cevje in cevovodi so določeni v panelu 'distribucija toplote in hladu'

source: Low temperature heat source
cs_cz: nízkopotenciální zdroj tepla
de: Wärmequelle Niedrigtemperatur
es: Fuente de calor de baja temperatura
it: Fonte di calore a bassa temperatura
pl: Źródło niskotemperaturowego ciepła
si: Nizkotemperaturni vir toplote

source: If waste heat is used, indicate the process or equipment from which waste heat originates
cs_cz: v případě využívání odpadního tepla označte proces nebo zařízení, kde odpadní teplo vzniká
de: Wenn Abwärme verwendet wird, geben Sie den Prozess/die Anlage an, wo sie entsteht.
es: Si se usa calor residual, indicar el proceso o equipo que origina el calor residual
it: Se viene usato il calore di scarto, indicare il processo o l'impianto da cui ha origine questo calore
pl: Jeśli stosowane jest ciepło odpadowe, wskaż proeces lub sprzęt, z którego pochodzi ciepło odpadowe
si: Če uporabimo odpadno toploto, navedi proces ali opremo, ki je vir odpadne toplote

source: (e.g.feed-water or combustion air pre-heating, heat source for heat pumps, etc.)
cs_cz: (např.předehřívání napájecí vody nebo spalovacího vzduchu, zdroj tepla pro tepelná čerpadla atd.)
de: (z.B. Speisewasser oder Vorwärmen von Verbrennungsluft. Wärmequelle für Wärmepumpen, etc.)
es: (ej. agua suministrada o combustión de aire precalentado, fuente de calor para bombas de calor, etc.)
it: (ad es. preriscaldamento aria comburente o acqua di alimentazione, fonte di calore per pompe di calore, ecc.)
pl: (np. woda zasilająca lub spalanie przy wstępnym ogrzewaniu powietrza, źródło ciepła pomp ciepła itp.)
si: (npr. vtok vode ali predgretje zgorevalnega zraka, vir toplote za toplotne črpalke itd.)

source: Temperature of low temp. heat source
cs_cz: teplota nízkopotenciálního zdroje tepla
de: Temperatur der Niedertemperatur-Wärmequelle
es: Temperatura de la fuente de calor de baja temperatura
it: Temperatura della fonte di calore a bassa temp.
pl: Temperatura źródła niskotemperaturowego ciepła
si: Temperatura nizkotemp. vira toplote

source: Temperature of the medium entering the evaporator
cs_cz: teplota média na vstupu do výparníku
de: Temperatur des in den Verdampfer eintretenden Mediums
es: Temperatura del medio entrante en el evaporador
it: Temperatura del mezzo in entrata nell'evaporatore
pl: Temperatura medium wchodzącego do aparatu wyparnego
si: Temperatura vtočnega medija v uparjalnik

source: Thermal power input high temp. (thermal HP and chillers only)
cs_cz: tepelná energie
de: Zufuhr thermischer Energie Hochtemperatur (nur für WP und Kältemaschinen)
es: Potencia térmica suministrada a alta temperatura (solo bombas de calor térmicas y refrigeradores)
it: Potenza termica assorbita temp. alta (solo pompa calore e macchine frigorifere alimentate da vettori termici)
pl: Moc wejściowa ciepła wysokotemperaturowego (tylko HP cieplny i agregaty wody lodowej)
si: Visoko temperaturna vtočna toplotna moč (samo toplotni HP in hladilniki)

source: Power applied to the generator of a thermal heat pump or chiller
cs_cz: energie použitá pro generátor tepelného čerpadla nebo chladiče
de: Leistung, mit der der Verdichter einer Wärmepumpe oder einer Kältemaschine versorgt wird.
es: Potencia aplicada al generador de una bomba de calor térmica o refrigerador
it: Potenza applicata al generatore di una pompa di calore o di macchine frigorifere alimentate da vettori termici
pl: Moc użyta do generatora popmy ciepła lub agregatu wody lodowej
si: Dobavljena moč v generator toplotne črpalke ali hladilnika

source: Driving temperature (thermal HP and chillers only)
cs_cz: provozní teplota (pouze tepelné HP a chladiče)
de: Betriebstemperatur (nur für WP und Kältemaschinen)
es: Temperatura de circulacóon (solo bombas de calor térmicas y refrig.)
it: Temperatura della fonte di calore esterna (solo pompa calore e macchine frigorifere alimentate da vettori termici)
pl: Temperatura napędowa (tylko HP cieplny i agregaty wody lodowej)
si: Delovna temperatura (samo toplotni HP in hladilniki)

source: Temperature of heat supply fluid entering the generator
cs_cz: teplota teplonosné kapaliny na vstupu do generátoru
de: Temperatur des in den Generator eintretenden Wärmeversorgungsmediums
es: Temperatura del fluido de suministro de calor entrante en generador
it: Temperatura del fluido di fornitura del calore in entrata nel generatore
pl: Temperatura cieczy doprowadzającej ciepło i wpływającej do generatora
si: Temperatura fluida za dobavo toplote na vtoku v generator

source: High temperature heat source (thermal HP and chillers only)
cs_cz: zdroj vysokopotenciálního tepla (pouze tepelné HP a chladiče)
de: Hochtemperatur-Wärmequelle (nur für WP und Kältemaschinen)
es: Fuente de calor de alta temperatura (solo bombas de calor termicas y refrig.)
it: Fonte di calore ad alta temperatura (solo pompa calore e macchine frigorifere alimentate da vettori termici)
pl: Źródło ciepła wysokotemperaturowego (tylko HP cieplny i agregaty wody lodowej)
si: Visokotemepraturni vir toplote (samo toplotni HP in hladilniki)

source: Indicate if the circuit of the heat supply to generator is closed or opened (waste heat released to ambient)
cs_cz: označte, zda je okruh přívodu tepla do generátoru zavřený nebo otevřený (odpadní teplo je vypouštěno do okolí)
de: Geben Sie an, ob es sich bei der Wärmeversorgung des Generators um einen geschlossenen oder einen offenen Kreislauf handelt (ob Abwärme an die Umwelt abgegeben wird)
es: Indicar si el circuito de suministro de calor al generador está cerrado o abierto (calor residual disipado en el ambiente)
it: Indicare se il circuito di alimentazione del calore al generatore è chiuso o aperto (calore di scarto rilasciato nell'ambiente)
pl: Wskaż, czy obieg doprowadzania ciepła do generatorów jest zamknięty czy otwarty (ciepło odpadowe zwolnione do otoczenia)
si: Navedi ali je krogotok dobave toplote v generator zaprt ali odprt (izpust odpadne toplote v okolje)

source: Destination of waste heat (chillers only)
cs_cz: místo určení pro odpadní teplo (pouze chladiče)
de: Einsatzort der Abwärme (nur für Kältemaschinen)
es: Destino del calor residual (solo refrigeradores)
it: Destinazione del calore di scarto (solo macchine frigorifere)
pl: Przeznaczenie ciepła odpadowego (tylko agregaty wody lodowej)
si: Končni cilj odpadne toplote (samo hladilniki)

source: If applies, specify heat exchanger where waste heat is used
cs_cz: pokud se to hodí, uveďte výměník tepla tam, kde se využívá odpadní teplo
de: Geben Sie an, in welchem Wärmetauscher die Abwärme genutzt wird (wenn das der Fall ist).
es: Si aplica, especificar el intercambiador de calor que usa el calor residual
it: Ove sia il caso, specificare lo scambiatore di calore in cui viene usato il calore di scarto
pl: O ile dotyczy, określ wymiennik ciepła, w którym wykorzystywane jest ciepło odpadowe
si: Navedi toplotne prenosnike, ki uporabljajo odpadno toploto

source: Temperature of re-cooling (chillers only)
cs_cz: teplota při opětovném ochlazování (pouze chladiče)
de: Temperatur der Rückkühlung (nur für Kältemaschinen)
es: Temperatura de re-cooling (solo refrigeradores)
it: Temperatura di re-cooling (solo macchine frigorifere)
pl: Temperatura ponownego chłodzenia (tylko agregaty wody lodowej)
si: Temperatura ponovnega hlajenja (samo hladilniki)

source: Outlet temperature of cooling water or hot air stream
cs_cz: výstupní teplota chladicí vody nebo proudu horkého vzduchu
de: Austrittstemperatur des Kühlwassers oder des Heißluftstroms
es: Temperatura de salida del agua de refrigeración o flujo de aire caliente
it: Temperatura di uscita dell'acqua di raffreddamento o del flusso d'aria calda
pl: Temperatura wylotowa wody chłodzącej lub strumienia gorącego powietrza
si: Iztočna temperatura hladilne vode ali vročega zraka

source: Hours of operation per day
cs_cz: provozní hodiny za den
de: Betriebsstunden pro Tag
es: Horas de funcionamiento al día
it: Ore giornaliere di funzionamento
pl: Godziny robocze dziennie
si: Obratovalne ure na dan

source: Specify representative mean values
cs_cz: specifikujte reprezentativní průměrné hodnoty
de: Geben Sie repräsentative Mittelwerte an
es: Especifica valores medias representativas de valores
it: Specificare i valori medi rappresentativi
pl: Określ reprezentatywne wartości średnie
si: Določi značilne povprečne vrednosti

source: Days of operation per year
cs_cz: provozní dny za rok
de: Betriebstage pro Jahr
es: Días de funcionamiento anuales
it: Giorni di funzionamento all'anno
pl: Dni robocze rocznie
si: Število obratovalnih dni na leto

source: Delete equipment
cs_cz: vymazat zařízení
de: Anlage löschen
es: Borrar equipo
it: Elimina impianto
pl: Usuń sprzęt
si: Izbriši opremo

source: Add equipment
cs_cz: přidat zařízení
de: Anlage hinzufügen
es: Añadir equipo
it: Aggiungi impianto
pl: Dodaj sprzęt
si: Dodaj opremo

source: Distribution list
cs_cz: rozdělovník
de: Liste Verteilung
es: Lista de distribución
it: Elenco di distribuzione
pl: Rozdzielnik
si: Distribucijski seznam

source: Distribution of heat/cold
cs_cz: rozvod tepla/chladu
de: Wärme- und Kälteverteilung
es: Distribución de calor/frío
it: Distribuzione di calore/freddo
pl: Rozdzielanie ciepła/zimna
si: Distribucija toplote/hladu

source: Temperatures, pressures and flow rates
cs_cz: teplota, tlak a průtoková rychlost
de: Temperaturen, Druck und Durchflussraten
es: Temperaturas, presiones y flujos.
it: Temperature, pressioni e portate
pl: Temperatury, ciśnienia i natężenia przepływu
si: Temperature, tlaki in pretoki

source: Piping specifications
cs_cz: specifikace potrubí
de: Spezifikation der Leitungen
es: Especificaciones de tuberías
it: Specifiche delle tubazioni
pl: Specyfikacje dot. orurowania
si: Specifikacije cevja

source: Name of the branch / distribution system
cs_cz: název přípojky / rozvodného systému
de: Name Stichleitung / Verteilsystem
es: Número de la rama /sistema de distribución
it: Nome della linea di distribuzione
pl: Nazwa oddziału / sieci rozdzielczej
si: Ime odcepa/distribucijskega sistema

source: Give some brief name or number of the distribution tube consistent with the hydraulic scheme
cs_cz: uveďte nějaký stručný název nebo číslo rozvodné trubky v souladu s hydraulickým systémem
de: Geben Sie die Kurzbezeichnung oder die Nummer der Verteilleitung analog zum Hydraulikplan an.
es: Aporta un número o nombre corto al tubo de distribución consistente con el sistema hidráulico
it: Fornire alla linea di distribuzione un nome breve o un numero corrispondente a quelo asseganto nelllo schema idraulico
pl: Podaj skróconą nazwę lub numer przwodu sieci rozdzielczej zgodny ze schematem hydraulicznym
si: Podaj skrajšano ime ali številko distribucijske cevi v skladu s shemo strojnih napeljav

source: Heat or cold distribution medium
cs_cz: distribuční médium tepla nebo chladu
de: Wärme- oder Kälteverteilungsmedium
es: Medio de distribución del calor o frío
it: Mezzo di distribuzione del calore o freddo
pl: Medium rozdzielcze ciepła lub zimna
si: Distribucijski medij toplote ali hladu

source: e.g. air for drying process, vapour, hot water, refrigerant,...
cs_cz: např. vzduch pro proces sušení, pára, horká voda, chladivo, ...
de: z.B. für Trocknungsprozess, Dampf, Warmwasser, Kältemittel
es: ej. aire para proceso de secado, vapor, agua caliente, refrigerante, ...
it: ad es. aria per il processo di essiccamento, vapore, acqua calda, refrigerante,...
pl: np. powietrze dla procesu suszenia, para, gorąca woda, czynnik chłodniczy ...
si: npr. zrak za sušenje, para, vroča voda, hladivo itd.

source: Nominal production or circulation rate (specify units)
cs_cz: jmenovitá výroba nebo rychlost proudění vzduchu (specifikujte jednotky)
de: Nennerzeugung oder Zirkulationsrate (geben Sie die Einheit an)
es: Producción nominal o tasa de circulación (especificar unidades)
it: Produzione nominale o portata in circolazione (specificare unità)
pl: Produkcja znamionowa lub natężenie przepływu (określ jednostki)
si: Nominalna stopnja proizvodnje ali kroženja (določi enote)

source: Outlet temperature (to distribution)
cs_cz: výstupní teplota (distribuce)
de: Austrittstemperatur (in Verteilung)
es: Temperatura de salida (a la distribución)
it: Temperatura di uscita (a distribuzione)
pl: Temperatura wyjściowa (do sieci rozdzielczej)
si: Iztočna temperatura (za distribucijo)

source: Temperature of supply medium from equipment
cs_cz: teplota nosného média vystupujícího ze zařízení
de: Temperatur des Versorgungsmediums bei Austritt aus der Anlage
es: Temperatura del medio de suministro al equipo
it: Temperatura del mezzo di fornitura dall'impianto
pl: Temperatura medium doprowadzającego ze sprzętu
si: Temperatura dobavnega medija dobave iz opreme

source: Return temperature
cs_cz: teplota při návratu
de: Rücklauftemperatur
es: Temperatura de retorno
it: Temperatura di ritorno
pl: Temperatura zwrotna
si: Obtočna temperatura

source: Temperature of return of the supply medium from distribution (e.g. return temperature of condensate in a vapour system)
cs_cz: teplota nosného média při návratu z rozvodu (např. teplota kondenzátu při návratu v parním systému)
de: Temperatur des Rücklaufs des Versorgungsmediums bei Austritt aus der Verteilung (Rücklauftemperatur des Kondensats in einem Dampfsystem)
es: Temperatura de retorno del medio de suministro desde la distribución (ej. temp de retorno de vapor condensado en un sistema de vapor)
it: Temperatura di ritorno del mezzo di fornitura dalla distribuzione (ad es. temperatura di ritorno della condensa in un sistema di vapore)
pl: Temperatura zwrotna medium doprowadzającego z sieci rozdzielczej (np. temperatura zwrotna kondensatu w systemie wyparnym)
si: Obtočna temperatura dobavnega medija iz distribucijskega sistema (npr. obtočna temp. kondenzata v parno-kondenzatnem sistemu)

source: Rate of recirculation
cs_cz: rychlost recirkulace
es: Tasa de recirculación
it: Frequenza di ricircolo
pl: Natężenie przepływu zwrotnego
si: Delež obtoka

source: Specify the rate of recirculation of the heat/cold supply medium (100% = totally closed circuit)
cs_cz: specifikujte rychlost recirkulace nosného média tepla/chladu (100% = zcela uzavřený okruh)
es: Especifica la tasa de recirculación del medio de suministro de calor/frío (100% = circuito totalmente cerrado)
it: Specificare la frequenza di ricircolo del mezzo di fornitura calore/freddo (100% = circuito completamente chiuso)
pl: Określ natężenie przepływu zwrotnego medium doprowadzającego ciepło/zimno (100%= obieg całkowicie zamknięty)
si: Določi delež obtočnega medija dobave toplote /hladu (100% = popolnoma zaprt krog)

source: Temperature of feed-up in open circuit
cs_cz: teplota napájení v otevřeném okruhu
de: Temperatur des Speisemedium in offenem Kreislauf
es: Temperatura de entrada en circuito abierto
it: Temperatura di alimentazione nel circuito aperto
pl: Temperatura doprowadzania w obiegu otwartym
si: Temperatura napajalnega medija v odprtem sistemu

source: Temperature of medium of distribution of heat/cold entering in open circuit (e.g. temperature of water entering from network...)
cs_cz: teplota nosného média tepla/chladu při vstupu do otevřeného okruhu (např. teplota vody přicházející ze systému)
de: Temperatur des Wärme-/Kälteverteilmediums beim Eintritt in den offenen Wirkungskreis (z.B. Temperatur des Wassers, das aus dem Netz eintritt...)
es: Temperatura del medio de distribución de calor/frío en entrada del circuito abierto (ej. temperatura de agua desde la red de suministro de agua)
it: Temperatura del mezzo di distribuzione di calore/freddo in entrata nel circuito aperto (ad es. temperatura dell'acqua in entrata dalla rete...)
pl: Temperatura medium rozdzielania ciepła/zimna wchodzącego w obieg otwarty (np. temperatura wody wpływającej z sieci...)
si: Temepratura vtočnega distribucijskega medija toplote/hladu v odprti sistem (npr. temperatura vtočne vode v omrežje itd.)

source: Pressure of heat or cold distribution medium
cs_cz: tlak nosného média tepla nebo chladu
de: Druck des Wärme- oder Kälteverteilungsmediums
es: Presión de calor o frío en el medio de distribución
it: Pressione del mezzo di distribuzione del calore o freddo
pl: Ciśnienie medium rozdzielania ciepła lub zimna
si: Tlak distribucijskega medija toplote ali hladu

source: Working pressure for the heat/cold supply medium
cs_cz: provozní tlak nosného média tepla/chladu
de: Betriebsdruck des Wärme-/Kälteversorgungsmediums
es: Presión operativa del medio de suministro de calor/frío
it: Pressione di esercizio per il mezzo di fornitura calore/freddo
pl: Ciśnienie robocze medium doprowadzającego ciepło/zimno
si: Delovni tlak medija toplote/hladu

source: Total length of distribution piping or ducts (one way)
cs_cz: celková délka rozvodného potrubí (jednosměrného)
de: Gesamtlänge der Verteilerrohre und -leitungen (eine Richtung)
es: Longitud total del sistema de tuberías y conductos de distribución (un sentido)
it: Lunghezza totale delle tubazioni o dei condotti di distribuzione (unidirezionale)
pl: Łączna długość rur i kanałów (jednokierunkowo)
si: Celotna dolžina distribucijskega cevja (v eni smeri)

source: Only distance one way
cs_cz: pouze jednosměrná vzdálenost
de: Länge in eine Richtung
es: Solo distancia en un sentido
it: Lunghezza semplice
pl: Tylko odległość jednokierunkowa
si: Samo enosmerna dolžina

source: Total coefficient of heat losses for piping or ducts
cs_cz: koeficient celkových tepelných ztrát z potrubí
de: Gesamter Wärmeverlustkoeffizient der Rohre und Leitungen
es: Coeficiente total de pérdidas de calor en tuberías y conductos
it: Coefficiente globale di perdita termica per tubazioni o condotti
pl: Całkowity współczynnik strat ciepla z rur lub kanałów
si: Celotni koeficient toplotnih izgub cevovodov

source: For the whole duct: go and return
cs_cz: pro celé potrubí: vratné
de: Für die gesamten Leitungen anzugeben: Hin- und Rücklauf
es: Para todo el conducto: ida y vuelta.
it: Per l'intero condotto: mandata e ritorno
pl: Dla całego kanału: w jedną i z powrotem
si: Za celotni sistem: vtočni in povratni

source: Mean pipe diameter
cs_cz: střední průměr potrubí
de: Mittlerer Rohrdurchmesser
es: Diámetro medio del tubo
it: Diametro medio del tubo
pl: Średnia średnica rur
si: Povprečni premer cevi

source: Insulation thickness
cs_cz: tloušťka izolace
de: Dicke der Isolierung
es: Grosor de aislamiento.
it: Spessore del materiale isolante
pl: Grubość izolacji
si: Debelina izolacije
