Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Nominal heating COP
cs_cz: jmenovitý tepelný COP
de: Nennleistungskoeff. (COP) Heizung
es: COP nominal calor
it: COP nominale riscaldamento
pl: Znamionowy współczynnik wydajności grzewczej
si: Nominalno grelno COP število

source: Exergetic heating COP
cs_cz: exergetický tepelný COP
de: Exergetischer Leistungskoeff. (COP) Heizung
es: COP exergética calor
it: COP exergetico riscaldamento
pl: Egzergetyczy współczynnik wydajności grzewczej
si: Eksergijsko grelno COP število

source: Theoretical heating COP
cs_cz: teoretický tepelný COP
de: Theoretischer Leistungskoeff. (COP) Heizung
es: COP teórica calor
it: COP teorico riscaldamento
pl: Teoretyczny współczynnik wydajności grzewczej
si: Teoretično grelno COP število

source: Temperature range of constant exergetic COP application, heating
cs_cz: rozsah teploty při použití stálého exergetického COP, ohřev
de: Temperaturbereich, in dem konstant exergetischer COP angewendet wird, Heizung
es: Rango temperatura de aplicación constante exergética COP, calor
it: Intervallo temperatura con COP exergetico costante, riscaldamento
pl: Zakres temperaturowy zastosowania stałego egzergetycznego współczynnika wydajności grzewczej, ogrzewanie
si: Temperaturno območje eksergijske konstantne uporabe COP števila, segrevanje

source: Absorber inlet temperature, heating mode
cs_cz: vstupní teplota absorbéru, režim ohřívání
de: Eintrittstemperatur Absorber, Heizmodus
es: Temperatura entrada absorbente, modo calor
it: Temperatura ingresso assorbitore, modalità riscaldamento
pl: Temperatura wejściowa absorbenta, tryb grzania
si: Vtočna temperatura absorberja, način gretja

source: Condenser inlet temperature, heating mode
cs_cz: vstupní teplota kondenzátoru, režim ohřívání
de: Eintrittstemperatur Verflüssiger, Heizmodus
es: Temperatura entrada condensador, modo calor
it: Temperatura ingresso condensatore, modalità riscaldamento
pl: Temperatura wejściowa kondensatora, tryb grzania
si: Vtočna temperatura kondenzatorja, način gretja

source: Generator inlet temperature, heating mode
cs_cz: vstupní teplota generátoru, režim ohřívání
de: Eintrittstemperatur Verdichter, Heizmodus
es: Temperatura entrada generador, modo calor
it: Temperatura ingresso generatore, modalità riscaldamento
pl: Temperatura wejściowa generatora, tryb grzania
si: Vtočna temperatura generatorja, način gretja

source: Evaporator inlet temperature, heating mode
cs_cz: vstupní teplota výparníku, režim ohřívání
de: Eintrittstemperatur Verdampfer, Heizmodus
es: Temperatura entrada evaporador, modo calor
it: Temperatura ingresso evaporatore, modalità riscaldamento
pl: Temperatura wejściowa aparatu wyparnego, tryb grzania
si: Vtočna temperatura uparjalnika, način gretja

source: Limit temperature difference
cs_cz: rozdíl limitních teplot
de: Grenze Temperaturunterschied
es: Límite diferencia de temperaturas
it: Differenza limite temperatura
pl: Wartość graniczna różnicy temperatur
si: Omejena temperaturna razlika

source: Minimum generator temperature
cs_cz: minimální teplota generátoru
de: Minimale Generatortemperatur
es: Temperatura mínima generador
it: Temperatura minima generatore
pl: Minimalna temperatura generatora
si: Najnižja temperatura generatorja

source: Maximum condensing temperature
cs_cz: maximální kondenzační teplota
de: Maximale Kondensationstemperatur
es: Temperatura máxima de condensación
it: Temperatura massima condensazione
pl: Maksymalna temperatura kondensacji
si: Najvišja temperatura kondenziranja

source: Minimum evaporating temperature
cs_cz: minimální odpařovací teplota
de: Minimale Verdampfungstemperatur
es: Temperatura mínima de evaporación
it: Temperatura minima evaporazione
pl: Minimalna temperatura odparowania
si: Najnižja temperatura uparjanja

source: Electricity consumption
cs_cz: spotřeba elektřiny
de: Stromverbrauch
es: Consumo eléctrico
it: Consumo di elettricità
pl: Zużycie energii elektrycznej
si: Poraba električne energije

source: Equipment factory price
cs_cz: výrobní náklady zařízení
de: Herstellerpreis der Anlage
es: Precio equipo de fábrica
it: Prezzo di fabbrica impianto
pl: Cena fabryczna sprzętu
si: Tovarniška cena opreme

source: Turn-key price
cs_cz: cena na klíč
de: Preis schlüsselfertig
es: Precio llave en mano
it: Prezzo chiavi in mano
pl: Cena systemu pod klucz
si: Cena na ključ

source: Ratio for O&M costs (fixed)
cs_cz: podíl nákladů na provoz a údržbu (stálých)
de: Verhältnis W&I-Kosten (fix)
es: Ratio para coste O&M (fijos)
it: Costo specifico (fisso) di gestione e manutenzione
pl: Stosunek kosztów Obsługi i Konserwacji (kosztów stałych)
si: Razmerje za O&M stroškov (fiksirani)

source: €/kW year
cs_cz: E/kW rok
de: €/kW Jahr
es: EUR/kw año
it: €/kW.anno
pl: €/kW rocznie
si: €/kW leto

source: Ratio for O&M costs (variable)
cs_cz: podíl nákladů na provoz a údržbu (variabilních)
de: Verhältnis W&I-Kosten (variabel)
es: Ratio para coste O&M (variable)
it: Costo specifico (variabile) gestione e manutenzione
pl: Stosunek kosztów Obsługi i Konserwacji (kosztów zmiennych)
si: Razmerje za O&M stroške (variabilni)

source: €/MWh year
cs_cz: E/MWh rok
de: €/MWh Jahr
es: EUR /MWh año
it: €/MWh.anno
pl: €/MWh rocznie
si: €/MWh leto

source: Year of last data update
cs_cz: rok poslední aktualizace dat
de: Jahr der letzten Datenaktualisierung
es: Año de última puesta a punto
it: Anno ultimo aggiornamento dati
pl: Rok ostatniej aktualizacji danych
si: Leto zadnje posodobitve podatkov

source: Manufacturer data is provided only for Heating (H), Cooling (C), or both (HC)
cs_cz: Data výrobce se týkají pouze ohřevu, chlazení nebo obojího
de: Angabe Herstellerdaten erfolgt nur für Heizen (H), Kühlen (K) oder beide (HK)
es: Datos del fabricante solo para Calor (H), Frío (C) or ambos (HC)
it: Dati costruttore forniti solo per Riscaldamento (H), Raffreddamento (C), o ambedue (HC)
pl: Dane producenta dostarcza się jedynie w kwestii Ogrzewania (h), Chlodzenia (C) lub obu (HC)
si: Podatki proizvajalca so podani le za gretje (H), hlajenje (C) ali oboje (HC)

source: Type of HP: compression or absorption
cs_cz: Druh HP: komprese nebo absorpce
de: Art der WP: Verdichtung oder Absorption
es: Tipo de HP:compresión o absorción
it: Tipo di pompa di calore: compressione o assorbimento
pl: Typ HP: kompresja czy absorpcja
si: Vrsta HP: kompresijski ali absorpcijski

source: Heat source - Heat sink, e.g. water-water
cs_cz: zdroj tepla - tepelná jímka, např. voda-voda
de: Wärmequelle - Wärmesenke, z.B. Wasser-Wasser
es: Fuente de calor - Destino del calor. ej. agua-agua
it: Fonte - Utilizzatore di calore, ad es. acqua-acqua
pl: Źródło ciepła - Urządzenie pochłaniające energię cieplną, np. woda-woda
si: Vir toplote - ponor toplote, npr. voda-voda

source: Only abs. HP: effects: 1, 2, or 3
cs_cz: pouze abs HP: účinky: 1, 2 nebo 3
de: Nur für Absorptions-WP: Wirkung: 1,2 oder 3
es: Solo abs. HP: efectos 1, 2 o 3
it: Solo HP assorb.: 1, 2 o 3
pl: Tylko HP [wysoka wydajność] absorpcji: wyniki: 1,2 lub 3
si: Samo abs. HP: učinki: 1,2 ali 3

source: Only abs HP: Heating medium in generator:hot water, vapour, exhaust gas, directfired
cs_cz: pouze abs HP: topné médium v generátoru: horká voda, pára, spaliny, přímý ohřev
de: Nur für Absorptions-WP: Wärmemedium im Verdichter: Warmwasser, Dampf, Abgase, Direktbefeuerung
es: Solo abs HP: medio de calor en generador: agua caliente, vapor, gases combustión, inyección directa
it: Solo HP assorb.: mezzo di riscaldamento generatore: acqua calda, vapore, gas di scarico, combustione diretta
pl: Tylko HP absorpcji: czynnik grzewczy: gorąca woda, para, gaz wydechowy, absorpcja typu dierctfired
si: Samo abs. HP: grelni medij v generatorju:vroča voda, para, dimni plini, direktno zgorevanje

source: Absorbent-refrigerant pair, e.g. LiBr-H2O
cs_cz: pár absorbent-chladič, např. LiBr-H20
de: Absorbtionsmittel-Kühlmittel-Kombination, z.B. LiBr-H2O
es: Par absorbente-refrigerante. ej, LiBr-agua
it: Assorbente-refrigerante, ad es. LiBr-H2O
pl: Para abosrbent-czynnik chłodniczy, np. LiBr-H2O
si: Absorbent-hladivo, npr.LiBr-H2O

source: Nominal Cooling capacity
cs_cz: jmenovitý výkon chlazení
de: Nennleistung Kühlung
es: Capacidad nominal frío
it: Potenza nominale raffreddamento
pl: Znamionowa moc chłodzenia
si: Nominalna kapaciteta hlajenja

source: Nominal COP cooling
cs_cz: jmenovitý COPr chlazení
de: Nennleistungskoeff. COP Kühlung
es: COP nominal frío
it: COP nominale raffreddamento
pl: Znamionowy współczynnik wydajności chłodniczej
si: Nominalnohladilno COP število hlajenja

source: Exergetic COP cooling
cs_cz: exergetický COP chlazení
de: Exergetischer Leistungskoeff. (COP) Kühlung
es: COP exergética frío
it: COP exergetico raffreddamento
pl: Egzergetyczny współczynnik wydajności chłodniczej
si: Eksergisjko hladilno število COP

source: Theoretical COP cooling
cs_cz: teoretický COP chlazení
de: Theoretischer Leistungskoeff. (COP) Kühlung
es: COP teórica frío
it: COP teorico raffreddamento
pl: Teoretyczny współczynnik wydajności chłodniczej
si: Teoretično hladilno COP število

source: Temperature interval COPex is assumed constant, cooling
cs_cz: předpokládaný COPex teplotního rozmezí je stálý, chlazení
de: Temperaturintervall COPex wird als konstant angenommen, Kühlung
es: Intervalo temperatura COPex se asume constante, frío
it: Intervallo di temperatura in cui il COPex è assunto costante, raffreddamento
pl: Interwał temperatury współczynnika COPex przyjmuje się za stały, chłodzenie
si: Temperaturni interval COPex je konstanten, hlajenje

source: Absorber inlet temperature, cooling mode, catalogue (sec. fluid)
cs_cz: vstupní teplota absorbéru, režim chlazení, katalog (sekce kapalina)
de: Eintrittstemperatur Absorber, Kühlmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada absorbente, modo fíio, catálogo (sec. fluido)
it: Temperatura ingresso assorbitore, modalità raffreddamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa absorbera, tryb chłodzenia, katalog (płynny czynnik pośredniczący)
si: Vtočna temperatura absorberja, način hlajenja, katalog (sek.fluid)

source: Condenser inlet temperature, cooling mode, catalogue (sec. fluid)
cs_cz: vstupní teplota kondenzátoru, režim chlazení, katalog (sekce kapalina)
de: Eintrittstemperatur Verflüssiger, Kühlmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada condensador, modo frío, catálogo (sec. fluido)
it: Temperatura ingresso condensatore, modalità raffreddamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa kondesatora, tryb chłodzenia, katalog (płynny czynnik pośredniczący)
si: Vtočna temperatura kondenzatorja, način hlajenja, katalog (sek.fluid)

source: Generator inlet temperature, cooling mode, catalogue (sec. fluid)
cs_cz: vstupní teplota generátoru, režim chlazení, katalog (sekce kapalina)
de: Eintrittstemperatur Verdichter, Kühlmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada generador, modo frío, catálogo (sec fluido)
it: Temperatura ingresso generatore, modalità raffreddamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa generatora, tryb chłodzenia, katalog (płyny czynnik pośredniczący)
si: Vtočna temperatura generatorja, način hlajenja, katalog (sek.fluid)

source: Evaporator inlet temperature, cooling mode, catalogue (sec. fluid)
cs_cz: vstupní teplota výparníku, režim chlazení, katalog (sekce kapalina)
de: Eintrittstemperatur Verdampfer, Kühlmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada evaporador, modo frío, catálogo (sec fluido)
it: Temperatura ingresso evaporatore, modalità raffreddamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa aparatu wyparnego, tryb chłodzenia, katalog (płynny czynnik pośredniczący)
si: Vtočna temperatura uparjalnika, način hlajenja, katalog (sek.fluid)

source: Nominal Heating capacity
cs_cz: jmenovitý tepelný výkon
es: Capacidad nominal calor
it: Potenza nominale riscaldamento
pl: Znamionowa moc grzewcza
si: Nominalna kapaciteta gretja

source: Nominal COP heating
cs_cz: jmenovitý COP ohřevu
de: Nennleistungskoeff. Heizung
es: COP nominal calor
it: COP nominale riscaldamento
pl: Znamionowy współczynnik wydajności grzewczej
si: Nominalno grelno COP število

source: Exergetic COP heating
cs_cz: exergetický COP ohřevu
de: Exergetischer Leistungskoeff. (COP) Heizung
es: COP exergética calor
it: COP exergetico riscaldamento
pl: Egzergetyczny współczynnik wydajności grzewczej
si: Eksergijsko grelno število COP

source: Theoretical COP heating
cs_cz: teoretický COP ohřevu
de: Theoretischer Leistungskoeff. (COP) Heizung
es: COP teórica calor
it: COP teorico riscaldamento
pl: Teoretyczny współcznnik wydajności grzewczej
si: Teoretično grelno COP število

source: Temperature interval COPex is assumed constant, heating
cs_cz: předpokládaný COP teplotního rozmezí je stálý, ohřev
de: Temperaturintervall COPex konstant, Heizung
es: Intervalo temperatura COPex se asume constante, calor
it: Intervallo di temperatura in cui il COPex è assunto costante, riscaldamento
pl: Interwał temperatury współczynnika COPex przyjmuje się za stały, grzanie
si: Temperaturni interval COPex je donmevno konstanten, gretje

source: Absorber inlet temperature, heating mode, catalogue (sec. fluid)
cs_cz: vstupní teplota absorbéru, režim ohřevu, katalog (sekce kapalina)
de: Eintrittstemperatur Absorber, Heizmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada absorbente, modo calor, catálogo (sec fluido)
it: Temperatura ingresso assorbitore, modalità riscaldamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa absorbera, tryb grzania, katalog (płynny czynnik pośredniczący)
si: Vtočna temperatura absorberja, način gretja, katalog (sek.fluid)

source: Condenser inlet temperature, heating mode, catalogue (sec. fluid)
cs_cz: vstupní teplota kondenzátoru, režim ohřevu, katalog (sekce kapalina)
de: Eintrittstemperatur Verflüssiger, Heizmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada condensador, modo calor, catálogo (sec fluido)
it: Temperatura ingresso condensatore, modalità riscaldamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa kondensatora, tryb grzania, katalog (płynny czynnik pośredniczący)
si: Vtočna temepratura kondenzatorja, način gretja, katalog (sek.fluid)

source: Generator inlet temperature, heating mode, catalogue (sec. fluid)
cs_cz: vstupní teplota generátoru, režim ohřevu, katalog (sekce kapalina)
de: Eintrittstemperatur Generator, Heizmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada generador, modo calor, catálogo (sec fluido)
it: Temperatura ingresso generatore, modalità riscaldamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa generatora, tryb grzania, katalog (plynny czynnik pośredniczący)
si: Vtočna temperatura generatorja, način gretja, katalog (sek.fluid)

source: Evaporator inlet temperature, heating mode, catalogue (sec. fluid)
cs_cz: vstupní teplota výparníku, režim ohřevu, katalog (sekce kapalina)
de: Eintrittstemperatur Verdampfer, Heizmodus, Katalog (Abschnitt Medium)
es: Temperatura entrada evaporador, modo calor, catálogo (sec fluido)
it: Temperatura ingresso evaporatore, modalità riscaldamento, da catalogo (fluido sec.)
pl: Temperatura wejściowa aparatu wyparnego, tryb grzania, katalog (płynny czynnik pośredniczący)
si: Vtočna temperatura uparjalnika, način gretja, katalog (sek.fluid)

source: Working Limit temperature difference (lift)
cs_cz: rozdíl provozní limitní teploty (zvýšení)
de: Praktische Grenze Temperaturdifferenz (Anhebung)
es: Diferencia límite de temperatura para funcionamiento (subida)
it: Differenza temperatura di lavoro limite (temperature lift)
pl: Wartość graniczna różnicy temperatur roboczych (wzrost)
si: Delovna omejena temperaturna razlika (dvig)

source: Minimum generator temperature (primary)-work limit
cs_cz: minimální teplota generátoru (primární)-provozní limit
de: Minimale (Haupt-) Verdichtertemperatur - praktische Grenze
es: Temperatura mínima generador (primario)- límite operativo
it: Temperatura minima generatore (circuito primario) - limite di lavoro
pl: Minimalna wartość graniczna temperatury roboczej (pierwotnej) generatora
si: Najnižja temperatura generatorja (primarna)-delovna omejenost

source: Maximum condensing (and absorber) temperature (primary)-work limit
cs_cz: maximální kondenzační (a absorpční) teplota (primární)-provozní limit
de: Maximale Kondensations- (und Absorptions-)temperatur (primäre) - praktische Grenze
es: Temperatura máxima de condensación (y absorción) - (primaria) - límite operativo
it: Temperatura condensatore (e assorbitore) massima (circuito primario) - limite di lavoro
pl: Maksymalna wartość graniczna temperatury roboczej (pierwotnej) kondensacji i absorbera
si: Najvišja temepartura kondenziranja (in absorberja) (primarna)-delovna omejenost

source: Minimum evaporating temperature (primary)-work limit
cs_cz: minimální výparná teplota (primární)-provozní limit
de: Minimale (Haupt-) Verdampfungstemperatur - praktische Grenze
es: Temperatura mínima evaporación (primaria) - límite operativo
it: Temperatura evaporazione minima (circuito primario) - limite di lavoro
pl: Minimalna wartość graniczna temperatury odparowania
si: Najnižja temperatura uparjanja (primarna)-delovna omejenost

source: Equipment factory price incl. discount
cs_cz: výrobní náklady zařízení vč.slevy
de: Fabriksabgabepreis inkl. Diskont
es: Precio de equipo de fábrica incluido descuento
it: Prezzo di fabbrica impianto,compreso sconto
pl: Cena fabryczna sprzętu, łącznie z rabatem
si: Tovarniška cena opreme s popustom

source: Equipment turn-key price
cs_cz: cena zařízení na klíč
de: Anlagenpreis schlüsselfertig
es: Euipo llave en mano
it: Prezzo chiavi in mano impianto
pl: Cena sprzętu pod klucz
si: Cena opreme na ključ

source: Ratio O&M costs fixed
cs_cz: podíl pevných nákladů na provoz a údržbu
de: Verhältnis fixe W&I-Kosten
es: Ratio de costes O&M fijos
it: Costo specifico fisso gestione e manutenzione
pl: Stosunek kosztów stałych Obsługi i Konserwacji
si: Razmerje fiksnih O&M stroškov

source: EUR/kW(heating)
cs_cz: EUR/kW(ohřev)
de: EUR/kW(Heizung)
es: EUR/kw (calor)
it: EUR/kW(riscaldamento)
pl: EUR/kW(ogrzewania)
si: EUR/kW(gretje)

source: Ratio O&M costs variable
cs_cz: podíl variabilních nákladů na provoz a údržbu
de: Verhältnis variable W&I-Kosten
es: Ratio de costes O&M (variables)
it: Costo specifico variabile gestione e manutenzione
pl: Stosunek kosztów zmiennych Obsługi i Konserwacji
si: Razmerje variablinih O&M stroškov

source: EUR/MWh year(heating)
cs_cz: EUR/MWh rok(ohřev)
de: EUR/MWh Jahr(Heizung)
es: EUR/MWh año (calor)
it: EUR/MWh.anno (riscaldamento)
pl: EUR/MWh rocznie(ogrzewanie)
si: EUR/MWh leto(gretje)

source: Type of Boiler
cs_cz: druh kotle
de: Art des Heizkessels
es: Tipo de caldera
it: Tipo di caldaia
pl: Typ kotła
si: Vrsta kotla

source: Nominal power
cs_cz: jmenovitý výkon
de: Nennleistung
es: Potencia nominal
it: Potenza nominale
pl: Moc znamionowa
si: Nominalna moč

source: Does the equip. include an economiser (water preheater)?
cs_cz: je zařízení vybaveno ekonomizérem (předehřívačem vody)?
de: Hat die Anlage einen Economizer (Wasservorwärmer)?
es: Equipo incluye un economizador (precalentador agua)?
it: L'impianto include un economizzatore (preriscaldatore acqua)?
pl: Czy sprzęt obejmuje ekonomizer (podgrzewacz wody)?
si: Ali je v opremo vgrajen izmenjevalnik toplote (predgrelnik vode)?

source: Yes/No
cs_cz: ano/ne
de: Ja/Nein
es: Sí / No
it: Sì/No
pl: Tak/Nie
si: Da/Ne

source: Does the equip. include an air pre-heater?
cs_cz: je zařízení vybaveno předehřívačem vzduchu?
de: Hat die Anlage einen Luftvorwärmer?
es: Equipo incluye precalentador de aire?
it: L'impianto include un preriscaldatore di aria?
pl: Czy sprzęt obejmuje podgrzewacz powietrza?
si: Ali je v opremi vključen predgrelnik zraka?

source: Boiler efficiency
cs_cz: účinnost kotle
de: Wirkungsgrad des Heizkessels
es: Eficiencia de caldera
it: Efficienza della caldaia
pl: Efektywność kotła
si: Izkoristek kotla

source: Maximum operating temperature
cs_cz: maximální provozní teplota
de: Maximale Betriebstemperatur
es: Temperatura máxima de funcionamiento
it: Temperatura di esercizio massima
pl: Maksymalna temperatura robocza
si: Najvišja obratovalna temperatura

source: Linear dependence of the efficiency on the load
cs_cz: lineární závislost účinnosti na zatížení
de: Lineare Abhängigkeit des Wirkungsgrades von der Last
es: Dependencia linear de la eficiencia respecto a la carga
it: Dipendenza lineare dell'efficienza dal carico
pl: Liniowa zależność efektywności od obciążenia
si: Linearna odvisnost izkoristka od obremenitve

source: Quadratic dependence of the efficiency on the load
cs_cz: kvadratická závislost účinnosti na zatížení
de: Quadratische Abhängigkeit des Wirkungsgrades von der Last
es: Dependencia cuadrática de la eficiencia respecto a la carga
it: Dipendenza quadratica dell'efficienza dal carico
pl: Kwadratowa zależność efektywności od obciążenia
si: Nelinearna odvisnost izkoristka od obremenitve

source: Linear dependence of the efficiency on temperature
cs_cz: lineární závislost účinnosti na teplotě
de: Lineare Abhängigkeit des Wirkungsgrades von der Temperatur
es: Dependencia linear de la eficiencia respecto a la temperatura
it: Dipendenza lineare dell'efficienza dalla temperatura
pl: Liniowa zależność efektywności od temperatury
si: Linearna odvisnost izkoristka od temperature

source: Quadratic dependence of the efficiency on temperature
cs_cz: kvadratická závislost účinnosti na teplotě
de: Quadratische Abhängigkeit des Wirkungsgrades von der Temperatur
es: Dependencia cuadrática de la eficiencia respecto a la temperatura
it: Dipendenza quadratica dell'efficienza dalla temperatura
pl: Kwadratowa zależność efektywności od temperatury
si: Nelinearna odvisnostizkoristkai od temperature

source: Equipment price at factory applied installers discount
cs_cz: cena zařízení při podnikem zúčtované instalační slevě
de: Fabriksabgabepreis inkl. Diskont für Selbsteinbau
es: Precio de equipo en fábrica incluido descuento
it: Prezzo di fabbrica dell'impianto incl. sconto installatori
pl: Cena sprzętu wraz z rabatem montażowym
si: Tovarniška cena opreme s popustom za vgradnjo

source: Price of installed equipment (including work, additional accessories)
cs_cz: cena instalovaného zařízení (včetně práce, doplňkového příslušenství)
de: Preis der installierten Anlage (inkl. Arbeit und Zubehör)
es: Precio equipo instalado (incluido mano obra, accesorios adicionales)
it: Prezzo impianto installato (compreso lavoro, accessori aggiuntivi)
pl: Cena zamontowanego sprzętu (łącznie z robocizną, dodatkowym oprzyrządowaniem)
si: Cena vgrajene opreme (vključno z delom in dodatno pomožno opremo)

source: Maximum heat capacity
cs_cz: maximální tepelná kapacita
de: Maximale Wärmekapazität
es: Capacidad máxima de calor
it: Potenza termica massima
pl: Maksymalna wydajność cieplna
si: Najvišja kapaciteta gretja

source: Maximum temperature of storage
cs_cz: maximální teplota akumulace
de: Maximaltemperatur des Speichers
es: Temperatura máxima de almacenamiento
it: Temperatura massima di accumulo
pl: Maksymalna temperatura magazynowania
si: Najvišja temperatura skladiščenja

source: Heat loss coefficient
cs_cz: koeficient tepelné ztráty
de: Wärmeverlustkoeffizient
es: Coeficiente de pérdida de calor
it: Coefficiente di scambio termico
pl: Współczynnik utraty ciepła
si: Koeficient toplotnih izgub

source: Volume
cs_cz: objem
de: Volumen
es: Volumen
pl: Objętość
si: Prostornina

source: Height
cs_cz: výška
de: Höhe
es: Altura
it: Altezza
pl: Wysokość
si: Višina

source: Mass
cs_cz: hmotnost
de: Masse
es: Masa
it: Massa
pl: Waga
si: Masa

source: Maximum temperature
cs_cz: maximální teplota
de: Maximaltemperatur
es: Temperatura máxima
it: Temperatura massima
pl: Temperatura maksymalna
si: Najvišja temperatura

source: Absorbtivity
cs_cz: absorptivita
de: Absorptionsfähigkeit
es: Tasa absorción
it: Potere di assorbimento
pl: Współczynnik absorpcyjności
si: Absorbirnost
