Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Power requirement for evaporation or endothermal chemical reactions (negative for condensation or exothermal reactions)
cs_cz: potřeba energie pro odpařování nebo endotermické chemické reakce (netýká se kondenzace nebo exotermických reakcí)
de: Energiebedarf für Verdampfung oder endothermische chemische Reaktionen (negativ für Kondensation oder exothermische Reaktionen)
es: Potencia requerida para evaporación o reacciones químicas endotérmicas (negativas para condensación o reacciones exotérmicas)
it: Potenza richiesta per l'evaporazione e le reazioni chimiche endotermiche (negativa per la condensazione o le reazioni esotermiche)
pl: Zapotrzebowanie na moc do odparowania lub endotermicznych reakcji chemicznych (negatywne dla kondensacji lub egzotermicznych reakcji)
si: Zahtevana moč za uparjanje ali endotermne kemijske reakcije (negativna za kondenzacijo ali eksotermne reakcija)

source: Number of thermal processes
cs_cz: počet tepelných procesů
de: Anzahl der thermischen Prozesse
es: Número de procesos térmicos
it: Numero di processi termici
pl: Liczba procesów termicznych
si: Število toplotnih procesov

source: circulation / renovation
cs_cz: cirkulace / obnova
de: Zirkulation / Erneuerung
es: Circulación / renovación
it: circolazione / rinnovo
pl: obieg / renowacja
si: kroženje / obnova

source: maintenance
cs_cz: údržba
de: Erhaltung
es: Mantenimiento
it: mantenimento
pl: konserwacja
si: vzdrževanje

source: preheating at start-up
cs_cz: předehřívání při spuštění
de: Vorheizen bei Inbetriebnahme
es: Precalentamiento en encendido
it: pre-riscaldamento all'avvio (start-up)
pl: ogrzewanie wstępne przy rozruchu
si: predgretje ob zagonu

source: waste heat recovery
cs_cz: rekuperace odpadního tepla
de: Wärmerückgewinnung
es: Recuperación de calor residual
it: recupero del calore di scarto
pl: odzysk ciepła odpadowego
si: rekuperacija odpadne toplote

source: Yearly operating hours of process=HPerDayProc*NDaysProc
cs_cz: počet provozních hodin procesu za rok=HzaDenProc*DníProc
de: Jährliche Betriebsstunden des Prozesses=h/Prozesstag x Anz.Prozesstage
es: Horas anuales de funcionamiento de proceso=HPerDayProc*NDaysProc
it: Ore annue di funzionamento del processo=ore al giorno x numero di giorni
pl: Roczne godziny robocze procesu=HPerDayProc*NDaysProc
si: letne obratovalne ure procesa=HNaDanProc*NDanProc

source: Heat recovered internally in each process via internal heat excanges (e.g. Pasteurisation)
cs_cz: rekuperované teplo uvnitř každého procesu pomocí vnitřních výměníků tepla (např. při pasterizaci)
de: Prozessinterne Wärmerückgewinnung pro Prozess durch internen Wärmetausch (z.B. Pasteurisation)
es: Calor recuperado internamente en cada proceso vía intercambios de calor internos (ej. pasteurización)
it: Calore recuperato internamente in ciascun processo mediante scambi di calore interni (ad es. pastorizzazione)
pl: Ciepło odzyskiwane wewnętrznie w każdym procesie poprzez wewnętrzne wyminniki ciepła (np. pasteryzcja)
si: Rekuperacija odpadne toplote za posamezen proces preko notranjih toplotnih prenosnikov (npr. pasterizacija)

source: UPHc Gross (before internal heat recovery: only circulation!)
cs_cz: hrubé UPH (před rekuperací tepla uvnitř proc.: pouze cirkulace!)
de: Brutto-UPHc (vor prozessinterner Wärmerückgewinnung: nur Zirkulation!)
es: UPHc Bruto (Gross) - antes recuperación de calor interno:solo circulación!)
it: UPHc lordo (prima del recupero di calore interno: solo circolazione)
pl: UPHc brutto (przed wewnętrznym odzyskiem ciepła: tylko obieg!)
si: Bruto UHPc (pred notranjo rekuperacijo odpadne toplote: samo kroženje!)

source: unit
cs_cz: jednotka
de: Einheit
es: unidades
it: unità
pl: jendostka
si: enota

source: annual consumption
cs_cz: roční spostřeba
de: Jährlicher Verbrauch
es: consumo anual
it: consumo annuo
pl: zużycie roczne
si: letna poraba

source: total own fuel consumption (LCV)
cs_cz: celková vlastní spotřeba paliva (LCV)
de: Brennstoffverbrauch (Hi) gesamt
es: consumo total de combustible propio (LCV)
it: consumo totale di combustibile proprio (PCI)
pl: łączne zużycie własnego paliwa (LCV)
si: celotna lastna poraba goriva (LCV)

source: fuel price
cs_cz: cena paliva
de: Brennstoffpreis
es: precio combustible
it: prezzo del combustibile
pl: cena paliwa
si: cena goriva

source: annual energy cost
cs_cz: roční náklady na energii
de: Jährliche Energiekosten
es: coste energético anual
it: costo annuale dell'energia
pl: roczny koszt energii
si: letne stroški energije

source: contracted power
cs_cz: smluvní energie
de: Anschlussleistung
es: potencia contratada
it: potenza acquistata
pl: moc zakontraktowana
si: pogodbena moč

source: Contracted power standard
cs_cz: smluvní energie - standard
de: Anschlussleistung Normal
es: Potencia contratada estandar
it: Potenza acquistata standard
pl: Wartość standardowa mocy zakontraktowanej
si: Standardna pogodbena moč

source: Contracted power peak
cs_cz: smluvní energie - špička
de: Anschlussleistung Spitzenlast
es: Potencia contratada pico
it: Potenza ore punta acquistata
pl: Wartość szczytowa mocy zakontraktowanej
si: Pogodbena konična moč

source: Contracted power valley
cs_cz: smluvní energie - nízký odběr
de: Anschlussleistung Niederlast
es: Potencia contratada valle
it: Potenza ore notturne acquistata
pl: Wartość dolna mocy zakontraktowanej
si: Pogodbena spodnja moč

source: Annual consumption peak
cs_cz: roční spotřeba - špička
de: Jährlicher Verbrauch Spitzentarif
es: Pico del consumo anual
it: Consumo annuale ore punta
pl: Wartość szczytowa rocznego zużycia
si: Letna raba konične moči

source: Annual consumption standard
cs_cz: roční spotřeba - standard
de: Jährlicher Verbrauch Mitteltarif
es: Consumo estandar anual
it: Consumo annuale standard
pl: Wartość standardowa rocznego zużycia
si: Letna standardna raba

source: Annual consumption valley
cs_cz: roční spotřeba - nízký odběr
de: Jährlicher Verbrauch Niedertarif
es: Consumo valle anual
it: Consumo annuale ore notturne
pl: Wartość dolna rocznego zużycia
si: Letna spodnja poraba

source: self-generation (co-generation)
cs_cz: vlastní výroba (kogenerace)
de: Eigenerzeugung (Kraft-Wärme-Kopplung)
es: Autogeneración (cogeneración)
it: auto-generazione (co-generazione)
pl: samogeneracja (kogeneracja)
si: soproizvodnja (kogeneracija)

source: sales to grid (co-generation)
cs_cz: prodeje do sítě (kogenerace)
de: Abgabe an das öffentliche Netz (Kraft-Wärme-Kopplung)
es: Ventas a la red (cogeneración)
it: vendite alla rete (co-generazione)
pl: sprzedaż do sieci przesyłowej (kogeneracja)
si: prodaja v omrežje (kogeneracija)

source: Electric consumption according type of use
cs_cz: spotřeba elektřiny podle druhu použití
de: Stromverbrauch nach Verwendungsart
es: Consumo eléctrico en base a tipo de uso
it: Consumo di energia elettrica secondo il tipo di uso
pl: Zużycie energii elektrycznej wedlug rodzaju zastosowania
si: Raba električne energije po vrsti goriva

source: Electricity for refrigeration
cs_cz: elektřina pro chlazení
de: Strom für Kühlung
es: Electricidad para refrigeración
it: Elettricità per refrigerazione
pl: Energia elektryczna dla celów chłodnictwa
si: Električna energija za hlajenje

source: Electricity for air conditioning
cs_cz: elektřina pro klimatizaci
de: Strom für Klimatisierung
es: Electricidad para aire condicionado
it: Elettricità per il condizionamento dell'aria
pl: Energia elektryczna dla celów klimatyzacji
si: Elekektrična energija za klimatiziranje

source: Electricity for other thermal uses
cs_cz: elektřina pro další tepelné použití
de: Strom für andere thermische Zwecke
es: Electricidad para otros usos térmicos
it: Elettricità per altri usi termici
pl: Energia elektryczna dla innych celów termicznych
si: Elekektrična energija za ostale vrste gretja

source: Motors and machines
cs_cz: motory a stroje
de: Antriebe und Maschinen
es: Motores y máquinas
it: Motori e macchine
pl: Silniki i maszyny
si: Motorji in stroji

source: Electricity for motors
cs_cz: elektřina pro motory
de: Strom für Antriebe
es: Electricidad para motores
it: Elettricità per motori
pl: Energia elektryczna do silników
si: Elekekrična energija za motorje

source: Electricity for electro-chemical processes
cs_cz: elektřina pro elektrochemické procesy
de: Strom für elektro-chemische Prozesse
es: Electricidad para procesos electro-químicos
it: Elettricità per i processi elettrochimici
pl: Energia elektryczna do procesów elektro-chemicznych
si: Eleektrična energija za elektro-kemične procese

source: Lightning
cs_cz: osvětlení
de: Beleuchtung
es: Iluminación
it: Illuminazione
pl: Oświetlenie
si: Razsvetljava

source: Electricity for lightning
cs_cz: elektřina pro osvětlení
de: Strom für Beleuchtung
es: Electricidad para iluminación
it: Elettricità per l'illuminazione
pl: Energia elektryczna dla celów oświetleniowych
si: Elekektrična energija za razsvetljavo

source: Tariff type / class (total)
cs_cz: druh tarifu / třída (celkem)
de: Tarifart / Tarifklasse (gesamt)
es: Tipo de tarifa / clase (total)
it: Tipo / classe tariffaria (totale)
pl: Typ taryfy / klasa (łącznie)
si: Vrsta tarife / razred (skupaj)

source: Tariff type / class (standard)
cs_cz: druh tarifu /třída (standard)
de: Tarifart / Tarifklasse (Normaltarif)
es: Tipo de tarifa / clase (estandar)
it: Tipo / classe tariffaria (standard)
pl: Typ taryfy / klasa (standard)
si: Vrsta tarife / razred (standardni)

source: Tariff type / class (peak)
cs_cz: druh tarifu / třída (špička)
de: Tarifart / Tarifklasse (Hochtarif)
es: Tipo tarifa / clase (pico)
it: Tipo / classe tariffaria (massima)
pl: Typ taryfy / klasa (szczytowa)
si: Vrsta tarife / razred (konična)

source: Tariff type / class (valley)
cs_cz: druh tarifu / třída (nízký odběr)
de: Tarifart / Tarifklasse (Niedertarif)
es: Tipo tarif / clase (valle)
it: Tipo / classe tariffaria (minima)
pl: Typ taryfy / klasa (dolna)
si: Vrsta tarife / razred (spodnja)

source: Tariff type / class (CHP)
cs_cz: druh tarifu / třída (CHP)
de: Tarifart / Tarifklasse (KWK)
es: Tipo tarifa/ clase (CHP)
it: Tipo / classe tariffaria (cogenerazione)
pl: Typ taryfy / klasa (CHP)
si: Vrsta tarife / razred (CHP)

source: Tariff on installed power (total)
cs_cz: tarif pro instalovaný výkon (celkem)
de: Tarif für installierte Leistung
es: Tarifa de potencia instalada (total)
it: Tariffa sulla potenza installata (totale)
pl: Taryfa mocy zainstalowanej (łącznie)
si: Tarifa vgrajene moči (skupaj)

source: Tariff on installed power (standard)
cs_cz: tarif pro instalovaný výkon (standard)
de: Tarif für installierte Leistung (Mittellast)
es: Tarifa de potencia instalada (estandar)
it: Tariffa sulla potenza installata (standard)
pl: Taryfa mocy zainstalowanej (standard)
si: Tarifa vgrajene moči (standard)

source: Tariff on installed power (peak)
cs_cz: tarif pro instalovaný výkon (špička)
de: Tarif für installierte Leistung (Spitzenlast)
es: Tarifa de potencia instalada (pico)
it: Tariffa sulla potenza installata (massima)
pl: Taryfa mocy zainstalowanej (szczytowej)
si: Tarifa vgrajene moči (konična)

source: Tariff on installed power (valley)
cs_cz: tarif pro instalovaný výkon (nízký odběr)
de: Tarif für installierte Leistung (Niederlast)
es: Tarifa de potencia instalada (valle)
it: Tariffa sulla potenza installata (minima)
pl: Taryfa mocy zainstalowanej (dolnej)
si: Tarifa vgrajene moči (spodnja)

source: Tariff on installed power (CHP)
cs_cz: tarif pro instalovaný výkon (CHP)
de: Tarif für installierte Leistung (KWK)
es: Tarifa de potencia instalada (CHP)
it: Tariffa sulla potenza installata (cogenerazione)
pl: Taryfa mocy zainstalowanej (CHP)
si: Tarifa vgrajene moči (CHP)

source: Tariff on consumption (total)
cs_cz: tarif spotřeby (celkem)
de: Strompreis
es: Tarifa de consumo (total)
it: Tariffa sui consumi (totale)
pl: Taryfa za zużycie (łączne)
si: Tarifa rabe (skupaj)

source: Tariff on consumption (standard)
cs_cz: tarif spotřeby (standard)
de: Strompreis (Normaltarif)
es: Tarifa de consumo (estandar)
it: Tariffa sui consumi (standard)
pl: Taryfa za zużycie (standardowe)
si: Tarifa rabe (standard)

source: Tariff on consumption (peak)
cs_cz: tarif spotřeby (špička)
de: Strompreis (Hochtarif)
es: Tarifa de consumo (pico)
it: Tariffa sui consumi (massima)
pl: Taryfa za zużycie (szczytowe)
si: Tarifa rabe (konična)

source: Tariff on consumption (valley)
cs_cz: tarif spotřeby (nízký odběr)
de: Strompreis (Niedertarif)
es: Tarifa de consumo (valle)
it: Tariffa sui consumi (minima)
pl: Taryfa za zużycie (dolne)
si: Tarifa porabe (spodnja)

source: Tariff sales of CHP (without feedin-tariff)
cs_cz: tarif prodeje CHP (bez vstupního tarifu)
de: Verkaufstarif KWK (ohne Einspeisetarif)
es: Tarifa de ventas de CHP (sin tarifa de suministro)
it: Tariffa di vendita CHP (senza incentivi)
pl: Taryfa sprzedaży CHP (bez taryfy zasilania)
si: Prodajna tarifa CHP (brez tarifne stopnje)

source: Annual electricity cost total
cs_cz: roční náklady na elekřinu celkem
de: Jährliche Stromkosten gesamt
es: Coste total anual de electricidad
it: Costo annuo dell'elettricità totale
pl: Łączny koszt roczny energii elektrycznej
si: Celotni letni stroški električne energije

source: Annual electricity cost standard
cs_cz: roční náklady na elektřinu - standard
de: Jährliche Stromkosten Normaltarif
es: Coste anual electricidad estandar
it: Costo annuo dell'elettricità standard
pl: Standardowy koszt roczny energii elektrycznej
si: Standardni letni stroški električne energije

source: Annual electricity cost peak
cs_cz: roční náklady na elektřinu ve špičce
de: Jährliche Stromkosten Spitzentarif
es: Coste anual electricidad pico
it: Costo annuo dell'elettricità massimo
pl: Szczytowy koszt roczny energii elektrycznej
si: Letni stroški konične električne energije

source: Annual electricity cost valley
cs_cz: roční náklady na elektřinu při nízkém odběru
de: Jährliche Stromkosten Niedertarif
es: Coste anual electricidad valle
it: Costo annuo dell'elettricità minimo
pl: Dolny koszt roczny energii elektrycznej
si: Letni stroški najnižje moči elekrične energije

source: Annual electricity sales CHP
cs_cz: roční prodej elektřiny z kogenerace
de: Jährliche Einnahmen aus Stromverkauf (KWK)
es: Ventas anuales de electricidad CHP
it: Vendite annue di elettricità cogenerazione
pl: Koszt roczny sprzedaży energii elektrycznej CHP
si: Letna prodaja elek.energije CHP

source: Enclosing monthly fuel bills?
cs_cz: přiložit účty za palivo za měsíc?
de: Monatliche Brennstoffrechnungen beigefügt?
es: Se adjuntan facturas de combustible mensuales?
it: Comprese le fatture mensili dei combustibili?
pl: Załączenie miesięcznych rachunków za paliwo?
si: Priloženi mesečni računi za gorivo?

source: Enclosing monthly electricity bills?
cs_cz: přiložit účty za elektřinu za měsíc?
de: Monatliche Stromrechnungen beigefügt?
es: Se adjuntan facturas de electricidad mensuales?
it: Comprese le bollette mensili dell'elettricità?
pl: Załączenie miesięcznych rachunków za energię elektryczną?
si: Priloženi mesečni računi za elekektrično energijo?

source: Fuel consumption per product
cs_cz: spotřeba paliva na výrobek
de: Brennstoffverbrauch pro Produkt
es: Consumo de combustible por producto
it: Consumo combustibile per prodotto
pl: Zużycie paliwa wg produktu
si: Poraba goriva na produkt

source: Final energy consumptioin total (for the analysed industry)
cs_cz: spotřeba finální energie celkem (u analyzovaného odvětví)
de: Endenergieverbrauch gesamt (für das untersuchte Unternehmen)
es: Consumo total de energía final (para industria analizada)
it: Consumo di energia finale totale (per l'industria analizzata)
pl: Ostateczne zużycie energii łącznie (dla zanalizowanego przemysłu)
si: Celotna končna raba energije (za celotno analizirano industrijo)

source: FET total (for the analysed industry)
cs_cz: FET celkem (u analyzovaného odvětví)
de: FET gesamt (für das untersuchte Unternehmen)
es: FET total (para industria analizada)
it: energia finale per uso termico (FET) totale (per l'industria analizzata)
pl: FET łącznie (dla zanalizowanego przemysłu)
si: Celotni FET (za celotno analizirano industrijo)

source: FEO total (for the analysed industry)
cs_cz: FEO celkem (u analyzovaného odvětví)
de: FEO gesamt (für das untersuchte Unternehmen)
es: FEO total (para industria analizada)
it: energia finale per altri usi (FEO) totale (per l'industria analizzata)
pl: FEO łącznie (dla zanalizowanego przemysłu)
si: Celotni FED (za celotno analizirano industrijo)

source: Total electricity consumed by the factory
cs_cz: spotřeba energie v továrně celkem
de: Gesamter Stromverbrauch des Unternehmens
es: Electricidad total consumida por la fábrica
it: Elettricità totale consumata dalla fabbrica
pl: Łączna ilość energii elektrycznej zużytej przez fabrykę
si: Celotna porabljena električna energija v podjetju

source: Electricity for thermal use (total industry)
cs_cz: elektřina pro tepelné využití (odvětví celkem)
de: Stromverbrauch für thermische Zwecke (gesamtes Unternehmen)
es: Electricidad para uso térmico (total de industria)
it: Elettricità per uso termico (industria totale)
pl: Energia elektryczna do celów cieplnych (przemysł łącznie)
si: Elekektrična energija za toploto (celotna industrija)

source: Electricity for non thermal use (total industry)
cs_cz: elektřina pro jiné než tepelné využití (odvětví celkem)
de: Stromverbrauch für nicht-thermische Zwecke
es: Electricidad para uso no térmico (total de industria)
it: Elettricità per uso non termico (industria totale)
pl: Energia elektryczna dla celów nie cieplnych (przemysł łącznie)
si: Električna energija za ostalo rabo (celotna energija)

source: Primary energy consumptioin total (for the analysed industry)
cs_cz: spotřeba primární energie celkem (u analyzovaného odvětví)
de: Primärenergieverbrauch gesamt (für das untersuchte Unternehmen)
es: Energía primaria total consumida (para industria analizada)
it: Consumo di energia primaria totale (per l'industria analizzata)
pl: Pierwotne zużycie energii łącznie (dla zanalizowanego przemysłu)
si: Celotna primarna raba energije (za celotno analizirano industrijo)

source: PET total (for the analysed industry)
cs_cz: PET celkem (u analyzovaného odvětví)
de: PET gesamt (für das untersuchte Unternehmen)
es: PET total (para industria analizada)
it: PET totale (per l'industria analizzata)
pl: PET łącznie (dla zanalizowanego przemysłu)
si: Celotni PET (za celotno analizirano industrijo)

source: PEO total (for the analysed industry)
cs_cz: PEO celkem (u analyzovaného odvětví)
de: PEO gesamt (für das untersuchte Unternehmen)
es: PEO total (para industria analizada)
it: PEO totale (per l'industria analizzata)
pl: PEO łącznie (dla zanalizowanego przemysłu)
si: Celotni PEO (za celotno analizirano industrijo)

source: Total Primary Energy per all fuels used in industry
cs_cz: primární energie celkem podle všech paliv používaných v odvětví
de: Primärenergie gesamt nach allen im Unternehmen eingesetzten Brennstoffen
es: Energía primaria total para todos combustibles usados en la industria
it: Energia primaria totale per tutti i combustibili usati nell'industria
pl: Łączna ilość pierwotnej energii wg wszytkich paliw zastosowanych w przemyśle
si: Celotna Primarna Energija na porabljena goriva v industriji

source: Total Primary Energy per all fuels thermal use
cs_cz: primární energie celkem podle všech paliv na tepelné využití
de: Primärenergie gesamt nach allen Brennstoffen für thermische Zwecke
es: Energía primaria total para todos combustibles para uso térmico
it: Energia primaria totale per tutti i combustibili per uso termico
pl: Łączna ilość pierwotnej energii wg wszytkich paliw do celów termicznych
si: Celotna Primarna Energija na porabljena goriva gretje

source: Total Primary Energy per all electricity used in industry
cs_cz: primární energie celkem podle elektřiny využívané v odvětví
de: Primärenergie gesamt für den im Unternehmen eingesetzten Strom
es: Energía primaria total para toda electricidad usada en la industria
it: Energia primaria totale per tutta l'elettricità usata nell'industria
pl: Łączna ilość pierwotnej energii wg energii elektrycznej zastosowanej w przemyśle
si: Celotna Primarna Energija na poraboljeno električno energijo v industriji

source: Total Primary Energy per all electricity thermal use
cs_cz: primární energie celkem podle elektřiny na tepelné využití
de: Primärenergie gesamt für den Strom für thermische Zwecke
es: Energía primaria total para electricidad para uso termico
it: Energia primaria totale per tutta l'elettricità per uso termico
pl: Łączna ilość pierwotnej energii wg energii elektrycznej dla celów cieplnych
si: Celotna Primarna Energija na vso porabljeno električno energijo za gretje

source: Total own electricity consumption extrapolated to growth of production volume
cs_cz: celková vlastní spotřeba elektřiny extrapolované na růst objemu výroby
de: Gesamter eigener Stromverbrauch hochgerechnet auf das Wachstum des Produktionsvolumens
es: Electricidad total consumida propia extrapolada al crecimiento del volumen de producción
it: Consumo totale di elettricità propria estrapolato dalla crescita del volume produttivo
pl: Łączne zużycie własnej energii elektrycznej ekstrapolowanej do wzrostu wielkości produkcji
si: Celotna lastna raba električne energije ekstrapolirana na rast proizvodnje

source: Total own fuel consumption extrapolated to growth of production volume
cs_cz: celková vlastní spotřeba paliv extrapolovaná na růst objemu výroby
de: Gesamter eigener Brennstoffverbrauch hochgerechnet auf das Wachstum des Produktionsvolumens
es: Consumo total propio de combustible extrapolado al crecimiento del volumen de producción
it: Consumo totale di combustibile proprio estrapolato dalla crescita del volume produttivo
pl: Łączne zużycie własnego paliwa ekstrapolowanego do wzrostu wielkości produkcji
si: Celotna lastna raba goriva ekstrapolirana na rast proizvodnje

source: Total primary energy consumption extrapolated to growth of production volume
cs_cz: celková spotřeba primární energie extrapolovaná na růst objemu výroby
de: Gesamter eigener Primärenergieverbrauch hochgerechnet auf das Wachstum des Produktionsvolumens
es: Consumo total de energía primaria extrapolado al crecimiento del volumen de producción
it: Consumo totale di energia primaria estrapolato dalla crescita del volume produttivo
pl: Łączne zużycie pierwotnej energii ekstrapolowanej do wzrostu wielkości produkcji
si: Celotna primarna raba energije ekstrapolirana na rast proizvodnje

source: Intensity of fuel consumption (LCV) on turnover
cs_cz: výše spotřeby paliv (LCV) při obratu
de: Intensität des Brennstoffverbrauchs (Hi) auf den Umsatz
es: Intensidad de consumo de combustible (LCV) sobre ingresos
it: Incidenza del consumo di combustibile (potere calor. infer.) sul fatturato
pl: Natężenie zużycia paliwa (LCV) przy obrocie
si: Intenzivnost rabe goriva (LCV) na promet

source: Specific energy consumption (fuel)
cs_cz: měrná spotřeba energie (palivo)
de: Spezifischer Energieverbrauch (Brennstoffe)
es: Consumo específico de energía (combustible)
it: Consumo specifico di energia (combustibile)
pl: Jednostkowe zużycie energii (paliwo)
si: Specifična raba energije (goriva)

source: Intensity of electricity consumption on turnover
cs_cz: výše spotřeby elektřiny při obratu
de: Intensität des Stromverbrauchs auf den Umsatz
es: Intesidad de consumo eléctrico sobre ingresos
it: Incidenza del consumo di elettricità sul fatturato
pl: Natężenie zużycia energii elektrycznej przy obrocie
si: Intenzivnost rabe električne energije na promet

source: Primary energy intensity (turnover)
cs_cz: primární energetická náročnost (obrat)
de: Primärenergieintensität (Umsatz)
es: Intensidad primaria de energía (ingresos)
it: Intensità energia primaria (rispetto al fatturato)
pl: Energochłonność pierwotnej energii (obrót)
si: Primarna energijska intenzivnost (promet)
