Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Transmittance
cs_cz: propustnost
es: Transmisión
it: Trasmittanza
pl: Współczynnik przepuszczalności
si: Prenos

source: Reflectivity
cs_cz: odraznost
es: Reflexión
it: Potere riflettente
pl: Współczynnik odbicia
si: Odbojnost

source: Fuel name
cs_cz: název paliva
de: Brennstoffbezeichnung
es: Nombre combustible
it: Nome combustibile
pl: Nazwa paliwa
si: Ime goriva

source: Unit
cs_cz: jednotka
de: Einheit
es: Unidades
it: Unità di misura
pl: Jednostka
si: Enota

source: Fuel code
cs_cz: kód paliva
de: Brennstoffcode
es: Código combustible
it: Codice combustibile
pl: Kod paliwa
si: Koda goriva

source: Lower calorific value
cs_cz: výhřevnost
de: Unterer Heizwert
es: Valor calorífico bajo
it: Potere calorifico inferiore
pl: Niższa wartość opałowa
si: Najnižja toplotna vrednost

source: kWh/Unit
cs_cz: kWh/jednotka
de: kWh/Einheit
es: Kwh/ unidad
it: kWh/Unità
pl: kWh/urządzenie
si: kWh/Enoto

source: Higher calorific value
cs_cz: spalné teplo
de: Oberer Heizwert
es: Valor calorífico alto
it: Potere calorifico superiore
pl: Wyższa wartość opałowa
si: Najvišja toplotna vrednost

source: Production of CO2
cs_cz: produkce CO2
de: CO2-Ausstoß
es: Producción CO2
it: Produzione di CO2
pl: Produkcja CO2
si: Proizvodnja CO2

source: Density
cs_cz: hustota
de: Dichte
es: Densidad
it: Densità
pl: Gęstość
si: Gostota

source: Conversion to primary energy
cs_cz: přeměna na primární energii
de: Umwandlung in Primärenergie
es: Conversión a energía primaria
it: Conversione in energia primaria
pl: Konwersja na energię pierwotną
si: Pretvorba v primarno energijo

source: Data source
cs_cz: zdroj dat
de: Datenquelle
es: Fuente de datos
it: Fonte dati
pl: Źródło danych
si: Vir podatkov

source: Comment
cs_cz: poznámky
de: Kommentar
es: Comentarios
it: Commento
pl: Komentarz
si: Opomba

source: Fluid name
cs_cz: název kapaliny
de: Bezeichnung Medium
es: Nombre fluido
it: Nome fluido
pl: Nazwa paliwa
si: Ime fluida

source: Specific heat capacity
cs_cz: měrné teplo
de: Spezifische Wärmekapazität
es: Capacidad calorñifica específica
it: Calore specifico
pl: Pojemność cieplna właściwa
si: Specifična toplotna kapaciteta

source: Year of the data
cs_cz: data z roku
de: Basisjahr der Daten
es: Año de datos
it: Anno dei dati
pl: Rok danych
si: Leto podatkov

source: Country of the data
cs_cz: data ze země
de: Land der Daten
es: País origen de datos
it: Paese dei dati
pl: Kraj pochodzenia danych
si: Država podatkov

source: Reference (data source)
cs_cz: odkazy (zdroj dat)
de: Referenz (Datenquelle)
es: Referencia (fuente datos)
it: Riferimento (fonte dati)
pl: Odnośnik (źródło danych)
si: Reference (vir podatkov)

source: ID of auditor
cs_cz: ID auditora
de: ID des Auditors/der Auditorin
es: Identificador del autor
it: ID dell'auditor
pl: ID audytora
si: ID presojevalca

source: Nace code identifier
cs_cz: identifikátor Nace kód
de: Nace-Code Bezeichnung
es: Identificador código NACE
it: Identificatore codice NACE
pl: Identyfikator kodu Nace
si: NACE koda identifikatorja

source: Unit operation code
cs_cz: operační kód jednotky
de: Code der Grundoperation
es: Codigo unidad operación
it: Codice singola operazione (unit operation)
pl: Kod roboczy operacji jednostkowej
si: Koda obratovalne enote

source: Energy intensity (production cost) MIN
cs_cz: energetická náročnost (výrobní náklady) MIN
de: Energieintensität (Produktionskosten) MIN
es: Intensidad energética (coste producción) MIN
it: Intensità energetica (costo di produzione) MIN
pl: Energochłonność (koszt produkcyjny) MIN.
si: Energijska intenzivnost (proizvodni stroški) MIN

source: kWh/€
cs_cz: kWh/E
es: kWh/ EUR

source: Energy intensity (production cost) MAX
cs_cz: energetická náročnost (výrobní náklady) MAX
de: Energieintensität (Produktionskosten) MAX
es: Intensidad energética (coste producción) MAX
it: Intensità energetica (costo di produzione) MAX
pl: Energochłonność (koszt produkcyjny) MAKS.
si: Energijska intenzivnost (proizvodni stroški) MAX

source: Energy intensity (production cost) TARGET
cs_cz: energetická náročnost (výrobní náklady) CÍL
de: Energieintensität (Produktionskosten) ZIEL
es: Intensidad energética (coste producción) OBJETIVO
it: Intensità energetica (costo di produzione) TARGET
pl: Energochłonność docelowa (koszt produkcyjny) TARGET
si: Energijska intenzivnost (proizvodni stroški) CILJ

source: Energy intensity (turnover) MIN
cs_cz: energetická náročnost (obrat) MIN
de: Energieintensität (Umsatz) MIN
es: Intensidad energética (ingresos) MIN
it: Intensità energetica (fatturato) MIN
pl: Energochłonność (obrót) MIN
si: Energijska intenzivnost (promet) MIN

source: Energy intensity (turnover) MAX
cs_cz: energetická náročnost (obrat) MAX
de: Energieintensität (Umsatz) MAX
es: Intensidad energética (ingresos) MAX
it: Intensità energetica (fatturato) MAX
pl: Energochłonność (obrót) MAKS.
si: Energijska intenzivnost (promet) MAX

source: Electricity: Energy intensity TARGET (turnover)
cs_cz: elektřina: energetická náročnost CÍL (obrat)
de: Strom: Energieintensität (Umsatz) ZIEL
es: Electricidad: OBJETIVO intensidad energética (ingresos)
it: Elettricità: intensità energetica (fatturato) TARGET
pl: Energia elektryczna: Energochłoność docelowa (obrót) TARGET
si: Elektrika: Energijska intenzivnost CILJ (promet)

source: Specific electricity Consumption Min(SEC)
cs_cz: měrná spotřeba elektřiny (SEC) MIN
de: Spezifischer Stromverbrauch (SEC) MIN
es: Consumo eléctrico específico Min (SEC)
it: Consumo specifico di elettricità (SEC) MIN
pl: Jednostkowe zużycie energii elektrycznej Min (SEC)
si: Specifična raba električne energije Min(SEC)

source: Specific Electricity Consumption TARGET(SEC)
cs_cz: měrná spotřeba elektřiny (SEC) CÍL
de: Spezifischer Stromverbrauch (SEC) ZIEL
es: Consumo eléctrico específico OBJETIVO (SEC)
it: Consumo specifico di elettricità (SEC) TARGET
pl: Jednostkowe zużycie energii elektrycznej docelowo TARGET(SEC)
si: Specifična raba elekektrične energije CILJ(SEC)

source: Specific Electricity Consumption (SEC) AVERAGE
cs_cz: měrná spotřeba elektřiny (SEC) PRŮMĚR
de: Spezifischer Stromverbrauch (SEC) MITTEL
es: Consumo eléctrico específico (SEC) MEDIA
it: Consumo specifico di elettricità (SEC) MEDIO
pl: Jednostkowe zużycie energii elektrycznej średnio (SEC) AVERAGE
si: Specifična raba električne energije (SEC) POVPREČJE

source: Unit of SEC electricity
cs_cz: jednotka SEC elektřiny
de: Einheit des spezifischen Stromverbrauchs (SEC)
es: Uniades de SEC eléctrico
it: Unità SEC elettrico
pl: Jednostka energii elektrycznej SEC
si: Enota SEC električne energije

source: Heat: Energy intensity (production cost) MAX
cs_cz: teplo: energetická náročnost (výrobní náklady) MAX
de: Wärme: Energieintensität (Produktionskosten) MAX
es: Calor: intensidad energética (costes producción) MAX
it: Calore: intensità energetica (costo di produzione) MAX
pl: Ciepło: Energochłonność (koszt produkcyjny) MAKS.
si: Toplota: Energijska intenzivnost (proizvodni stroški) MAX

source: Heat: Energy intensity (turnover) MIN
cs_cz: teplo: energetická náročnost (obrat) MIN
de: Wärme: Energieintensität (Umsatz) MIN
es: Calor: intensidad energética (ingresos) MIN
it: Calore: intensità energetica (fatturato) MIN
pl: Ciepło: Energochłonność (obrót) MIN.
si: Toplota: Energijska intenzivnost (promet) MIN

source: Heat: Energy intensity (turnover) TARGET
cs_cz: teplo: energetická náročnost (obrat) CÍL
de: Wärme: Energieintensität (Umsatz) ZIEL
es: Calor: intensidad energética (ingresos) OBJETIVO
it: Calore: intensità energetica (fatturato) TARGET
pl: Ciepło: Energochłonność docelowa (obrót) TARGET
si: Toplota: Energijska intenzivnost (promet) CILJ

source: Specific Heat Consumption Min(SEC)
cs_cz: měrná spotřeba tepla Min (SEC)
de: Spezifischer Wärmeverbrauch (SEC) MIN
es: Consumo calor específico MIN (SEC)
it: Consumo specifico di calore (SEC) MIN
pl: Jednostkowe zużycie ciepła Min (SEC)
si: Specifična raba toplote Min(SEC)

source: Specific Heat Consumption TARGET(SEC)
cs_cz: měrná spotřeba tepla CÍL (SEC)
de: Spezifischer Wärmeverbrauch (SEC) ZIEL
es: Consumo calor específico OBJETIVO (SEC)
it: Consumo specifico di calore (SEC) TARGET
pl: Jednostkowe zużycie ciepła docelowe TARGET (SEC)
si: Specifična raba toplote CILJ(SEC)

source: Specific Heat Consumption (SEC) AVERAGE
cs_cz: měrná spotřeba tepla (SEC) PRŮMĚR
de: Spezifischer Wärmeverbrauch (SEC) MITTEL
es: Consumo calor específico (SEC) MEDIA
it: Consumo specifico di calore (SEC) MEDIO
pl: Jednostkowe zużycie ciepła (SEC) średnio AVERAGE
si: Specifična raba toplote (SEC) POVPREČJE

source: Unit of SEC heat
cs_cz: jednotka SEC tepla
de: Einheit des spezifischen Wärmeverbrauchs (SEC)
es: Unidades de SEC calor
it: Unità SEC termico
pl: Zespół systemu cieplnego SEC
si: Enota SEC toplote

source: Energy intensity (turnover) TARGET
cs_cz: energetická náročnost (obrat) CÍL
de: Energieintensität (Umsatz) ZIEL
es: Intensidad energética (ingresos) OBJETIVO
it: Intensità energetica (fatturato) TARGET
pl: Energochłonność docelowa (obrót) TARGET
si: Energijska intenzivnost (promet) CILJ

source: Specific Energy Consumption Min(SEC)
cs_cz: měrná spotřeba energie Min (SEC)
de: Spezifischer Energieverbrauch (SEC) MIN
es: Consumo energía específico Min (SEC)
it: Consumo specificao di energia (SEC) MIN
pl: Jednostkowe zużycie energii Min. (SEC)
si: Specifična raba energije Min(SEC)

source: Specific Energy Consumption TARGET(SEC)
cs_cz: měrná spotřeba energie CÍL (SEC)
de: Spezifischer Energieverbrauch (SEC) ZIEL
es: Consumo energía específico OBJETIVO (SEC)
it: Consumo specifico di energia (SEC) TARGET
pl: Jednostkowe zużycie energii docelowo TARGET (SEC)
si: Specifična raba energije CILJ(SEC)

source: Specific Energy Consumption (SEC) AVERAGE
cs_cz: měrná spotřeba energie (SEC) PRŮMĚR
de: Spezifischer Energieverbrauch (SEC) MITTEL
es: Consumo energía específico Medio (SEC)
it: Consumo specifico di energia (SEC) MEDIO
pl: Jednostkowe zużycie energii (SEC) średnio AVERAGE
si: Specifična raba energije (SEC) POVPREČJE

source: Unit SEC
cs_cz: jednotka SEC
de: Einheit SEC
es: Unidades SEC
it: Unità SEC
pl: Jednostka SEC
si: Enota SEC

source: Comments
cs_cz: poznámky
de: Kommentar
es: Comentarios
it: Commenti
pl: Komentarze
si: Opombe

source: Year (reference for economic data)
cs_cz: rok (odkaz na ekonomická data)
de: Jahr (Referenz für Wirtschaftsdaten)
es: Año (referencia para datos económicos)
it: Anno (riferimento per dati economici)
pl: Rok (0dniesienie do danych ekonomicznych)
si: Leto (referenca ekonomskih podatkov)

source: Reference
cs_cz: odkaz
de: Referenz
es: Referencia
it: Riferimento
pl: Odniesienie

source: Literature
cs_cz: literatura
de: Literatur
es: Bibliografía
it: Letteratura
pl: Literatura
si: Literatura

source: Data relevance/reliability
cs_cz: platnost/spolehlivost dat
de: Relevanz/Verlässlichkeit der Daten
es: Relevancia/fiabilidad de los datos
it: Rilevanza/affidabilità dati
pl: Znaczenie/niezawodność danych
si: Pomembnost podatkov/zanesljivost

source: Unit operation
cs_cz: jednotková operace
de: Grundoperation
es: Planta de producción
it: Singola operazione (unit operation)
pl: Operacja jednostkowa
si: Obratovalna enota

source: Code
cs_cz: kód
es: Código
it: Codice
pl: Kod
si: Koda

source: NACE code
cs_cz: NACE kód
es: Código NACE
it: Codice NACE
pl: Kod NACE
si: NACE koda

source: NACE subcode
cs_cz: NACE druhotný kód
de: NACE-Code der Untergruppe
es: Subcódigo NACE
it: Sotto-codice NACE
pl: Podkod NACE
si: NACE podkoda

source: NACE Name
cs_cz: NACE název
de: NACE-Bezeichnung
es: Nombre NACE
it: Nome categoria NACE
pl: Nazwa NACE
si: NACE Ime

source: NACE Subname
cs_cz: NACE druhotný název
de: NACE-Bezeichnung der Untergruppe
es: Subnombre NACE
it: Nome sotto-categoria NACE
pl: Podnazwa NACE
si: NACE podkoda

source: Product name
cs_cz: název výrobku
de: Produktname
es: Nombre producto
it: Nome prodotto
pl: Nazwa produktu
si: Ime proizvoda

source: National code
cs_cz: kód země
de: Nationaler Code
es: Código nacional
it: Codice nazionale
pl: Kod krajowy
si: Nacionalna koda

source: National subcode
cs_cz: druhotný kód země
de: Nationaler Code der Untergruppe
es: Subcódigo nacional
it: Sotto-codice nazionale
pl: Podkod krajowy
si: Nacionalna podkoda

source: National code name
cs_cz: název kódu země
de: Bezeichnung laut nationalem Code
es: Nombre código nacional
it: Nome codice nazionale
pl: Nazwa kodu krajowego
si: Nacionalno ime kode

source: National subcode name
cs_cz: název druhotného kódu země
de: Bezeichnung der Untergruppe nach nationalem Code
es: Nombre subcódigo nacional
it: Nome sotto-codice nazionale
pl: Nazwa podkodu krajowego
si: Nacionalno ime podkode

source: New alternative proposal
cs_cz: nový alternativní návrh
de: Neuer Alternativvorschlag
es: Nueva alternativa propuesta
it: Nuova proposta alternativa
pl: Nowa alternatywna propozycja
si: Novi alternativni predlog

source: shortname:
cs_cz: zkrácený název:
de: Kurzbezeichnung
es: Nombre corto
it: nome breve:
pl: skrótowiec:
si: skrajšano ime:

source: cancel
cs_cz: zrušit
de: Abbrechen
es: Cancelar
it: annulla
pl: unieważnij
si: razveljavi

source: description:
cs_cz: popis:
de: Beschreibung:
es: Descripción
it: descrizione:
pl: opis:
si: opis:

source: new alternative
cs_cz: nová varianta
de: Neue Alternative
es: Nueva alternativa
it: nuova alternativa
pl: nowa możliwość wyboru
si: nova alternativa

source: describe briefly the new alternative
cs_cz: popsat stručně novou alternativu
de: Beschreiben Sie kurz die Alternative
es: Describe brevemente nueva alternativa
it: descrivere brevemente nuova alternativa
pl: opisz krótko nową możliwość wyboru
si: kratek opis nove alternative

source: This operation will: 1.- DELETE a previous Einstein database from your MySQL server, if found. 2.- INSTALL a new Einstein database from a previous backup file (or from your installation package) WARNING: all your previous data will be lost.
cs_cz: Tato operace: 1.-VYMAŽE předchozí databázi Einsteina z vašeho MySQL serveru,pokud bude nalezena. 2.-NAINSTALUJE novou databázi Einsteina z dříve vytvořeného záložního souboru (nebo z vaší instalace souboru programů) UPOZORNĚNÍ: všechna vaše předchozí data zmizí.
de: Durch diese Operation : 1.- LÖSCHEN sie eine frühere Einstein Datenbank von ihrem MySQL-Server, falls vorhanden. 2.- INSTALLIEREN Sie eine neue Einstein Datenbank aus einer früheren Backup-Datei (oder aus Ihrem Installations- Paket) ACHTUNG: Alle vorhandenen Daten werden dadurch gelöscht.
es: Esta operación: 1. BORRARA una base de datos previa de EINSTEIN tu servidor MySQL, si encontrado. 2. INSTALARA una nueva base de datos desde un archivo de backup (o de su paquete de instalación ATENCION.Todos sus datos previos se perderán.
it: Questa operazione: 1.- ELIMINERÀ una precedente banca dati Einstein dal vostro server MySQL, se riscontrata. 2.- INSTALLERÀ una nuova banca dati Einstein da un precedente file di backup (o dal vostro pacchetto di installazione) ATTENZIONE: tutti i vostri dati precedenti andranno persi.
pl: Ta operacja: 1.- USUNIE porzednią bazę danych Einsteina z twojego serwera MySQL , jeśli zostanie znaleziona. 2.- ZAINSTALUJE nową bazę danych Einsteina z poprzedniego pliku zapasowego (lub z twojego pakietu instalacyjnego) OSTRZEŻENIE: wszystkie poprzednie dane zostaną utracone.
si: Ta operacija bo: 1.-IZBRISALA predhodno bazo podatkov iz vašega MySQL serverja, če obstaja. 2.-NAMESTILA novo podatkovno bazo iz predhodne datoteke (ali iz vašega namestitvenega paketa) OPOZORILO: vsi predhodni podatki bodo zbrisani.

source: This operation will create a backup file containing ALL the current information from your Einstein database. This file could be used to restore the contents of the database in the case of accidents, server or machine upgrades, and so on. The current contents of the database is not affected by this operation.
cs_cz: tato operace vytvoří záložní soubor obsahující VŠECHNY současné informace z vaší databáze Einstein. Tento soubor lze použít k obnově obsahu databáze v případě nehody, aktualizace serveru nebo počítače atd. Současný obsah databáze není touto operací ovlivněn.
de: Durch diese Operation wird eine Backup-Dateien erzeugt mit ALLEN aktuellen Daten Ihrer Einstein-Datenbank Diese Datei kann zur Wiederherstellung der Inhalte der Datenbank im Fall von Unfällen, Server- oder Computer-Updates, etc verwendet werden. Die aktuellen Inhalte der Datenbank werden durch diese Operation nicht verändert.
es: Esta operacion creara un archivo backup que contiene TODA la informacion de sus bases de datos EINSTEIN. Este archivo puede ser usado para recuperar contenidors de su base de datos en caso de accidente, servidor, etc. Los contenidos actuales de la base de datos no seran afectados por esta operacion.
it: Questa operazione creerà un file contenente TUTTE le attuali informazioni della vostra banca dati Einstein. Questo file potrebbe essere usato per ripristinare il contenuto della banca dati in caso di guasto, aggiornamento del server o della macchina, e così via. Il contenuto attuale della banca dati non risente di questa operazione.
pl: Ta operacja utworzy kopię zapasową pliku zawierającą WSZYSTKIE bieżące infomacje z twojej bazy danych Einstein . Tego pliku można użyć do przywrócenia zawartości bazy danych w przypadku wypadku, uaktualnienia serwera lub moderniizacji maszyny itp. To działanie nie ma wplywu na bieżącą zawartość bazy danych.
si: Ta operacija bo naredila rezervno datoteko, ki bo vsebovala VSE predhodne info iz vaše podatkovne baze To datoteko lahko uporabimo za obnovitev vsebine podatkovne baze v primeru napake v sistemu nadgradnje itd. Ta operacija ne vpliva na trenutno vsebino podatkovne baze.

source: Folder with MySql executables
cs_cz: složka s MySql spustitelnými soubory
es: Carpeta con mis MySql ejecutables
it: Cartella con eseguibili MySql
pl: Folder z wykonalnymi MySql
si: Mapa z izvrševanjem MySql

source: Character encoding
cs_cz: znakové kódování
de: Zeichen kodieren
es: Código de caracteres
it: Codifica caratteri
pl: Kodowanie znaków
si: Sprememba pisave

source: Select a file to save the database backup
cs_cz: zvolit soubor k uložení záložní databáze
de: Wählen Sie eine Datei zum Speichern des Datenbank-Backups
es: Selecciona archivo para copia backup de bases de datos
it: Selezionare un file per salvare il backup della banca dati
pl: Wybierz plik, w którym chcesz zachować kopię zapasową bazy danych
si: Izberi datoteko za shranitev rezervne podatkovne baze

source: Finish
cs_cz: dokončit
de: Beenden
es: Finalizar
it: Fine
pl: Zakończ
si: Konec

source: Test connection
cs_cz: zkušební přípojka
de: Testverbindung
es: Prueba de conexión
it: Collegamento di prova
pl: Połączenie testowe
si: Priključitev teksta

source: Database administration
cs_cz: správa databáze
de: Datenbankverwaltung
es: Gestión de bases de datos
it: Amministrazione banca dati
pl: Administracja bazy danych
si: Upravljanje z bazo podatkov

source: Database parameters
cs_cz: parametry databáze
de: Datenbankparameter
es: Parámetros de bases de datos
it: Parametri banca dati
pl: Parametry bazy danych
si: Parametri podatkovne baze

source: Restore database
cs_cz: obnovit databázi
de: Datenbank wiederherstellen
es: Recuperar base de datos
it: Ripristinare banca dati
pl: Przywróć bazę danych
si: Obnovi podatkovno bazo

source: Backup database
cs_cz: zálohovat databázi
de: Datenbank-Backup
es: Copia backup de base de datos
it: Backup banca dati
pl: Kopia zapasowa bazy danych
si: Rezervna podatkovna baza

source: Connection OK
cs_cz: připojení OK
de: Verbindung OK
es: Conexión OK
it: Collegamento OK
pl: Połączenie OK
si: Povezava v redu

source: Connection error: %s
cs_cz: chyba v připojení: %s
de: Verbindungsfehler: %s
es: Error conexión: %s
it: Errore collegamento: %s
pl: Błąd połączenia: %s
si: Napaka v povezavi: %s

source: Cannot connect with these parameters. Error message: %s Want to save them anyway?
cs_cz: S těmito parametry se nelze připojit. zpráva o chybě: %s chcete je přesto uchovat?
de: Keine Verbindung mit diesen Parametern. Fehlermeldung: %s Trotzdem speichern?
es: No puede conectar con estos parámetros Mensaje error:ªn%s Quiere guardarlo de todas formas?
it: Impossibile collegarsi con questi parametri. Messaggio di errore: %s Salvarli comunque?
pl: Niemożność połączenia z tymi parametrami. Błąd: %s Czy mimo wszystko chcesz je zapisać?
si: Ni mogoča povezava z danimi parametri. Napaka: %s Ali jih želiš vseeno shraniti?

source: Host name, database name and user name cannot be empty
cs_cz: jméno hostitele, název databáze a jméno uživatele musí být uvedeno
de: Host Name, Datenbankname und Username müssen eingegeben werden
es: Nombre propietario, base de datos y usuario no pueden estar vacíos
it: Nome host, nome banca dati e nome utente non possono essere vuoti
pl: Pola z nazwą gospodarza, nazwą bazy danych i nazwą użytkownika nie mogą być puste
si: Ime gostitelja, ime podatkovne baze in uporabniško ime ne sme biti prazno

source: Mysql binary folder is unknown. Database dumps will not be made.
cs_cz: Mysql párová složka je neznámá. Výpisy z databáze nebudou provedeny.
de: Mysql Binärdateienordner unbekannt. Datenbankauszug wird nicht erstellt.
es: Carpeta binaria de MySQL no es conocida. Vaciado de base datos no se realizará.
it: Mysql binary folder sconosciuta. I dumps della banca dati non verranno eseguiti.
pl: Folder binarny Mysql nie jest znany. Wypis bazy danych nie zostanie wykonany.
si: Nepoznana Mysql binarna mapa. Izdelava podatkovne baze ni mogoča.

source: Bad value in einstein.ini file: %s
cs_cz: chybná hodnota v einstein.ini.souboru: %s
de: Ungültiger Wert in einstein.ini Datei: %s
es: Valor incorrecto en archivo einstein.ini : %s
it: Valore errato nel file einstein.ini: %s
pl: Niewłaściwa wartość w einstein.ini file: %s
si: Napačna vrednost v datoteki einstein.ini: %s

source: The configuration has been updated
cs_cz: konfigurace byla aktualizována
de: Die Konfiguration wurde aktualisiert
es: Configuración actualizada
it: La configurazione è stata aggiornata
pl: Konfiguracja została aktualizowana
si: Konfiguracija je bila posodobljena

source: Choose a file for restoring the Database
cs_cz: vybrat soubor pro obnovu databáze
de: Wählen Sie eine Datei zur Wiederherstellung der Datenbank
es: Elige fichero para recuperar base de datos
it: Scegliere un file per ripristinare la banca dati
pl: Wybierz plik, by przywrócić bazę danych
si: Izberi datoteko za obnovitev podatkovne baze

source: Please select the folder where MySQL binaries reside
cs_cz: zvolte, prosím, párovou složku pro MySQL
es: Elige carpeta donde reside MySQL binarios
it: Selezionare la cartella di destinazione dei file binari MySQL
pl: Proszę wybrać folder binarny MySQL
si: Prosim izberi mapo shranjene binarne MySQL

source: Choose a file for writing the Database backup
cs_cz: vybrat soubor pro záložní databázi
de: Wählen Sie eine Datei für die Erstellung des Datenbank-Backups
es: Elige un archivo para escribir copia backup de base de datos
it: Scegliere un file per effettuare il backup della banca dati
pl: Wybierz plik, w którym chcesz zapisać kopię zapasową bazy danych
si: Izberi datoteko za zapis dodatne podatkovne baze

source: The database backup has finished
cs_cz: zálohování databáze je dokončeno
de: Das Datenbank-Backup ist abgeschlossen
es: Backup de base de datos finalizada
it: Backup della banca dati completato
pl: Kopia zapasowa bazy danych zakończona
si: Dodatna podatkovna baza je končana

source: The database backup was terminated by signal %s
cs_cz: zálohování databáze bylo ukončeno signálem %s
de: Das Datenbank-Backup wurde durch das Signal %s beendet
es: Copia bakcup fue finalizada por señal %s
it: Il backup della banca dati è stato terminato dal segnale %s
pl: Kopia zapasowa bazy danych zakończona sygnałem%s
si: Dodatna podatkovna baza je bila zaključena z znakom %s
