Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Import &Questionnaire
cs_cz: Importovat &Dotazník
de: &Fragebogen importieren
es: Importar &Cuestionario
it: Importa &questionario
pl: Import & Kwestionariusz
si: Uvozi &Vprašalnik

source: Import data
cs_cz: importovat data
de: Daten importieren
es: Importar datos
it: Importa dati
pl: Import danych
si: Uvozi podatke

source: Export data
cs_cz: exportovat data
de: Daten exportieren
es: Exportar datos
it: Esporta dati
pl: Eksport danych
si: Izvozi podatke

source: &Print
cs_cz: &Tisk
de: &Drucken
es: &Imprimir
it: &Stampa
pl: &Druk
si: &Tiskaj

source: &Heat pumps
cs_cz: &Tepelná čerpadla
de: &Wärmepumpen
es: &Bombas de calor
it: &Pompe di calore
pl: &Pompy ciepła
si: &Toplotna črpalka

source: &Chillers
cs_cz: &Chladiče
de: &Kältemaschinen
es: &Refrigerador
it: &Macchine frigorifere
pl: &Agregaty wody lodowej
si: &Hladilniki

source: B&oilers
cs_cz: K&otle
de: H&eizkessel
es: C&alderas
it: C&aldaie
pl: &Kotły
si: K&otli

source: Stora&ge
cs_cz: Sklado&vání
de: &Speicher
es: Almac&enamiento
it: Accum&lo
pl: &Magazynowanie
si: Sklad&išče

source: &Solar Collectors
cs_cz: &Solární kolektory
es: &Colectores solares
it: &Collettori solari termici
pl: &Kolektory solarne
si: &Sončni kolektorji

source: Equipments
cs_cz: zařízení
de: Anlagen
es: Equipos
it: Impianti
pl: &Urządzenia
si: Oprema

source: Fue&ls
cs_cz: Pali&va
de: B&rennstoffe
es: Combustibles
it: Combustib&ili
pl: &Paliwa
si: Gor&iva

source: Flui&ds
cs_cz: Kapalii&ny
de: M&edien
es: Fluidos
it: Flui&di
pl: &Ciecze
si: Flui&di

source: Electricity mix
cs_cz: elektřina z různých zdrojů
de: Strommix
es: Mix eléctrico
it: Mix elettrico
pl: Miks energii elektrycznej
si: Električna energija mešano

source: &Benchmarks
cs_cz: &srovnávací testy
es: &Benchmark
pl: &Benchmarki
si: &Primerjava

source: &Nace code
cs_cz: &Nace kód
es: &Código NACE
it: &Codice NACE
pl: &Kod Nace
si: &Nace koda

source: &Unit operation
cs_cz: &jednotková operace
de: &Grundoperation
es: &Planta
it: &Singola operazione
pl: &Obsługa urządzenia
si: &Procesne enote

source: all data bases
cs_cz: všechny databáze
es: Todas las bases de datos
it: Tutte le banche dati
pl: wszystkie bazy danych
si: vse podatkovne baze

source: all equipment data bases
cs_cz: databáze všech zařízení
es: Base de datos de todos los equipos
it: Tutte le banche dati degli impianti
pl: wszystkie bazy danych sprzętu
si: vse podatkovne baze o opremi

source: User interaction &level
cs_cz: interakce uživatele&úroveň
de: &Grad der Benutzereinwirkung
es: Nivel interacción &nivel
it: Livello interazione &utente
pl: Interakcja użytkownika i poziom
si: Vpliv uporabnika &na nivo

source: &Preferences
cs_cz: &Preference
de: &Benutzereinstellungen
es: &Preferencias
it: &Preferenze
pl: &Preferencje
si: &Prednosti

source: C&lassification
cs_cz: k&lasifikace
de: &Klassifikation
es: Clasificación
it: C&lassificazione
pl: &Klasyfikacja
si: K&lasifikacija

source: Language
cs_cz: jazyk
de: Sprache
es: Idioma
it: Lingua
pl: Język
si: Jezik

source: View message log
cs_cz: prohlížet záznam zpráv
de: Nachrichtenlog anzeigen
it: Visualizza registro messaggi
pl: Przejrzyj rejestr wiadomości
si: Poglej sporočilo

source: Fonts
cs_cz: typy písma
de: Schriftart
es: Fuentes
it: Caratteri
pl: Fonty
si: Oblika

source: &Documentation
cs_cz: &Dokumentace
de: &Dokumentation
es: &Documentación
it: &Documentazione
pl: &Dokumentacja
si: &Dokumentacija

source: &About
cs_cz: &týká se
de: &Über Einstein
es: &Sobre
it: &Informazioni
pl: &O
si: &Približno

source: &File
cs_cz: &soubor
de: &Datei
es: &Archivo
pl: &Plik
si: &Datoteka

source: Database
cs_cz: databáze
de: Datenbank
es: Base de datos
it: Banca dati
pl: Baza danych
si: Podatkovna baza

source: &Settings
cs_cz: &nastavení
de: &Einstellungen
es: &Opciones
it: &Impostazioni
pl: &Ustawienia
si: &Nastavitve

source: &Help
cs_cz: &pomoc
de: &Hilfe
es: &Ayuda
it: &Aiuto
pl: &Pomoc
si: &Pomoč

source: View
cs_cz: pohled
de: Ansicht
es: Ver
it: Vista
pl: Przejrzyj
si: Pogled

source: Annual data
cs_cz: data za rok
de: Jährliche Daten
es: Datos anuales
it: Dati annuali
pl: Dane roczne
si: Letni podatki

source: Monthly data
cs_cz: data za měsíc
de: Monatliche Daten
es: Datos mensuales
it: Dati mensili
pl: Dane miesięczne
si: Mesečni podatki

source: Hourly performance data
cs_cz: data výkonu za hodinu
de: Stündliche Leistungsdaten
es: Datos comportamiento por horas
it: Dati orari di rendimento
pl: Dane wydajności godzinowej
si: Podatki o učinkovitosti na uro

source: Monthly demand
cs_cz: odběr za měsíc
de: Monatlicher Bedarf
es: Demanda mensual
it: Domanda mensile
pl: Zapotrzebowanie miesięczne
si: Mesečna potreba

source: Monthly supply
cs_cz: dodávka za měsíc
de: Monatliche Zufuhr
es: Suministro mensual
it: Fornitura mensile
pl: Zaopatrzenie miesięczne
si: Mesečna dobava

source: Hourly demand
cs_cz: odběr za hodinu
de: Stündlicher Bedarf
es: Demanda por horas
it: Domanda oraria
pl: Zapotrzebowanie godzinowe
si: Potreba na uro

source: Hourly supply
cs_cz: dodávka za hodinu
de: Stündliche Zufuhr
es: Suministro por horas
it: Fornitura oraria
pl: Zaopatrzenie godzinowe
si: Dobava na uro

source: Global energy intensity
cs_cz: globální energetická náročnost
de: Allgemeine Energieintensität
es: Intensidad energética global
it: Intensità energetica globale
pl: Energochłonność globalna
si: Globalna energijska intenzivnost

source: SEC by process
cs_cz: SEC podle procesu
de: SEC nach Prozessen
es: SEC por proceso
it: SEC per processo
pl: SEC wg procesu
si: SEC po procesu

source: Design
cs_cz: návrh
de: Auslegen
es: Diseño
it: Progettazione
pl: Projekt
si: Načrtovanje

source: H&C Supply
cs_cz: dodávka H&C
de: W&K-Versorgung
es: Suministro de HC
it: Fornitura C&F
pl: Zaopatrzenie w H&C
si: Dobava toplote in hladu

source: H&C Storage
cs_cz: akumulace H&C
de: W&K-Speicher
es: Almacenamiento HC
it: Accumulo C&F
pl: Magazynowanie H&C
si: Skladiščenje toplote in hladu

source: Solar Thermal
cs_cz: solární ohřev
de: Solarthermie
es: Solar Térmica
it: Solare termico
pl: Solarno-termiczny
si: Solarni toplotni sistem

source: Heat Pumps
cs_cz: tepelná čerpadla
de: Wärmepumpen
es: Bombas de calor
it: Pompe di calore
pl: Pompy ciepła
si: Toplotne črpalke

source: Chillers
cs_cz: chladiče
de: Kältemaschinen
es: Refrigeradores
it: Macchine frigorifere
pl: Agregaty wody lodowej
si: Hladilniki

source: Boilers & burners
cs_cz: kotle & hořáky
de: Heizkessel & Brenner
es: Calderas y quemadores
it: Caldaie e bruciatori
pl: Kotły i palniki
si: Kotli in gorilniki

source: H&C Distribution
cs_cz: rozvod H&C
de: W&K-Verteilung
es: Distribución HC
it: Distribuzione C&F
pl: Rozdział H&C
si: Distribucija toplote in hladu

source: Energy performance
cs_cz: energetická náročnost
de: Energieleistung
es: Comportamiento energético
it: Prestazioni energetiche
pl: Wydajność energetyczna
si: Energijska učinkovitost

source: Comparative study
cs_cz: srovnávací studie
de: Vergleichsstudie
es: Estudio comparativo
it: Studio comparativo
pl: Badanie porównawcze
si: Primerjalna študija

source: Report generation
cs_cz: vytváření reportů
de: Bericht erstellen
es: Generar informe
it: Generazione resoconto
pl: Przygotowanie raportu
si: Izdelava poročila

source: REFERENCE TECHNOLOGIES AND MEASURES:
cs_cz: REFERENČNÍ TECHNOLOGIE A OPATŘENÍ:
es: TECNOLOGIAS DE REFERENCIA Y MEDIDAS:
it: TECNOLOGIE E MISURE DI RIFERIMENTO:
pl: TECHNOLOGIE I ŚRODKI ODNIESIENIA:
si: REFERENČNE TEHNOLOGIJE IN UKREPI:

source: PROPOSED ENERGY EFFICIENCY MEASURES:
cs_cz: NAVRŽENÁ ENERGETICKY ÚČINNÁ OPATŘENÍ:
es: MEDIDAS EFICIENCIA ENERGETICA PROPUESTAS:
it: MISURE DI EFFICIENZA ENERGICA PROPOSTE
pl: PROPONOWANE ŚRODKI WYDAJNOŚCI ENERGETYCZNEJ
si: PREDLOGI ZA ENERGIJSKO UČINKOVITOST:

source: Projects in the database
cs_cz: projekty v databázi
de: Projekte in der Datenbank
es: Proyectos en base de datos
it: Progetti nella banca dati
pl: Projekty w bazie danych
si: Projekti v podatkovni bazi

source: open project
cs_cz: otevřít projekt
de: Projekt öffnen
es: Abrir proyecto
it: apri progetto
pl: otwórz projekt
si: odpri projekt

source: copy project
cs_cz: kopírovat projekt
de: Projekt kopieren
es: Copiar proyecto
it: copia progetto
pl: kopiuj projekt
si: kopiraj projekt

source: new project
cs_cz: nový projekt
de: Neues Projekt
es: Nuevo proyecto
it: nuovo progetto
pl: nowy projekt
si: novi projekt

source: delete project
cs_cz: vymazat projekt
de: Projekt löschen
es: Borrar proyecto
it: elimina progetto
pl: usuń projekt
si: izbriši projekt

source: Selected project
cs_cz: zvolený projekt
de: Ausgewähltes Projekt
es: Proyecto seleccionado
it: Progetto selezionato
pl: Wybrany projekt
si: Izberani projekt

source: run EINSTEIN audit procedure
cs_cz: spustit audit EINSTEIN
de: EINSTEIN Auditverfahren starten
es: Ejecutar protocolo auditoría EINSTEIN
it: esegui procedura di audit EINSTEIN
pl: uruchom procedurę audytu EINSTEIN
si: zaženi EINSTEIN energetski pregled

source: (copy)
cs_cz: (kopírovat)
de: (Kopieren)
es: (copiar)
it: (copia)
pl: (kopia)
si: (kopiraj)

source: new project copied from
cs_cz: nový projekt zkopírován z
de: Neues Projekt kopiert von
es: Nuevo proyecto copiado de
it: nuovo progetto copiato da
pl: nowy projekt skopiowany z
si: novi projekt skopiran iz

source: Delete project %s ?
cs_cz: vymazat projekt %s ?
de: Projekt %s löschen?
es: Borrar proyecto %s ?
it: Eliminare progetto %s ?
pl: Usunąć projekt %s ?
si: Izbriši projekt %s ?

source: PanelQ0 (ButtonDelete): deleting
cs_cz: panelQO (klávesa Vymazat): mazání
de: PanelQ0 (ButtonDelete): Löschen
es: PanelQ0 (ButtonDelete): borrando
it: PannelloQ0 (PulsanteElimina): eliminazione in corso
pl: PanelQ0 (KlawiszDelete): usuwanie
si: PanelQ0 (GumbBriši): brišem

source: New Project
cs_cz: nový projekt
de: Neues Projekt
es: Nuevo proyecto
it: Nuovo progetto
pl: Nowy Projekt
si: Novi projekt

source: give here a short description of your project
cs_cz: zde uveďte stručný popis vašeho projektu
de: Beschreiben Sie hier kurz Ihr Projekt
es: Explica brevemente tu proyecto
it: fornire una breve descrizione del vostro progetto
pl: przedstaw krótki opis swojego projektu
si: tukaj je kratek opis vašega projekta

source: General information
cs_cz: všeobecné informace
de: Allgemeine Informationen
es: Información general
it: Informazioni generali
pl: Infomacja ogólna
si: Splošne informacije

source: Statistical and economical data
cs_cz: statistická a ekonomická data
de: Statistische und Wirtschaftlichkeitsdaten
es: Datos económicos y estadísticos
it: Dati statistici ed economici
pl: Dane statystyczne i ekonomiczne
si: Statistični in ekonomski podatki

source: Period of operation
cs_cz: doba provozu
de: Betriebszeit
es: Periodo de ejecución
it: Periodo di esercizio
pl: Okres działania
si: Obdobje obratovanja

source: Information on products
cs_cz: informace o výrobcích
de: Information über Produkte
es: Información sobre productos
it: Informazioni sui prodotti
pl: Infomacje o produkcie
si: Informacije o produktih

source: Energy consumption by product
cs_cz: spotřeba energie podle výrobku
de: Energieverbrauch nach Produkten
es: Consumo energético por productos
it: Consumo di energia per prodotto
pl: Zużycie energii wg produktu
si: Poraba energije na produkt

source: Product list
cs_cz: seznam výrobků
de: Produktliste
es: Lista de productos
it: Elenco prodotti
pl: Wykaz produktów
si: Seznam produktov

source: Principal periods of holidays or stops for maintenance
cs_cz: hlavní období dovolených nebo odstávek na údržbu
de: Betriebsurlaub und Stillstände für Wartung
es: Periodos principales de vacaciones y de mantenimiento
it: Principali periodi festivi o interruzioni per manutenzione
pl: Główne okresy wakacyjne lub przestoje konserwacyjne
si: Obdobje letnega dopusta ali zaustavitve zaradi vzdrževanja

source: Name of the company
cs_cz: název podniku
de: Name des Unternehmens
es: Nombre de la compañía
it: Ragione sociale
pl: Nazwa przedsiębiorstwa
si: Ime podjetja

source: Legal name of the company
cs_cz: oficiální název podniku
de: Name des Unternehmens laut Firmenbuch
es: Razon social
it: Denominazione legale società
pl: Prawna nazwa przedsiębiorstwa
si: Pravno ime podjetja

source: City / Country
cs_cz: město / země
de: Stadt / Land
es: Ciudad / País
it: Città / Paese
pl: Miejscowość/Kraj
si: Mesto / država

source: City where production is located
cs_cz: město, kde je umístěna výroba
de: Sitz der Produktion
es: Ciudad donde se localiza la producción
it: Città in cui è situata lo stabilimento produttivo
pl: Miejscowość, w której zlokalizowana jest produkcja
si: Mesto proizvodnega obrata

source: Name of contact person
cs_cz: jméno kontaktní osoby
de: Name der Kontaktperson im Unternehmen
es: Persona de contacto
it: Nome del referente
pl: Nazwisko osoby kontaktowej
si: Kontaktna oseba

source: Position of contact person in the company
cs_cz: funkce kontaktní osoby v podniku
de: Position der Kontaktperson im Unternehmen
es: Cargo de la persona de contacto
it: Posizione del referente nella società
pl: Stanowisko osoby kontaktowej w przesiębiorstwie
si: Delovno mesto kontaktne osebe

source: Address
cs_cz: adresa
de: Adresse
es: Dirección
it: Indirizzo
pl: Adres
si: Naslov

source: Telephone No
cs_cz: telefon
de: Telefonnummer
es: Teléfono
it: N. di telefono
pl: Nr telefonu
si: Tel. št.

source: Fax No
cs_cz: fax
de: Faxnummer
es: Fax
it: N. di fax
pl: Nr faksu
si: Št. faksa

source: Description of the industry
cs_cz: popis hlavní činnosti
de: Beschreibung des Unternehmens
es: Descripción de la industria
it: Descrizione dell'industria
pl: Opis przemysłu
si: Opis industrije

source: Branch
cs_cz: odvětví
de: Wirtschaftszweig
es: Sector industrial
it: Categoria
pl: Oddział
si: Panoga

source: Sub-branch
cs_cz: obor
de: Untergruppe des Wirtschaftszweigs
es: Subsector industrial
it: Sottosettore
pl: Pododdział
si: Pod-panoga

source: NACE code branch
cs_cz: NACE kód odvětví
de: NACE-Code des Wirtschaftszweigs
es: Código NACE
it: Settore codice NACE
pl: Kod NACE oddziału
si: NACE koda panoge

source: NACE code sub-branch
cs_cz: NACE kód oboru
de: NACE-Code der Untergruppe
es: Subcódigo NACE
it: Sottosettore codice NACE
pl: Kod NACE pododdziału
si: NACE koda pod-panoge

source: Number of employees
cs_cz: počet zaměstnanců
de: Anzahl der Angestellten
es: Número empleados
it: Numero di dipendenti
pl: Liczba zatrudnionych
si: Število zaposlenih

source: Annual turnover
cs_cz: roční obrat
de: Jahresumsatz
es: Facturación anual
it: Fatturato annuo
pl: Obrót roczny
si: Letni promet

source: Million of euro per year
cs_cz: milion euro za rok
de: Millionen Euro pro Jahr
es: Millones de EUR por año
it: Milioni di euro all'anno
pl: Milion EURO rocznie
si: Milion evrov na leto

source: Annual production cost
cs_cz: výrobní náklady za rok
de: Jährliche Produktionskosten
es: Coste de producción anual
it: Costo annuo della produzione
pl: Roczny koszt produkcji
si: Letni proizvodni stroški

source: Specify total factor inputs for production
cs_cz: specifikovat celkové výrobní vstupy
de: Unterscheiden Sie nach Produktionsfaktoren
es: Especifica entradas totales para producción
it: Specificare i fattori produttivi totali per produzione
pl: Określ łączne czynniki wejściowe produkcji
si: Določi faktor celotnega vtoka za proizvodnjo

source: Base year for economic data
cs_cz: základní rok pro ekonomická data
de: Basisjahr für Wirtschaftsdaten
es: Año base para datos económicos
it: Anno di riferimento per i dati economici
pl: Rok bazowy do danych ekonomicznych
si: Osnovno leto za ekonomske podatke

source: Specify the reference year for economic parameters
cs_cz: specifikovat referenční rok pro ekonomické parametry
de: Geben Sie das Basisjahr für die Wirtschaftlichkeitsparameter an
es: Especifica el año de referencia para parametros económicos
it: Specificare l'anno di riferimento per i parametri economici
pl: Określ rok odniesienia dla parametrów ekonomicznych
si: Določi referenčno leto za ekonomske parametre

source: Growth rate of the production volume foreseen for the next 5 years [%/year]
cs_cz: předpokládaná míra růstu objemu výroby na příštích 5 let [%/rok]
de: Voraussichtliche Wachstumsrate des Produktionsvolumens in den nächsten 5 Jahren [%/Jahr]
es: Tasa de crecimiento de producción prevista en próximos 5 años [%/año]
it: Tasso di crescita del volume di produzione previsto per i prossimi 5 anni [%/anno]
pl: Stopa wzrostu wielkości produkcji przewidywanej na następne 5 lat [%/rok]
si: Predvidena letna rast proizvodnje za obdobje 5 let [%/leto]

source: Is the company independent?
cs_cz: je podnik nezávislý?
de: Ist das Unternehmen unabhängig?
es: La compañía es independiente?
it: La società è indipendente?
pl: Czy przedsiębiorstwo jest niezależne?
si: Je podjetje samostojno?

source: Yearly O&M heat & cold
cs_cz: roční O&M náklady na teplo & chlad
de: Jährliche Wartungs. und Instandh. Kosten für Wärme & Kälte
es: O&M anual de calor y frío
it: Gestione e manutenzione annua impianti termici/raffreddamento
pl: Roczna obsługa i konserwacja ciepła i zimna
si: Letni O in V toplota in hlad

source: Yearly O&M electrical
cs_cz: roční O&M náklady na elektřinu
de: Jährliche Wart. und Instandh. kosten der elektrischen Anlagen
es: O&M anual para electricidad
it: Gestione e manutenzione annua generazione elettrica
pl: Roczna obsługa i konserwacja energii elektrycznej
si: Letna O in V električne energije

source: Percentage of fuel cost on overall production cost
cs_cz: procentuální podíl paliva na celkových výrobních nákladech
de: Anteil der Brennstoffkosten an den Gesamtproduktionskosten
es: % de coste de combustible respecto al coste total de producción
it: Percentuale del costo dei combustibili sul costo totale di produzione
pl: Procent kosztów za paliwo w łącznych kosztach produkcji
si: Delež stroškov goriva glede na proizvodne stroške

source: Percentage of electricity cost on overall production cost
cs_cz: procentuální podíl elektřiny na celkových výrobních nákladech
de: Anteil der Stromkosten an den Gesamtproduktionskosten
es: % de coste electricidad respecto al coste total de producción
it: Percentuale del costo dell'elettricità sul costo totale di produzione
pl: Procent kosztów za energię elektryczną w łącznych kosztach produkcji
si: Delež stroškov elek. energije glede na proizvodne stroške

source: Total hours of operation per working day
cs_cz: celkový počet provozních hodin za pracovní den
de: Gesamtbetriebsstunden pro Arbeitstag
es: Número total de horas de funcionamiento por día
it: Ore totali di funzionamento per giorno lavorativo
pl: Łączna liczba godzin operacyjnych przypadająca na dzień roboczy
si: Obratovalne ure na dan

source: Number of shifts
cs_cz: počet směn
de: Anzahl der Schichten
es: Número de turnos
it: Numero di turni
pl: Liczba zmian
si: Število izmen

source: Days of production / operation per year
cs_cz: výrobní / provozní dny za rok
de: Produktions- / Betriebstage pro Jahr
es: Días de producción por año
it: Giorni di produzione / funzionamento all'anno
pl: Dni produkcyjne/operacyjne przypadające na rok
si: Št. proizvodnih/obratovalnih dni na leto

source: Period of holidays No. 1 - start date
cs_cz: doba dovolených č. 1 - počáteční den
de: Urlaubszeit Nr. 1 - Beginndatum
es: Periodo de vacaciones 1 - día inicio
it: Periodo festivo N. 1 - data inizio
pl: Okres wakacyjny nr 1 - dane początkowe
si: Dopust Št. 1 - datum začetka

source: Period of holidays No. 1 - stop date
cs_cz: doba dovolených č. 1 - konečný den
de: Urlaubszeit Nr. 1 - Enddatum
es: Periodo de vacaciones 1 - día finalización
it: Periodo festivo n. 1 - data interruzione
pl: Okres wakacyjny nr 1 - dane końcowe
si: Dopust Št. 1 - datum konca

source: Period of holidays No. 2 - start date
cs_cz: doba dovolených č. 2 - počáteční den
de: Urlaubszeit Nr. 2 - Beginndatum
es: Periodo de vacaciones 2 - dia inicio
it: Periodo festivo N. 2 - data inizio
pl: Okres wakacyjny nr 2 - dane początkowe
si: Dopust Št. 2 - datum začetka

source: Period of holidays No. 2 - stop date
cs_cz: doba dovolených č. 2 - konečný den
de: Urlaubszeit Nr. 2 - Enddatum
es: Periodo de vacaciones 2 -día finalización
it: Periodo festivo n. 2 - data interruzione
pl: Okres wakacyjny nr 2 - dane końcowe
si: Dopust Št. 2 - datum konca

source: Period of holidays No. 3 - start date
cs_cz: doba dovolených č. 3 - počáteční den
de: Urlaubszeit Nr. 3 - Beginndatum
es: Periodo de vacaciones 3 - día inicio
it: Periodo festivo N. 3 - data inizio
pl: Okres wakacyjny nr 3 - dane począkowe
si: Dopust Št. 3 - datum začetka

source: Period of holidays No. 3 - stop date
cs_cz: doba dovolených č. 3 - konečný den
de: Urlaubszeit Nr. 3 - Enddatum
es: Periodo de vacaciones 3 - día finalización
it: Periodo festivo n. 3 - data interruzione
pl: Okres wakacyjny nr 3 - dane końcowe
si: Dopust Št. 3 - datum konca

source: Type of product
cs_cz: druh výrobku
de: Art des Produkts
es: Tipo de producto
it: Tipo di progetto
pl: Typ produktu
si: Vrsta produkta

source: Product code
cs_cz: kód výrobku
de: Produktcode
es: Código de producto
it: Codice prodotto
pl: Kod produktu
si: Koda produkta

source: Quantity of product(s) per year [product-units/year]
cs_cz: množství výrobků za rok [výrobek-jednotky/rok]
de: Produktmenge(n) pro Jahr [Produkteinheiten/Jahr]
es: Cantidad de producto(s) anual [unidades de producto/año]
it: Quantità annua di prodotto/i
pl: Ilość produktu/ów rocznie [product-units/year]
si: Količinaproduktov na leto [proizvod-enote/leto]

source: Measurement unit for product quantity
cs_cz: jednotka měrné veličiny za množství výrobků
de: Maßeinheit für Produktmenge
es: Unidad de medida para cantidad producto
it: Unità di misura della quantità di prodotto
pl: Jednostka pomiarowa dla ilości produktu
si: Merska enota za količine produkta

source: Annual turnover per product
cs_cz: roční obrat na výrobek
de: Jährlicher Umsatz pro Produkt
es: Ingresos anuales por producto
it: Fatturato annuo per prodotto
pl: Roczny obrót przypadający na produkt
si: Letni prihodek na produkt

source: Electricity consumption per product
cs_cz: spotřeba elektřiny na výrobek
de: Stromverbrauch pro Produkt
es: Consumo eléctrico por producto
it: Consumo di elettricità per prodotto
pl: Zużycie energii elektrycznej przypadające na produkt
si: Poraba električne energije na produkt

source: Fuel consumption per product(LCV)
cs_cz: spotřeba paliv na výrobek (LCV)
de: Brennstoffverbrauch pro Produkt (Hi)
es: Consumo de combustible por producto (LCV)
it: Consumo di combustibile per prodotto (potere calor. infer.)
pl: Zużycie energii przypadające na produkt (LCV)
si: Raba goriva na produkt(LCV)

source: Specify energy content of fuels in LCV
cs_cz: specifikovat energetickou kapcitu paliv v LCV
de: Geben Sie den Energiegehalt von Brennstoffen als Hi an
es: Contenido específico energético de combustible en LCV
it: Specificare il contenuto di energia di combustibili in PCI
pl: Określ wartość energetyczną paliw w LCV
si: Določi energijsko vrednost goriva v LCV

source: Add product
cs_cz: přidat výrobek
de: Produkt hinzufügen
es: Añadir producto
it: Aggiungi prodotto
pl: Dodaj produkt
si: Dodaj produkt

source: Delete product
cs_cz: vymazat výrobek
de: Produkt löschen
es: Borrar producto
it: Elimina prodotto
pl: Usuń produkt
si: Izbriši produkt

source: Name has to be an unique value!
cs_cz: název musí mít jednoznačný význam!
de: Name muss ein Einzelwert sein!
es: Nombre tiene que tener un único valor
it: Il nome deve essere un valore univoco.
pl: Nazwa musi być wartością niepowtarzalną!
si: Ime mora biti unikatno!

source: Product must be an unique value!
cs_cz: výrobek musí mít jednoznačný význam!
de: Produkt muss ein Einzelwert sein!
es: Producto debe tener un único valor
it: Il prodotto deve essere un valore unico.
pl: Produkt musi być wartością niepowtarzalną!
si: Proizvod mora biti ena vrednost!
