Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Number of fuels
cs_cz: počet paliv
de: Anzahl der Brennstoffe
es: Número de combustibles
it: Numero di combustibili
pl: Liczba paliw
si: Število goriv

source: Electricity by type of use
cs_cz: elektřina podle využití
de: Strom nach Verwendungsart
es: Electricidad por tipo de uso
it: Elettricità per tipologia d'uso
pl: Energia elektryczna wg rodzajów celów zastosowania
si: Električna energija glede na vrsto rabe

source: Conversion to primary energy of fuel mix
cs_cz: přeměna palivové směsi na primární energii
de: Umwandlung Brennstoffmix in Primärenergie
es: Conversión a energia primaria del mix de combustibles
it: Conversione della miscela di combustibile in energia primaria
pl: Konwersja pierwotnej energii miksu paliwa
si: Pretvorba mešanice goriva v primarno energijo

source: Specific CO2 emission of fuel mix
cs_cz: měrné emise CO2 palivové směsi
de: Spezifische CO2-Emission des Brennstoffmix
es: Emisiones específicas de CO2 del mix de combustibles
it: Emissioni di CO2 specifiche della miscela di combustibile
pl: Jednostkowa emisja CO2 przez miks paliwa
si: Specifične emisije CO2 na mešanico goriv

source: Mean tariff of the fuel mix
cs_cz: střední tarif palivové směsi
de: Mittlerer Brennstoffpreis für Brennstoffmix
es: Tarifa media del mix de combustibles
it: Tariffa media della miscela di combustibile
pl: Średnia taryfa miksu paliwa
si: Povprečna tarifa mešanice goriv

source: Fuel tariff for CHP
cs_cz: tarif paliva pro CHP
de: Brennstoffpreis für KWK
es: Tarifa de combustibles para CHP
it: Tariffa del combustibile per cogenerazione
pl: Taryfa paliwowa przy CHP
si: Tarifa goriva za CHP

source: Year of manufacturing or/and installation?
cs_cz: rok výroby nebo/a instalace
de: Jahr der Erzeugung und/oder Installation
es: Año de fabricación y/o instalación?
it: Anno di fabbricazione e/o installazione?
pl: Rok produkcji lub/i instalacji?
si: Leto proizvodnje ali/in vgradnje?

source: Units (fuel consumption)
cs_cz: jednotky (spotřeba paliva)
de: Einheiten (Brennstoffverbrauch)
es: Unidades (consumo de combustible)
it: Unità (consumo di combustibile)
pl: Jednostki (zużycie paliwa)
si: Enote (rabe goriva)

source: Temperature of exhaust gas at standard operation conditions
cs_cz: teplota spalin při standardních provozních podmínkách
de: Temperatur der Abgase bei normalen Betriebsbedingungen
es: Temperatura de gas de escape en condiciones normales de funcionamiento
it: Temperatura del gas di scarico in condizioni di esercizio standard
pl: Temperatura gazu wydechowego w standardowych warunkach działania
si: Temperatura izpušnih plinov pri standardnih obratovalnih pogojih

source: Excess air ratio
cs_cz: podíl zbytkového vzduchu
de: Luftüberschusszahl
es: Ratio de aire de exceso
it: Eccesso d'aria
pl: Wspólczynnik nadmiaru powietrza
si: Razmernik zgorevalnega zraka

source: Useful Supply Heat from questionnaire
cs_cz: užitečné dodávané teplo z dotazníku
de: Nutzwärme aus Fragebogen
es: Useful Supply Heat desde cuestionario
it: Calore utile fornito (da questionario)
pl: Zaopatrzenie w ciepło użytkowe z kwestinariusza
si: Koristna dobavna toplota iz vprašalnika

source: Heat or cold supplyed to the distribution line / branch (piping or duct) no.
cs_cz: teplo nebo chlad dodávané potrubím /přípojkou č.
de: Wärme- oder Kältezufuhr aus der Verteilleitung / Stichleitung (Rohr oder Leitung).
es: Calor o frío suministrado a la linea de distribución/rama (tubo o conducto) núm.
it: calore o freddo fornito alla linea di distribuzione / diramazione (tubazioni o condotto) n.
pl: Ciepło lub zimno doprowadzone do linii rozdzielczej /nr oddziału (oruorwanie lub kanał)
si: Dobava toplote ali hladu v distribucijski cevovod/odcep št.

source: Electricity production
cs_cz: výroba elektřiny
de: Stromerzeugung
es: Producción eléctrica
it: Produzione di elettricità
pl: Produkcja energii elektrycznej
si: Proizvodnja električne energije

source: Electrical conversion efficiency
cs_cz: účinnost přeměny elektřiny
de: elektrische Umwandlungseffizienz
es: Eficiencia de conversion eléctrica
it: Efficienza di conversione elettrica
pl: Efektywność konwersji energii elektrycznej
si: Učinkovitost pretvorbe elekektrrične energije

source: Heat pumps only:
cs_cz: pouze tepelná čerpadla:
de: nur für Wärmepumpen:
es: Solo bombas de calor:
it: Applica solo alle pompe di calore:
pl: Tylko pompy ciepła:
si: Samo toplotne črpalke:

source: Temperature of heat source
cs_cz: teplota zdroje tepla
de: Temperatur der Wärmequelle
es: Temperatura de la fuente de calor
it: Temperatura della fonte di calore
pl: Temperatura źródła ciepła
si: Temperatura vira toplote

source: Thermal power input (thermal heat pumps only)
cs_cz: vstup tepelné energie (pouze geotermální tepelná čerpadla)
de: Zufuhr thermischer Energie (nur für Wärmepumpen)
es: Potencia de entrada térmica (solo bombas de calor térmicas)
it: Potenza termica in entrata (solo pompe di calore alimentate da vettori termici)
pl: Pobieranie mocy cieplnej (tylko pompy ciepła)
si: Vtočna toplotna moč (samo za toplotne črpalke)

source: Driving temperature (thermal heat pumps only)
cs_cz: provozní teplota (pouze geotermální tepelná čerpadla)
de: Betriebstemperatur (nur für Wärmepumpen)
es: Driving temperatura (solo bombas de calor térmicas)
it: Temperatura della fonte di calore ad elevata temperatura (solo pompe di calore ad assorbimento)
pl: Temperatura napędowa (tylko pompy ciepła)
si: Pogonska temperatura (samo za toplotne črpalke)

source: Origin of high temperature heat source (thermal heat pumps only)
cs_cz: zdroj vysokopotenciálního tepla (pouze geotermální tepelná čerpadla)
de: Hochtemperatur-Wärmequelle (nur für Wärmepumpen)
es: Origen de la fuente de calor de alta temperatura (solo bombas de calor térmicas)
it: Origine del calore ad alta temperatura (solo pompe di calore alimentate da vettori termici)
pl: Pochodzenie źródła ciepła wysokotemperaturowego (tylko pompy ciepła)
si: Izvor visoko temperaturnega toplotnega vira (samo za toplotne črpalke)

source: Refrigerant
cs_cz: chladivo
de: Kältemittel
es: Refrigerante
it: Refrigerante
pl: Chłodnictwo
si: Hladivo

source: Thermal power input
cs_cz: přívod tepelné energie
de: Zufuhr thermischer Energie
es: Potencia entrada térmica
it: Energia termica in entrata
pl: Doprowadzenie mocy cieplnej
si: Vtočna toplotna moč

source: Driving temperature
cs_cz: provozní teplota
de: Betriebstemperatur
es: Driving temperatura
it: Temperatura della fonte di calore
pl: Temperatura napędowa
si: Pogonska temperatura

source: Origin of high temperature heat source
cs_cz: zdroj vysokopotenciálního tepla
de: Ursprung der Hochtemperatur-Wärmequelle
es: Origen de la fuente de calor de alta temperatura
it: Origine del calore ad alta temperatura
pl: Pochodzenie źródła ciepła wysokotemperaturowego
si: Izvor visoko temperaturnega toplotnega vira

source: Destination of waste heat
cs_cz: cílové využití odpadního tepla
de: Einsatzort der Abwärme
es: Destino del calor residual
it: Destinazione del calore di scarto
pl: Przeznaczenie ciepła odpadowego
si: Cilj odpadne toplote

source: Temperature of re-cooling
cs_cz: teplota opětného chlazení
de: Temperatur der Rückkühlung
es: Temperatura de recooling
it: Temperatura di re-cooling
pl: Temperatura ponownego chłodzenia
si: Temperatura ponovnega hlajenja

source: Only for cooling: type of cooling tower: dry/wet ?
cs_cz: týká se pouze chlazení: druh chladicí věže: suché/mokré ?
de: Nur für Kühlung: Art des Kühlturms: trocken/nass?
es: Solo para frío: tipo de torre de refrigeración: seca/húmeda?
it: Solo per il raffreddamento: tipo di torre di raffreddamento: a secco/a umido?
pl: Tylko dla celów chlodniczych
si: Samo za hlajenje: vrsta hladilnega stolpa: nekontaktni/kontaktni?

source: Number of supply equipments
cs_cz: počet zařízení na výrobu tepla
de: Anzahl der Versorgungsanlagen
es: Número de equipos de suministro
it: Numero di impianti di fornitura
pl: Liczba sprzętu doprowadzającego
si: Število dobavljene opreme

source: Useful Supply Heat
cs_cz: užitečné dodávané teplo
it: Calore utile di fornitura
pl: Zaopatrzenie w ciepło użykowe
si: Koristna dobavna toplota

source: Useful Supply Heat by equipment
cs_cz: užitečné dodávané teplo podle zařízení
de: Nutzwärme nach Anlagen
es: Useful Supply Heat por equipo
it: Calore utile di fornitura per impianto
pl: Użytkowe ciepło doprowadzone wg sprzętu
si: Koristna dobavna toplota po opremi

source: Useful Supply Heat added by conversion equipment
cs_cz: užitečné dodávané teplo přidané podle převodníku
es: Useful Supply Heat añadido por equipo de conversión
it: Calore utile di fornitura aggiunto da impianto di conversione
pl: Użykowe ciepło doprowadzone dodane przez sprzęt do konwersjii
si: Koristna dobavna toplota dobavljena iz opremo za pretvorbo

source: Final Energy consumption for Thermal use for industry (total)
cs_cz: spotřeba finální energie pro tepelné využití v odvětví (celkem)
de: Endenergieverbrauch für thermische Zwecke im Betrieb (gesamt)
es: Consumo final de energia para uso termico en la industria (total)
it: Consumo di energia finale per uso termico per l'industria (totale)
pl: Ostateczne zużycie energii dla celów cieplnych dla przemysłu (łącznie)
si: Končna raba energije za toploto v indutriji (skupaj)

source: Final energy consumed by the equipment
cs_cz: spotřeba finální energie podle zařízení
de: Endenergieverbrauch der Anlagen
es: Energía total consumida por el equipo
it: Energia finale consumata dall'impianto
pl: Ostateczna energia zużyta przez sprzęt
si: Končna raba energije po opremi

source: Useful Supply Heat for industry (total)
cs_cz: užitečné dodávané teplo pro odvětví (celkem)
de: Nutzwärme für das Unternehmen (gesamt)
es: Useful Supply Heat para la industria (total)
it: Calore utile di fornitura per l'industria (totale)
pl: Użytkowe ciepło doprowadzone dla przemysłu (łącznie)
si: Koristna dobavna toplota za industrijo (skupaj)

source: Waste heat input (equipment)
cs_cz: přívod odpadního tepla
de: Abwärmezufuhr (Anlagen)
es: Entrada de calor residual (equipo)
it: Calore di scarto in entrata (impianto)
pl: Doprowadzone ciepło odpadowe (sprzęt)
si: Vtok odpadne toplote (oprema)

source: Waste heat output (exhaust gas, waste heat fr. heat pumps, ...)
cs_cz: odvádění odpadního tepla (spaliny, odpadní teplo pro tepelná čerpadla,...)
de: Abwärmeaustritt (Abgase, Abwärme von Wärmepumpen, ...)
es: Salida de calor residual (gas escape, calor residual de bombas de calor...)
it: Resa calore di scarto (gas di scarico, calore di scarto da pompe calore, ...)
pl: Odprowadzone ciepło odpadowe (gaz wydechowy, ciepło odpadowe z pomp ciepła...)
si: Iztok odpadne toplote (izpušni plin, odpadna toplota iz toplotnih črpalk itd.)

source: Average conversion efficiency from final energy to useful supply heat
cs_cz: průměrná účinnost přeměny finální energie na užitečné dodávané teplo
de: Mittlere Umwandlungseffizienz von Endenergie zu Nutzwärme
es: Eficiencia de conversión media de energia final para calor útil suministrado (USH)
it: Efficienza media di conversione da energia finale in calore utile di fornitura
pl: Średnia efektywość konwersji z ostatecznej energii na użytkowe ciepło doprowadzone
si: Povprečni faktor pretvorbe iz končne energije v koristno toploto

source: Exhaust gas flow rate
cs_cz: průtoková rychlost spalin
de: Durchflussrate Abgase
es: Tasa de flujo de gas de escape
it: Portata dei gas di scarico
pl: Natężenie przepływu gazu wydechowego
si: Pretok izpušnih plinov

source: Energy content in exhaust gas
cs_cz: energetický obsat ve spalinách
de: Energiegehalt in Abgasen
es: Contenido energético del gas de escape
it: Contenuto di energia nei gas di scarico
pl: Wartość cieplna w gazie wydechowym
si: Energijska vrednost izpušnih plinov

source: Yearly operating hours of equipment = HperDayEq*NDaysEq
cs_cz: provozní hodiny zařízení za rok = HzaDenZař*PočDníZař
de: Jährliche Betriebsstunden der Anlagen = HproTAnl*AnzTageAnl.
es: Horas de funcionamiento anuales del equipo = HporDiaEq*NDiasEq
it: Ore di funzionamento degli iimpianti l'anno = ore al giorno x n. di giorni
pl: Godziny eksploatacji sprzętu/rocznie = HperDayEq*NDaysEq
si: Letne obratovalne ure opreme = HnaDanEq*NDneviEq

source: Consecutive numbering of equipments in the system
cs_cz: opatřit zařízení v soustavě pořadovými čísly
de: Durchnummerierung der Anlagen im System
es: Numeración consecutiva de los equipos en el sistema
it: Numerazione sequenziale degli impianti nel sistema
pl: Nieprzerwana numeracja sprzętu w systemie
si: Zaporedno število opreme v sistemu

source: Index of equipment in heat supply cascade
cs_cz: index zařízení v kaskádě přívodu tepla
de: Index der Anlagen in der Wärmeversorgungskaskade
es: Índice de equipos en cascada de suministro de calor
it: Indice dell'impianto nella cascata
pl: Indeks sprzętu w kaskadzie ciepła doprowadzonego
si: Indeks opreme v kaskadi dobave toplote

source: Heat source (process [+outflow no.], equipment, ...)
cs_cz: zdroj tepla (proces [+odčerpání č.], zařízení,...)
de: Wärmequelle (Prozess [+Austrittsnr.], Anlage, …]
es: Fuente de calor (proceso[+flujo salida núm.], equipo...)
it: Fonte di calore (processo [+utilizzatore n.], impianto, ...)
pl: Źródło ciepła (proces [+nr wylotu], sprzęt, ...)
si: Vir toplote (proces [plus št. iztoka], oprema itd.)

source: waste heat temperature
cs_cz: teplota odpadního tepla
de: Abwärmetemperatur
es: Temperatura de calor residual
it: temperatura calore di scarto
pl: temperatura ciepła odpadowego
si: temperatura odpadne toplote

source: present use of waste heat
cs_cz: současné využití odpadního tepla
de: Derzeitige Verwendung der Abwärme
es: Uso actual del calor residual
it: utilizzo attuale del calore di scarto
pl: obecne przeznaczenie ciepła odpadowego
si: dejanska raba odpadne toplote

source: hours of operation per day
cs_cz: počet provozních hodin za den
de: Betriebsstunden pro Tag
es: Horas de funcionamiento al día
it: ore di esercizio al giorno
pl: godziny pracy dziennie
si: obratovalne ure na dan

source: name of the branch / distribution system
cs_cz: název přípojky / rozvodného systému
de: Name der Stichleitung / des Verteilsystems
es: Nombre de la rama /sistema de distribución
it: nome della linea secondaria/sistema di distribuzione
pl: nazwa oddziału / sieci rozdzielczej
si: ime veje-cevovoda / distribucijskega sistema

source: heat or cold supply comes from (HX or equipment) No.:
cs_cz: teplo nebo chlad se přivádí z (výměník nebo zařízení) č.:
de: Wärme- oder Kältezufuhr kommt aus (WT oder Anlage) Nr.:
es: Suministro de calor y frío proviene de (HX o equipo) núm.:
it: La fonte (scambiatore o impianto) di calore/freddo è la N.:
pl: ciepło lub zimno pochodzi z (HX lub sprzęt) nr:
si: toplota ali hlad iz (HX ali opreme) Št.:

source: heat or cold distribution medium
cs_cz: médium pro přenos tepla nebo chladu
de: Wärme- oder Kälteverteilungsmedium
es: Medio de distribución de calor o frío
it: Fluido termovettore
pl: medium rozdzielcze ciepła lub zimna
si: medij distribucije toplote ali hladu

source: nominal production or circulation rate (specify units)
cs_cz: míra jmenovité výroby nebo oběhu (specifikujte jednotky)
de: Nennerzeugung oder Zirkulationsrate (geben Sie die Einheit an)
es: Producción nominal o tasa de circulación (especificar unidades)
it: Portata nominale (specificare U.M.)
pl: nominalna wydajność i prędkość obiegu (określ jednostki)
si: nominalna proizvodnja ali stopnja obtoka (določi enote)

source: Units (of nominal production or circulation rate)
cs_cz: jednotky (míry jmenovité výroby nebo oběhu)
de: Einheiten (Nennerzeugung oder Zirkulationsrate)
es: Unidades (para producción nominal o tasa de circulación)
it: Unità (di produzione nominale o portata)
pl: Jednostki (nominalnej wydajności lub prędkości obiegu)
si: Enote (nominalne proizvodnje ali stopnje obtoka)

source: outlet temperature (to distribution)
cs_cz: výstupní teplota (pro rozvod)
de: Austrittstemperatur (in Verteilung)
es: Temperatura de salida (de la distribución)
it: temperatura di mandata (verso la distribuzione)
pl: wyjściowa temperatura (do sieci rozdzielczej)
si: iztočna temperatura (v distribucijski sistem)

source: return temperature (from distribution)
cs_cz: recirkulační teplota (z rozvodu)
de: Rücklauftemperatur (aus der Verteilung)
es: Temperatura de retorno (desde distribución)
it: temperatura di ritorno (dalla distribuzione)
pl: temperatura zwrotna (z sieci rozdzielczej)
si: iztočna temperatura (iz distribucijskega sistema)

source: Percentage of recirculation
cs_cz: procentuální podíl recirkulace
de: Rücklaufrate
es: Porcentaje de recirculación
it: Percentuale di ricircolo
pl: Procent obiegu zwrotnego
si: Delež obtoka

source: feed-up in open circuit
cs_cz: přívod v otevřeném okruhu
de: Speisemedium in offenem Wirkungskreis
es: Suministro en circuito abierto
it: temperatura di alimentazione in circuito aperto
pl: zasilanie w obiegu otwartym
si: napajanje v odprtem sistemu

source: pressure of heat or cold distribution medium
cs_cz: tlak média pro přenos tepla nebo chladu
de: Druck des Wärme- oder Kälteverteilungsmediums
es: Presión del medio de distribución de calor o frío
it: pressione del fluido di distribuzione del calore / freddo
pl: ciśnienie medium rozdzielania ciepła lub zimna
si: tlak distribucijskega medija toplote ali hladu

source: total length of distribution piping or ducts (one way)
cs_cz: celková délka rozvodného potrubí (jednosměrného)
de: Gesamtlänge der Verteilerrohre und -leitungen (eine Richtung)
es: Longitud total de conductos/tubos (solo un sentido)
it: lunghezza (semplice) della linea di distribuzione
pl: Łączna długość rur i kanałów rozdzelczych (jednokierunkowo)
si: skupna dolžina distribucijskega sistema ali cevja (v eno smer)

source: total coefficient of heat losses for piping or ducts
cs_cz: koeficient celkových tepelných ztrát potrubí
de: Wärmeverlustkoeffizient der Rohre und Leitungen gesamt
es: Coeficiente total de pérdidas de calor para tubos/conductos
it: coefficiente globale di dispersione termica per tubazione / condotto
pl: łączny współczynnik strat ciepła dla rur i kanałów
si: skupni koeficient toplotnih izgub za cevje ali vode

source: mean pipe diameter
cs_cz: střední průměr potrubí
de: Mittlerer Rohrdurchmesser
es: Diametro medio de tubería
it: diametro medio dei tubi
pl: średnia średnica rury
si: povprečni premer cevi

source: insulation thickness
cs_cz: tloušťka izolace
de: Dicke der Isolierung
es: Grosor de aislamiento
it: spessore del materiale isolante
pl: grubość izolacji
si: debelina izolacije

source: number of the storage units
cs_cz: počet akumulačních jednotek
es: Número de tanques de almacenamiento
it: numero delle unità di accumulo
pl: liczba jednostek magazynowych
si: število skladiščnih enot

source: volume of the storage
cs_cz: objem akumulační jednotky
de: Speichervolumen
es: Volumen del almacenamiento
it: volume del serbatoio di accumulo
pl: wielkość magazynowania
si: prostornina hranilnika

source: type of heat storage
cs_cz: typ akumulace tepla
de: Art der Wärmespeicherung
es: Tipo de almacenamiento de calor
it: tipo di serbatoio di accumulo
pl: typ magazynowania ciepła
si: vrsta hranilnika toplote

source: pressure of heat storage medium
cs_cz: tlak média akumulace tepla
de: Druck des Wärmespeichermediums
es: Presión del medio de almacenamiento de calor
it: pressione del fluido in entrata nel serbatoio di accumulo
pl: ciśnienie medium magazynowania ciepła
si: tlak medija za skladiščenje toplote

source: maximum temperature of the storage
cs_cz: maximální teplota akumulace
es: Temperatura máxima del almacenamiento
it: temperatura massima consentita nel serbatoio di accumulo
pl: maksymalna temperatura magazynowania
si: najvišja temperatura skladiščenja

source: Enclosing flowchart of the heat supply and distribution system?
cs_cz: přiložit postupový diagram systému přívodu a distribuce tepla?
de: Flussdiagramm des Wärmeversorgungs- und Wärmeverteilungssystems beigefügt?
es: Adjunta diagrama del sistema de suministro de calor y distribución?
it: Si allega lo schema funzionale del sistema di generazione e distribuzione del calore/freddo?
pl: Załączenie flowchartu systemu zaopatrzenia i rozdzielczego ciepła?
si: Priloži tokovno shemo dobave toplote in distribucijskega sistema?

source: Number of pipes or ducts
cs_cz: číslo potrubí
de: Anzahl der Rohre und Leitungen
es: Número de tuberías o conductos
it: Numero di tubi o condotti
pl: Liczba rur i kanałów
si: Število cevi ali vodov

source: Average distribution efficiency
cs_cz: průměrná účinnost distribuce
de: Mittlere Verteilungseffizienz
es: Eficiencia media de distribución
it: Efficienza di distribuzione media
pl: Średnia efektywność rozdzielcza
si: Povprečna učinkovitost distribucije

source: Waste heat input to the pipe
cs_cz: přívod odpadního tepla do potrubí
de: Abwärmeeintritt in die Leitung
es: Entrada de calor residual a la tubería
it: Calore di scarto in entrata al tubo
pl: Doprowadzenie ciepła odpadowego do rury
si: Vtok odpadne toplote v cev

source: Waste heat output from circuit (E.g. Not directrly returned condensate)
cs_cz: odvod odpadního tepla z okruhu (např. kondenzát nevracející se přímo)
de: Abwärmeaustritt aus dem Kreislauf (z.B.: nicht unmittelbar zurücklaufendes Kondensat)
es: Salida de calor residual del circuito (ej. condensación no retornada directamente)
it: Calore di scarto in uscita dal circuito (p. es. condensa che non ritorna direttamente all'impianto)
pl: Wyprowadzenie ciepła odpadowego z obiegu (np. nie bezpośrenio zwrócony kondensat)
si: Iztok odpadne toplote iz krogotoka (npr. nevračan kondenzat)

source: Useful heat supply from equipment to pipe
cs_cz: přívod užitečného tepla ze zařízení do potrubí
es: Calor útil suministrado (USH) desde equipo a tubería
it: Calore utile fornito dall' impianto al tubo
pl: Ciepło użytkowe doprowadzone ze sprzętu do rury
si: Koristna dobava toplote iz oprme do cevi

source: Useful heat supply from pipe to process
cs_cz: přívod užitečného tepla potrubím do procesu
es: Calor útil suministrado (USH) desde tubería a proceso
it: Calore utile fornito dal tubo al processo
pl: Ciepło użytkowe doprowadzone z rury do procesu
si: Koristna dobava toplote iz cevi do procesa

source: Annual hours of operation of the pipe (relevant time for calculation of thermal losses)
cs_cz: počet hodin provozu potrubí za rok (odpovídající doba pro výpočet tepelných ztrát)
de: Jährliche Betriebsstunden der Leitung (für die Berechnung der thermischen Verluste)
es: Horas anuales de funcionamiento de tubería (tiempo relevante para cálculo de pérdidas térmicas)
it: Ore annue di impiego della linea di distr.(tempo utile per calcolare le perdite di calore)
pl: Roczne godziny pracy rury (czas właściwy do obliczenia strat ciepła)
si: Letne obratovalne ure cevja (pomemeben čas za izračun toplotnih izgub)

source: Global data on energy demand
cs_cz: globální data o potřebě energie
de: Allgemeine Daten zum Energiebedarf
es: Datos globales para demanda de energía
it: Dati globali sulla domanda di energia
pl: Dane dot. globalnego zapotrzebowania na energię
si: Globalna potreba po energiji

source: Holidays period
cs_cz: doba dovolených
de: Urlaubszeit
es: Periodos de vacaciones
it: Periodo di ferie
pl: Okres wakacyjny
si: Dopusti

source: Heating period
cs_cz: otopná sezona
de: Heizperiode
es: Periodo de calefacción
it: Periodo dell'anno in cui l'edificio è riscaldato
pl: Okres grzewczy
si: Doba gretja

source: Air conditioning period
cs_cz: období využívání klimatizace
de: Klimatisierungsperiode
es: Periodo de aire acondicionado
it: Periodo dell'anno in cui è in funzione l'aria condizionata
pl: Okres klimatyzacyjny
si: Doba klimatiziranja
