Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Additional cost per saved primary energy
cs_cz: poměr dodatečných nákladů a uspořené primární energie
de: Zusätzliche Kosten pro eingesparter Primärenergieeinheit
es: Coste adicional ahorrado en energía primaria
it: Costo addizionale per unità di energia primaria risparmiata
pl: Koszt dodatkowy względem zaoszczędzonej energii pierwotnej
si: Dodatni stroški na prihranek primarne energije

source: [EUR/MWh saved]
cs_cz: [EUR/MWh úspora]
de: [EUR/eingesparter MWh]
es: [EUR/MWh ahorrado]
it: [EUR/MWh risparmiati]
pl: [EUR/MWh zaoszczędzone]
si: [EUR/MWh prihranek]

source: Total energy cost (incl.O&M and invest.) [EUR]
cs_cz: celkové náklady na energii (vč.O&M a invest.) [EUR]
de: Gesamte Energiekosten (inkl. W&I-Kosten+Invest.)[EUR]
es: Coste total energía (incl.O&M e inversión) [EUR]
it: Costo totale dell'energia (compresi gest. e manut. e invest.) [EUR]
pl: Łączny koszt energii (łącznie z O&M i kosztem inwestycji) [EUR]
si: Celotni stroški energije (vklj. O&M in naložba) [EUR]

source: Additional cost [EUR]
cs_cz: dodatečné náklady [EUR]
de: Zusätzliche Kosten [EUR]
es: Coste adicional [EUR]
it: Costo addizionale [EUR]
pl: Koszt dodatkowy [EUR]
si: Dodatni stroški [EUR]

source: Additional cost per saved PE [EUR/MWh]
cs_cz: poměr dodatečných nákladů a uspořené PE [EUR/MWh]
de: Zusätzliche Kosten pro eingesparter PE [EUR/MWh]
es: Coste adicional por PE ahorrada [EUR/MWh]
it: Costo addizionale per unità di PE risparmiata [EUR/MWh]
pl: Koszt dodatkowy względem zaoszczędzonej PE [EUR/MWh]
si: Dodatni stroški na prihranek PE [EUR/MWh]

source: Additional cost per saved primary energy (PE)
cs_cz: poměr dodatečných nákladů a uspořené primární energie (PE)
de: Zusätzliche Kosten pro eingesparter Primärenergie (PE)
es: Coste adicional por eneríia primaria (PE) ahorrada
it: Costo addizionale per unità di energia primaria (PE) risparmiata
pl: Dodatkowy koszt względem energii pierwotnej (PE)
si: Dodatni stroški na prihranek primarne energije (PE)

source: Comparative of additional cost per saved primary energy
cs_cz: porovnání poměru dodatečných nákladů a uspořené primární energie
de: Vergleich der zusätzlichen Kosten pro eingesparter Primärenergieeinheit
es: Comparativa de coste adicional por PE ahorrada
it: Confronto costo addizionale per unità di energia primaria risparmiata
pl: Wartość porównawcza kosztu dodatkowego względem zaoszczędzonej energii pierwotnej
si: Primerjava dodatnih stroškov na prihranek primarne energije

source: Modified nternal rate of return
cs_cz: upravené vnitřní výnosové procento
es: Tasa Interna de Retorno modificada
it: Tasso interno di rendimento modificato
pl: Zmodyfikowana wewnętrzna stopa zwrotu
si: Modificirana interna stopnja donosnosti

source: Modified internal rate of return [%]
cs_cz: upravené vnitřní výnosové procento [%]
es: Cambio en tasa interna de retorno de inversión [%]
it: Tasso interno di rendimento modificato [%]
pl: Zmodyfikowana wewnętrznal stopa zwrotu [%]
si: Interna stopnja donosnosti[%]

source: Pay-back period [years]
cs_cz: doba návratnosti [roky]
es: Periodo de retorno [años]
it: Tempo di ritorno [anni]
pl: Okres spłaty inwestycji [lata]
si: Vračilna doba [leta]

source: Cost benefit ratio [-]
cs_cz: poměr nákladů k výnosům [-]
es: Ratio coste/beneficio [-]
it: Rapporto costo/benefici [-]
pl: Wskaźnik korzyści-koszty [-]
si: Razmerje koristi in stroškov [-]

source: Modified internal rate of return (IRR)
cs_cz: upravené vnitřní výnosové procento (IRR)
es: IRR modificada
it: Tasso interno di rendimento modificato (TRI)
pl: Zmodyfikowana węwnętrzna stopa zwrotu (IRR)
si: Modoficirana interna stiopnja donosnosti (ISD)

source: Comparative of the internal rate of return
cs_cz: porovnání vnitřního výnosového procenta
de: Vergleich des Internen Zinsfußes
es: Comparativa del tasa interna de retorno
it: Comparativo del tasso di rendimento interno
pl: Wartość porównawcza wewnętrznej stopy zwrotu
si: Primerjava internih stopenj donosnosti

source: PEC by fuel
cs_cz: PEC podle paliva
de: PEC nach Brennstoffen
es: PEC por combustible
it: PEC per combustibile
pl: PEC wg paliwa
si: PEC po gorivu

source: PET by fuel
cs_cz: PET podle paliva
de: PET nach Brennstoffen
es: PET por combustible
it: PET per combustibile
pl: PET wg paliwa
si: PET po gorivu

source: Fuel type
cs_cz: druh paliva
de: Brennstoffart
es: Tipo combustible
it: Tipo di combustibile
pl: Typ paliwa
si: Vrsta goriva

source: Total Fuels
cs_cz: paliva celkem
de: Brennstoffe gesamt
es: Total combustibles
it: Totale combustibili
pl: Paliwa łącznie
si: Skupaj goriva

source: Total Electricity
cs_cz: elektřina celkem
de: Strom gesamt
es: Electricidad total
it: Totale elettricità
pl: Energia elektryczna łącznie
si: Skupaj električna energija

source: Total (Fuels+Electricity)
cs_cz: celkem (paliva+elektřina)
de: Gesamt (Brennstoffe+Strom)
es: Total (combustible + electricidad)
it: Totale (combustibili+elettricità)
pl: Łącznie (Paliwa+Energia elektryczna)
si: Skupaj (goriva plus elek. energija)

source: Total primary energy consumption (PEC) and primary energy consumption for thermal use (PET)
cs_cz: spotřeba primární energie (PEC) a spotřeba primární energie pro tepelné využití (PET) celkem
de: Gesamter Primärenergieverbrauch (PEC) und Primärenergieverbrauch für thermische Zwecke (PET)
es: PEC total y PEC usada para uso termico (PET)
it: Consumo totale di energia primaria (PEC) e consumo di energia primaria per uso termico (PET)
pl: Pierwotne zużycie energii (PEC) łącznie i pierwotne zużycie energii dla celów cieplnych (PET)
si: Celotna poraba primarne energije (PEC) in poraba primarne energije za toploto (PET)

source: FEC by fuel
cs_cz: FEC podle paliva
de: FEC nach Brennstoffen
es: FEC por combustible
it: FEC per combustibile
pl: FEC wg paliwa
si: FEC po gorivu

source: FET by fuel
cs_cz: FET podle paliva
de: FET nach Brennstoffen
es: FET por combustible
it: FET per combustibile
pl: FET wg paliwa
si: FET po gorivu

source: Total final energy consumption (FEC) and final energy consumption for thermal use (FET)
cs_cz: spotřeba finální energie (FEC) a spotřeba finální energie pro tepelné využití (FET) celkem
de: Gesamter Endenergieverbrauch (FEC) und Endenergieverbrauch für thermische Zwecke (FET)
es: FEC total (FEC) y FEC total para uso termico (FET)
it: Consumo totale di energia finale (FEC) e consumo di energia finale per uso termico (FET)
pl: Ostateczne łączne zużycie energii (FEC) i ostateczne łączne zużycie energii dla celów cieplnych (FET)
si: Celotna raba končne energije (FEC) in poraba končne energije za gretje (FET)

source: FET by equipment
cs_cz: FET podle zařízení
de: FET nach Anlagen
es: FET por equipo
it: FET per impianto
pl: FET wg sprzętu
si: FET za opremo

source: USH by equipment
cs_cz: USH podle zařízení
de: USH nach Anlagen
es: USH por equipo
it: USH per impianto
pl: USH wg sprzętu
si: USH za opremo

source: Equipment
cs_cz: zařízení
de: Anlagen
es: Equipo
it: Impianto
pl: Sprzęt
si: Oprema

source: Final energy consumption for thermal use (FET) by equipment
cs_cz: spotřeba finální energie pro tepelné využití (FET) podle zařízení
de: Endenergieverbrauch für thermische Zwecke (FET) nach Anlagen
es: Consumo energía total para uso térmico (FET) por equipo
it: Consumo finale di energia per uso termico (FET) per impianto
pl: Ostateczne zużycie energii dla celów cieplnych (FET) przez sprzęt
si: Raba končne energije za toploto (FET) po opremi

source: Useful supply heat (USH) by equipment
cs_cz: Užitečné dodávané teplo (USH) podle zařízení
de: Nutzwärme (USH) nach Anlagen
es: Calor útil suministrado (USH) por equipo
it: Calore utile fornito (USH) per impianto
pl: Ciepło użytkowe doprowadzane (USH) wg sprzętu
si: Raba dobavne toplote (USH) po opremi

source: UPH by process
cs_cz: UPH podle procesu
de: UPH nach Prozessen
es: UPH por proceso
it: UPH per processo
pl: UPH wg procesu
si: UPH po procesu

source: Process
cs_cz: proces
de: Prozess
es: Proceso
it: Processo
pl: Proces
si: Proces

source: UPH Total [MWh]
cs_cz: UPH celkem [MWh]
de: UPH gesamt [MWh]
it: UPH Totale [MWh]
pl: UPH Łącznie [MWh]
si: Celotna UPH [MWh]

source: Share [%]
cs_cz: podíl [%]
de: Anteil [%]
es: Distribución [%]
it: Quota [%]
pl: Udział [%]
si: Deležv [%]

source: Circulation [MWh]
cs_cz: cirkulace [MWh]
de: Zirkulation [MWh]
es: Circulación [MWh]
it: Circolazione [MWh]
pl: Obieg [MWh]
si: Kroženje [MWh]

source: Maintenance [MWh]
cs_cz: údržba [MWh]
de: Erhaltung [MWh]
es: Mantenimiento [MWh]
it: Manutenzione [MWh]
pl: Konserwacja [MWh]
si: Vzdrževanje [MWh]

source: Start-Up [MWh]
cs_cz: spuštění [MWh]
de: Inbetriebnahme [MWh]
es: Encendido [MWh]
it: Avvio (start-up) [MWh]
pl: Rozruch [MWh]
si: Zagon [MWh]

source: Process Temp. [ºC]
cs_cz: procesní teplota [ºC]
de: Prozess- Temp. [°C]
es: Proceso Temp. [ºC]
it: Temp. di processo [ºC]
pl: Temp. technologiczna [ºC]
si: Procesna Temp. [ºC]

source: Process Supply Temp. [ºC]
cs_cz: procesní přívodní teplota [ºC]
de: Prozesszufuhr- Temp. [°C]
es: Temp suministro de proceso [ºC]
it: Temp. di fornitura di processo [ºC]
pl: Temp. technologiczna dostawy [ºC]
si: Procesna dobavna Temp. [ºC]

source: Useful heat demand by process (UPH)
cs_cz: potřeba užitečného tepla podle procesu (UPH)
de: Nutzwärmebedarf nach Prozessen (UPH)
es: Demanda útil de calor por proceso (UPH)
it: Domanda di calore utile di processo (UPH)
pl: Zapotrzebowanie na użytkową energię technologiczną (UPH)
si: Koristna potreba po toploti po procesu (UPH)

source: Distribution of process heat demand (UPH Total) by processes
cs_cz: rozdělení potřeby procesního tepla (UPH celkem) podle procesů
de: Verteilung des Prozesswärmebedarfs (UPH gesamt) nach Prozessen
es: Distribución de la demanda útil de calor (UPH Total) por procesos
it: Distribuzione della domanda di calore di processo (UPH Totale) per processo
pl: Rzokład zapotrzebowania na użytkową energię technologoczną (UPH łącznie)
si: Distribucija dobavne procesne toplote (UPH Celtna) po procesih

source: Yearly energy [MWh]
cs_cz: energie za rok [MWh]
es: Energía anual [MWh]
it: Energia annua [MWh]
pl: Energia rocznie [MWh]
si: Letna energija[MWh]

source: Some title
cs_cz: nějaký název
de: Einige Titel
es: Título
pl: Tytuł
si: Nekakšen naslov

source: Temperature levels [ºC]
cs_cz: teplotní hladiny [ºC]
de: Temperaturniveaus [°C]
es: Niveles temperatura [ºC]
it: Livelli di temperatura [ºC]
pl: Poziomy temperatury [ºC]
si: Temperaturni nivoji [ºC]

source: cumulative [%]
cs_cz: kumulativní [%]
de: kumulativ [%]
es: acumulado [%]
it: cumulativo [%]
pl: skumulowany [%]
si: cumulativa [%]

source: Heat demand (UPH) and supply (USH) by temperature
cs_cz: potřeba tepla (UPH) a přívodu (USH) podle teploty
de: Nutzwärmebedarf (UPH) und -zufuhr (USH) nach Temperatur
es: Demanda de calor (UPH) y suministro (USH) por temperatura
it: Domanda (UPH) e fornitura (USH) di calore per livello di temperatura
pl: Zapotrzebowanie na UPH i USH według temperatury
si: Potreba po toploti (UPH) in dobava toplote (USH) glede na temperaturo

source: Heat demand (UPH) by process temperature (PT)
cs_cz: potřeba tepla (UPH) podle procesní teploty (PT)
de: Nutzwärmebedarf (UPH) nach Prozesstemperatur (PT)
es: Demanda de calor (UPH) por temperatura de proceso (PT)
it: Domanda di calore di processo (UPH) per livello di temperatura di processo (PT)
pl: Zapotrzebowanie na ciepło (UPH) wg temperatury technologicznej
si: Potreba po toploti (UPH) glede na procesno temperaturo (PT)

source: Heat supply (USH) by central supply temperature (CST)
cs_cz: přívod tepla (USH) podle hlavní přívodní teploty (CST)
de: Wärmezufuhr nach zentraler Zufuhrtemperatur (CST)
es: Suministro de calor (USH) por temperatura de suministro central (CST)
it: Fornitura di calore (USH) per livello di temperatura di somministro (CST)
pl: Zapotrzebowanie na ciepło (USH) wg centralnej temperatury doprowadzenia
si: Dobava toplote (USH) po centralni dobavni temperaturi (CST)

source: Distribution of heat demand (UPH) and supply (USH) by process temperatures
cs_cz: rozdělení potřeby tepla (UPH) a přívodu tepla (USH) podle procesních teplot
es: Distribución de demanda de calor (UPH) y suministro (USH) por temperatura de procesos
it: Distribuzione della domanda di calore di processo (UPH) e della fornitura (USH) per livello di temperature di processo
pl: Rozkład zapotrzebowania na ciepło (UPH) i ciepło doprowadzone (USH) wg temperatury technologicznej
si: Distribucija potreb po toploti (UPH) in dobave(USH) glede na procesno temperaturo

source: Heat supply load [kW]
cs_cz: zatížení přívodu tepla [kW]
es: Cantidad de calor suministrada [kW]
it: Potenza termica erogata [kW]
pl: Obciążenie cieplne ciepła doprowadzonego [kW]
si: Obremenitev dobave toplote [kW]

source: Annual operating hours [h]
cs_cz: provozní hodiny za rok [h]
es: Horas funcionamiento [h]
it: Ore di esercizio all'anno [h]
pl: Godziny robocze rocznie [h]
si: Letne obratovalne ure [h]

source: Temperature Levels [ºC]
cs_cz: teplotní hladiny [ºC]
de: Temperaturniveaus [°C]
es: Niveles temperatura [ºC]
it: Livelli di temperatura [ºC]
pl: Poziomy temperatur [ºC]
si: Temperaturni nivoji [ºC]

source: Base Load (power) [kW]
cs_cz: základní zatížení (elektřina) [kW]
de: Grundlast (Leistung) [kW]
es: Carga base (potencia) [kW]
it: Carico di base (potenza) [kW]
pl: Obciążenie podstawowe (moc) [kW]
si: Osnovna obremenitev (moč) [kW]

source: Base Load (energy) [MWh]
cs_cz: základní zatížení (energie) [MWh]
de: Grundlast (Energie) [MWh]
es: Carga base (energía) [MWh]
it: Carico di base (energia) [MWh]
pl: Obciążenie podstawowe (energia) [MWh]
si: Osnovna obremenitev (energija) [kW]

source: Medium Load (power) [kW]
cs_cz: střední zatížení (elektřina) [kW]
de: Mittellast (Leistung) [kW]
es: Carga media (potencia) [kW]
it: Carico medio (potenza) [kW]
pl: Obciążenie średnie (moc) [kW]
si: Obremenitev medija (moč) [kW]

source: Medium Load (energy) [MWh]
cs_cz: střední zatížení (energie) [MWh]
de: Mittellast (Energie) [MWh]
es: Carga media (energía) [MWh]
it: Carico medio (energia) [MWh]
pl: Obciążenie średnie (energia) [MWh]
si: Obremenitev medija (energija) [kW]

source: Peak Load (power) [kW]
cs_cz: špičkové zatížení (elektřina) [kW]
de: Spitzenlast (Leistung) [Kw]
es: Carga pico (potencia) [kW]
it: Carico di punta (potenza) [kW]
pl: Obciążenie szczytowe (moc) [kW]
si: vrhnja obremenitev (moč) [kW]

source: Peak Load (energy) [MWh]
cs_cz: špičkové zatížení (energie) [MWh]
de: Spitzenlast (Energie) [MWh]
es: Carga pico (energia) [MWh]
it: Carico di punta (energia) [MWh]
pl: Obciążenie szczytowe (energia) [MWh]
si: vrhnja obremenitev (energija) [kW]

source: Useful supply heat demand (USH) - peak and base load
cs_cz: potřeba užitečného dodávaného tepla (USH) - špičkové a základní zatížení
es: Demanda útil de calor (USH) - carga pico y carga base
it: Calore utile fornito (USH) - per carico di base e di punta
pl: Zapotrzebowanie na użytkowe ciepło technologiczne (USH) - obciążenie szczytowe i podstawowe
si: Potrebna koristna dobavna toplota (USH) - konica in osnovna obremenitev

source: Cumulative heat demand (USH)
cs_cz: kumulativní potřeba tepla (USH)
es: Demanda de calor acumulada
it: Domanda di calore cumulativa (USH)
pl: Skumolowane zapotrzebowanie na ciepło (USH)
si: Komulativna potreba po toploti (USH)

source: Energy intensity
cs_cz: energetická náročnost
de: Energieintensität
es: Intensidad energética
it: Intensità energetica
pl: Energochłonność
si: Energijska intenzivnost

source: SEC by product
cs_cz: SEC podle výrobku
de: SEC nach Produkten
es: SEC por producto
it: SEC per prodotto
pl: SEC wg produktu
si: SEC po produktu

source: Energy by fuels
cs_cz: energie podle paliv
de: Energie nach Brennstoffen
es: Energía por combustible
it: Energia per tipo combustibile
pl: Energia z paliw
si: Energija po gorivih

source: Energy by electricity
cs_cz: energie podle elektřiny
de: Energie nach Strom
es: Energía eléctrica
it: Energia per elettricità
pl: Energia z energii elektrycznej
si: Energija po elek. energiji

source: Energy type
cs_cz: druh energie
de: Energieart
es: Tipo energía
it: Tipo di energia
pl: Typ energii
si: Vrsta energije

source: Energy intensity [kWh/EUR]
cs_cz: energetická náročnost [kWh/EUR]
de: Energieintensität [kWh/EUR]
es: Intensidad energética [kWh/EUR]
it: Intensità energetica [kWh/EUR]
pl: Energochłonność [kWh/EUR]
si: Energijska intenzivnost [kWh/EUR]

source: Product
cs_cz: výrobek
de: Produkt
es: Producto
it: Prodotto
pl: Produkt
si: Produkt

source: Energy by fuels [kWh/pu]
cs_cz: energie podle paliv [kWh/pu]
de: Energie nach Brennstoffen [kWh/pu]
es: Energía por combustibles [kWh/pu]
it: Energia per tipo combustibile [kWh/pu]
pl: Energia z paliw [kWh/pu]
si: Energija goriv [kWh/pu]

source: Energy by electricity [kWh/pu]
cs_cz: energie podle elektřiny [kWh/pu]
de: Energie nach Strom [kWh/pu]
es: Energía eléctrica [kWh/pu]
it: Energia per elettricità [kWh/pu]
pl: Energia z energii elektrycznej [kWh/pu]
si: Energija elek. energije [kWh/pu]

source: Primary energy [kWh/pu]
cs_cz: primární energie [kWh/pu]
de: Primär- energie [kWh/pu]
es: Energía primaria [kWh/pu]
it: Energia primaria [kWh/pu]
pl: Energia pierwotna [kWh/pu]
si: Primarna energija [kWh/pu]

source: Energy intensity by energy type (turnover)
cs_cz: energetická náročnost podle druhu energie (obrat)
de: Energieintensität nach Energieart (Umsatz)
es: Intensidad energética por tipo energía (resultados)
it: Intensità energetica (fatturato) per tipo di energia
pl: Energochłonność wg typu energii (obrót)
si: Energijska intenzivnost po vrsti goriva

source: Specific energy consumption (SEC) by product.
cs_cz: měrná spotřeba energie (SEC) podle výrobku.
de: Spezifischer Energieverbrauch (SEC) nach Produkten
es: Consumo específico energía (SEC) por producto
it: Consumo specifico di energia (SEC) per prodotto.
pl: Jednostkowe zużycie energii (SEC) wg produktu
si: Specifična raba energije (SEC) po produktu

source: Monthly process heat demand
cs_cz: potřeba procesního tepla za měsíc
de: Monatlicher Prozesswärmebedarf
es: Demanda de calor de proceso mensual
it: Domanda di calore di processo mensile
pl: Miesięczne zapotrzebowanie na ciepło technologiczne
si: Mesečna potreba po procesni toploti

source: Monthly useful process heat
cs_cz: užitečné procesní teplo za měsíc
de: Monatliche Prozessnutzwärme
es: Calor útil de procesos mensual
it: Calore utile di processo mensile
pl: Użytkowe ciepło technologiczne miesięcznie
si: Mesečna koristna procesna toplota

source: Distribution of useful process heat per months
cs_cz: rozdělení užitečného procesního tepla podle měsíců
de: Verteilung der Prozessnutzwärme nach Monaten
es: Distribución de calor útil de proceso por meses
it: Distribuzione mensile del calore utile di processo
pl: Rozkład użytkowego ciepła tchnologicznego miesięcznie
si: Distribucija koristne procesne toplote na mesec

source: Monthly process heat supply
cs_cz: přívod procesního tepla za měsíc
de: Monatliche Prozesswärmezufuhr
es: Suministro de calor de proceso mensual
it: Fornitura di calore di processo mensile
pl: Miesięczne zaopatrzenie w cipeło użytkowe
si: Mesečna dobava procesne toplote

source: Monthly useful supply heat
cs_cz: užitečné dodávané teplo za měsíc
de: Monatliche Nutzwärmezufuhr
es: Calor útil suministrado mensual
it: Calore utile fornito su base mensile
pl: Miesieczne zaopatrzenie w ciepło użytkowe
si: Mesečna koristna dobava toplote

source: Distribution of useful supply heat per months
cs_cz: rozdělení užitečného dodávaného tepla podle měsíců
de: Verteilung der Nutzwärme nach Monaten
es: Distribución de calor útil suministrado por meses
it: Distribuzione mensile del calore utile fornito
pl: Rozkład zaopatrzenia w ciepło użytkowe wg miesięcy
si: Distribucija koristne toplote na mesec

source: Heat supply by equipment [MWh/month]
cs_cz: přívod tepla podle zařízení [MWh/měsíc]
es: Suministro de calor por equipo [MWh/ mes]
it: Calore fornito per impianto [MWh/mese]
pl: Zaopatrzenie w ciepło wg sprzętu [MWh/miesięcznie]
si: Dobava toplote z opremo [MWh/mesec]

source: Month
cs_cz: měsíc
es: Mes
it: Mese
pl: Miesiąc
si: Mesec

source: Heat supply by equipment [MWh/week]
cs_cz: přívod tepla podle zařízení [MWh/týden]
es: Suministro de calor por equipo [MWh/semana]
it: Calore fornito per impianto [MWh/settimana]
pl: Zaopatrzenie w ciepło wg sprzętu [MWh/tygodniowo]
si: Dobava toplote z opremo [MWh/teden]

source: Week
cs_cz: týden
es: Semana
it: Settimana
pl: Tydzień
si: Teden

source: Energy demand
cs_cz: potřeba energie
de: Energiebedarf
es: Demanda de energía
it: Domanda di energia
pl: Zapotrzebowanie energetyczne
si: Potreba po energiji

source: Primary energy (PET) [MWh]
cs_cz: primární energie (PET) [MWh]
de: Primärenergie (PET) [MWh]
es: Energía primaria (PET) [MWh]
it: Energia primaria (PET) [MWh]
pl: Energia pierwotna (PET) [MWh]
si: Primarna energija (PET) [MWh]

source: Primary energy Fuels (LCV) [MWh]
cs_cz: primární energie paliva (LCV) [MWh]
de: Primärenergie Brennstoffe (Hi) [MWh]
es: Energía primaria Combustibles (LCV) [MWh]
it: Energia primaria Combustibili (PCI) [MWh]
pl: Eneria pierwotna Paliwa (LCV) [MWh]
si: Primarna energija Goriv (LCV) [MWh]

source: Primary energy Electricity [MWh]
cs_cz: primární energie elektřina [MWh]
de: Primärenergie Strom [MWh]
es: Energía primaria Electricidad [MWh]
it: Energia primaria Elettricità [MWh]
pl: Energia pierwotna Energia elektryczna [MWh]
si: Primarna energija Elek. energije [MWh]

source: Useful supply heat [MWh]
cs_cz: užitečné dodávané teplo [MWh]
de: Nutzwärme Wärme [MWh]
es: Calor útil suministrado [MWh]
it: Calore utile fornito [MWh]
pl: Zaopatrzenie w ciepło użytkowe [MWh]
si: Koristna dobavna toplota [MWh]

source: Useful process heat [MWh]
cs_cz: užitečné procesní teplo [MWh]
de: Prozessnutzwärme Wärme [MWh]
es: Calor útil proceso [MWh]
it: Calore utile di processo [MWh]
pl: Użytkowe ciepło technologiczne [MWh]
si: Koristna procesna toplota [MWh]

source: energy performance
cs_cz: energetická náročnost
de: Energieleistung
es: Comportamiento energético
it: rendimento energetico
pl: wydajność energetyczna
si: energijska učinkovitost

source: run simulation
cs_cz: spustit simulaci
de: Simulation starten
es: Ejecutar simulación
it: esegui simulazione
pl: uruchom symulację
si: zaženi simulacija

source: simulation setup:
cs_cz: nastavení simulace:
de: Simulationseinstellungen
es: Establecer simulación:
it: impostazione simulazione:
pl: instalacja symulacji:
si: nastavitev simulacije:

source: external tool 1
cs_cz: externí nástroj 1
de: Externes Tool 1
es: Herramienta externa 1
it: strumento esterno 1
pl: narzędzie zewnętrzne 1
si: zunanje orodje 1

source: external tool 2
cs_cz: externí nástroj 2
de: Externes Tool 2
es: Herramienta externa 2
it: strumento esterno 2
pl: narzędzie zewnętrzne 2
si: zunanje orodje 2

source: global energy performance data
cs_cz: data globální energetické náročnosti
de: Allgemeine Energieleistungsdaten
es: Datos de comportamiento global energético
it: dati globali di rendimento energetico
pl: dane globalnej wydajności energetycznej
si: podatki globalne energijske učinkovitosti

source: simulation results
cs_cz: výsledky simulace
de: Simulationsergebnisse
es: Resultados de simulación
it: risultati simulazione
pl: wyniki symulacji
si: rezultati simulacije

source: annual data
cs_cz: data za rok
de: Jährliche Daten
es: Datos anuales
it: dati annui
pl: dane roczne
si: letni podatki

source: monthly data
cs_cz: data za měsíc
de: Monatliche Daten
es: Datos mensuales
it: dati mensili
pl: dane miesięczne
si: mesečni podatki

source: hourly performance
cs_cz: hodinový výkon
de: Leistung pro Stunde
es: Comportamiento por horas
it: rendimento orario
pl: wydajność godzinowa
si: učinkovitost na uro
