Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Give the surface inclination with respect to the horizontal ( i.e. tilt angle, in degrees only)
cs_cz: uveďte sklon plochy ve vztahu k horizontální rovině (tzn. úhel sklonu, pouze ve stupních)
de: Geben Sie die Neigung der Fläche in Bezug auf eine horizontale Ebene an (Neigungswinkel, in Grad)
es: Da la inclinación con respecto de la horizontal (ej. ángulo inclinación, solo en grados!)
it: Fornire l'inclinazione della superficie rispetto alla superficie orizzontale (ossia angolo di inclinazione, solo in gradi)
pl: Podaj nachylenie powierzchni względem poziomu (tj. kąt nachylenia, tylko w stopniach)
si: Podaj nagib površine (npr. kot nagiba, samo v stopinjah)

source: Shading problems?
cs_cz: problém se zastíněním?
de: Abschattungprobleme?
es: Problemas de sombras?
it: Problemi di ombreggiamento?
pl: Problemy z zacienieniem?
si: Problemi senčenja?

source: Consider shadows due to other buildings, trees, obstacles all over the year, in winter time or in early morning/late afternoon
cs_cz: zvažte možnost zastínění dalšími budovami, stromy, dalšími objekty v průběhu celého roku, v zimním období nebo časně ráno/pozdě odpoledne
de: Berücksichtigen Sie Schatten von Gebäuden, Bäumen, etc zu allen Jahreszeiten, Winter, frühmorgens, spätnachmittags
es: Considera sombras potenciales de otros edificios, árboles, obstáculos durante todo el año, en invierno.
it: Considerare le ombre dovute ad edifici, alberi, ostacoli durante tutto l'anno, in inverno o mattina presto/tardo pomeriggio
pl: Rozważ zacienienie spowodowane przez inne budnyki, drzewa, inne przeszkody przez cały rok, w okresie zimowym lyb wczesnym rankiem, późnym popołudniem
si: Senčenje zaradi okolišlih stavb, dreves, ostalih ovir skozi vse leto, v zimskem času, zgodaj zjutraj/pozno popoldne

source: Distance between the roof, ground, wall area(s) and the technical room or process
cs_cz: vzdálenost mezi střechou, terénem, plochou stěny (stěn) a technickým prostorem nebo procesem
de: Distanz zwischen Dach-, Boden- oder Wandfläche(n) und dem Technikraum bzw. dem Prozess
es: Distancia entre tejado, suelo, muro y la sala técnica o de proceso.
it: Distanza tra la superficie disponibile e il locale tecnico o il processo utilizzatore
pl: Odległość między dachem, podłożem, powierzchnią ścian a pomieszczeniem technicznym lub procesem
si: Oddaljenost strehe, tal, sten od strojnice ali procesa

source: Estimate the piping length (single way) from the roof, ground,wall area to the technical room or to the process
cs_cz: odhadněte délku potrubí (jednosměrného) ze střechy, terénu, plochy stěny do technického prostoru nebo procesu
de: Schätzen Sie die Leitungslänge (eine Richtung) vom Dach, Boden, Wandbereich zum Technikraum oder bis zum Prozess.
es: Estima la longitud de tuberías (un solo sentido) desde tejado, suelo, muro a la sala técnica o de proceso.
it: Stimare la lunghezza delle tubazioni (unidirezionale) dal tetto, terreno, dalla parete al vano tecnico o al processo
pl: Oszacuj długość orurowania (jednokierunkowego) z dachu, podłoża, powierzchni ścian do pomieszczenia technicznego lub do procesu
si: Oceni dolžino cevi od strehe, tal, stene do strojnice ali procesa

source: Type of roof
cs_cz: typ střechy
de: Art des Daches
es: Tipo de tejado
it: Tipo di tetto
pl: Typ dachu
si: Vrsta strehe

source: Specify the type of roof, e.g. composite sandwich panels, etc...
cs_cz: specifikujte typ střechy, např. kompozitové sendvičové panely atd...
de: Geben Sie den Dachtyp an, z.B. Sandwichbauweise, …
es: Especifica el tipo de tejado ej.paneles sandwich compuestos, etc...
it: Specificare il tipo di tetto, ad es. pannello sandwich composito, ecc....
pl: Określ typ dachu. np. kompozyty warstwowe itp. ...
si: Določi vrsto strehe, npr. opečna kritina, betonska kritina itd.

source: Static load capacity of the roof
cs_cz: statická dovolené zatížení střechy
de: Statische Belastbarkeit des Dachs
es: Capacidad de carga estática del tejado
it: Capacità di carico statico del tetto
pl: Nośność statyczna dachu
si: Statična nosilnost strehe

source: The additional weight of a solar collector field is about 25-30 kg/m²
cs_cz: přídavné zatížení pole solárních panelů je cca 25-30 kg/m²
de: Das zusätzliche Gewicht eines Sonnenkollektors entspricht ca. 25-30kg/m2
es: El peso adicional del colector solar es de 25-30 Kg/m2
it: Il peso addizionale di un campo dei collettori solari è circa 25-30 kg/m²
pl: Dodatkowa waga pola kolektorów solarnych wynosi ok. 25-30 kg/m²
si: Dodatna teža solarnih kolektorjev je med 25-30 kg/m²

source: Is a plant/drawing of building(s) and surface(s) available?
cs_cz: je k dispozici plán/nákres budovy(budov) a pozemku?
de: Gibt es einen Plan/eine Skizze der verfügbaren Gebäude und Flächen?
es: Existe un dibujo de la planta o edificio y de las áreas disponibles?
it: È disponibile una pianta dell'edificio/i e della superficie/i?
pl: Czy rysunek zakładu/rysunek budynku (Ów) i powierzchni jest dostępny?
si: Je obrat/so načrti stavb na voljo in ploščine stavb?

source: Enclose the plant of the building(s) and/or a drawing of the surface(s)
cs_cz: přiložte plán budovy (budov) a/nebo nákres pozemku(ů)
de: Fügen Sie Gebäudepläne und/oder Skizzen der Fläche(n) bei
es: Incluye la planta del edificio y/o un diagrama de las superficies.
it: Includere la piantina dell'edificio/degli edifici e/o un disegno della/e superfici/e
pl: Załącz rysunek budynku (ów) i/lub rysunku powierzchni
si: Priloži načrte stavb in/ali skice površin

source: Geographic latitude
cs_cz: zeměpisná šířka
de: Breitengrad des Standorts
es: Latitud geográfica
it: Latitudine geografica
pl: Szerkość geograficzna
si: Zemljepisna širina

source: Insert the latitude in degree only. E.g. Rome's latitude is 41,90°
cs_cz: uveďte šířku pouze ve stupních. Např. zeměpisná šířka Říma je 41,90°
de: Geben Sie die geographische Breite auf Grad genau an. Z.B. ist die Breite Graz 47,00°
es: Indica la latitud solo en grados. ej. Latitud de Roma es de 41,90º
it: Inserire la latitudine solo in gradi. Ad es. la latitudine di Roma è 41,90°
pl: Wstaw szerkość tylko w stopniach, np. szerokość geograficzna Rzymu wynosi 41,90°
si: Zem. širino zapiši v stopinjah. Npr. zemljepisna dolžina Rima je 41,90°

source: Solar radiation on horizontal
cs_cz: horizontální sluneční svit
de: Sonneneinstrahlung auf eine horizontale Fläche
es: Radiación solar en horizontal
it: Radiazione solare sulla linea orizzontale
pl: Promieniowanie słoneczne w poziomieXXXXXXXXXXXXXXX
si: Sončno obsevanje vodoravno površino

source: Annual total solar radiation on horizontal
cs_cz: celkový horizontální sluneční svit za rok
de: Jährliche Sonneneinstrahlung auf eine horizontale Fläche
es: Radiación solar total anual en horizontal
it: Radiazione solare annua globale su piano orizzontale
pl: Roczne łącznie promieniowanie w poziomie xxxxxxxxxxxxx
si: Letno sončno obsevanje na vodoravno površino

source: Yearly average ambient temperature
cs_cz: průměrná roční teplota prostředí
de: Jährliche durchschnittliche Umgebungstemperatur
es: Temperatura media anual del ambiente
it: Temperatura ambiente media annua
pl: Roczna średnia temperatura otoczenia
si: Letna povprečna zunanja temperatura

source: Type of biomass available from processes
cs_cz: typ dostupné biomasy z procesů
de: Art der aus den Prozessen verfügbaren Biomasse
es: Tipo de biomasa disponible para proceso
it: Tipo di biomassa residuale disponibile dai processi
pl: Typ biomasy dostępnej z procesów
si: Vrste razpoložljive biomase iz procesa

source: Specify if the availability is continuous or during some specific season of the year
cs_cz: specifikujte, zda je dostupná průběžně nebo v určitém ročním období
de: Geben Sie an, ob die Verfügbarkeit durchgehend gegeben, oder auf eine spezielle Jahreszeit beschränkt ist
es: Especifica si la disponibilidad es continua o en épocas específicas del año
it: Specificare se la disponibilità è continua o durante una determinata stazione dell'anno
pl: Określ czy dostępność jest stała czy występuje w określonym okresie w roku
si: Navedi ali je razpoložljivai skozi vse leto ali samo dolečen del leta

source: Start of period of year the biomass is available
cs_cz: začátek ročního období,kdy je biomasa dostupná
de: Beginn des Verfügbarkeitszeitraums der Biomasse
es: Inicio del periodo de disponibilidad de biomasa
it: Inizio del periodo dell'anno in cui la biomassa è disponibile
pl: Początek okresu w roku, kiedy biomasa jest dostępna
si: Začetek obdobja razpoložljivosti biomase

source: Stop of period of year the biomass is available
cs_cz: konec ročního období, kdy je biomasa dostupná
de: Ende des Verfügbarkeitszeitraums der Biomasse
es: Final del periodo de disponibilidad de biomasa
it: Fine del periodo dell'anno in cui la biomassa è disponibile
pl: Zakończenie okresu w roku, kiedy biomasa jest dostępna
si: Konec obdobja razpoložljivosti biomase

source: Number of days biomass is produced
cs_cz: počet dní produkce biomasy
de: Anzahl der Tage, an denen Biomasse erzeugt wird
es: Número de días en que biomasa es producida
it: Numero di giorni in cui la biomassa è prodotta
pl: Liczba dni, w których produkuje się biomasę
si: Število dni proizvodnje biomase

source: Daily quantity of biomass
cs_cz: denní množství biomasy
de: Tägliche Mengen der Biomasse
es: Cantidad diaria de biomasa
it: Quantità giornaliera di biomassa
pl: Dzienna ilość biomasy
si: Dnevna količina biomase

source: Space availability to stock biomass?
cs_cz: je k dispozici prostor ke skladování biomasy?
de: Verfügbarer Raum zur Speicherung von Biomasse
es: Existe espacio para almacenar la biomasa?
it: Esiste spazio per immagazzinare la biomassa?
pl: Dostępność miejsca na magazynowanie biomasy?
si: Ali imamo razpoložljive prostore za hrambo biomase?

source: Specify the volume
cs_cz: specifikujte objem
de: Geben Sie das Volumen an.
es: Especifica el volumen
it: Specificare il volume
pl: Określ wielkość
si: Določi prostornino

source: LCV biomass
cs_cz: LCV biomasa
de: Hi der Biomasse
es: LCV de biomasa
it: Contenuto energetico della biomassa (PCI)
pl: Biomasa LCV
si: LCV biomase

source: Humidity
cs_cz: vlhkost
de: Feuchte
es: Humedad
it: Umidità
pl: Wilgotność
si: Vlaga

source: Specify the percentage of humidity in biomass
cs_cz: specifikujte procento vlhkosti v biomase
de: Geben Sie den Feuchtigkeitsgehalt der Biomasse an
es: Especifica el % de humedad de la biomasa
it: Specificare la percentuale di umidità nella biomassa
pl: Określ procent wilgotności biomasy
si: Določi delež vlage v biomasi

source: Type of biomass available
cs_cz: druh dostupné biomasy
de: Art der verfügbaren Biomasse
es: Tipo de biomasa disponible
it: Tipo di biomassa disponibile
pl: Typ dostępnej biomasy
si: Vrste razpoložljive biomase

source: Unit price of biomass
cs_cz: cena za jednotku biomasy
de: Preis pro Biomasseeinheit
es: Precio unitario de la biomasa
it: Prezzo unitario della biomassa
pl: Cena jednostkowa biomasy
si: Cena biomase po enoti

source: Add surface
cs_cz: přidat plochu
de: Fläche hinzufügen
es: Añadir superficie
it: Aggiungi superficie
pl: Dodaj powierzchnię
si: Dodaj površino

source: Delete surface
cs_cz: vymazat plochu
de: Fläche löschen
es: Borrar superficie
it: Elimina superficie
pl: Usuń powierzchnię
si: Izbriši površino

source: Occupation
cs_cz: obsazení
de: Besetzung
es: Ocupación
it: Occupazione
pl: Zajmowanie
si: Zasedenost

source: Building list
cs_cz: seznam budov
de: Gebäudeliste
es: Lista edificios
it: Elenco edifici
pl: Wykaz budynków
si: Seznam stavb

source: Period of occupation
cs_cz: doba obsazení
de: Nutzungszeitraum
es: Periodo de ocupación
it: Periodo di occupazione
pl: Okres zajmowania
si: Čas zasedenosti

source: Building short name
cs_cz: zkrácený název budovy
de: Kurzbezeichnung des Gebäudes
es: Nombre corto de edificio
it: Nome dell'edificio (abbr.)
pl: Skrótowiec budynku
si: Krajše ime stavbe

source: Give some brief name of the buildings to identify them in the reports
cs_cz: uveďte nějaký stručný název budov kvůli jejich identifikaci ve zprávách
de: Geben Sie eine Kurzbezeichnung der Gebäude an, damit sie im Bericht erkannt werden können.
es: Aporta un nombre corto de los edificios existentes para identificarlos en el informe.
it: Fornire il nome breve degli edifici per identificarli nei resoconti
pl: Podaj krótką nazwę budynków, by móc je identyfikować w raportach
si: Podaj krajše ime stavbe za identifikacijo v poročilu

source: Constructed surface
cs_cz: zastavěná plocha
de: Gebäudefläche gesamt
es: Superficie construida
it: Superficie occupata
pl: Powierzchnia konstrukcyjna
si: Površina zgradbe

source: Surface limited by building's perimeter multiplied by number of floors
cs_cz: obestavěný prostor a počet podlaží
de: Durch den Umfang des Gebäudes begrenzte Fläche, multipliziert mit der Anzahl der Stockwerke.
es: Superficie limitada por el perímetro del edificio multiplicada por el número de plantas.
it: Superficie limitata dal perimetro dell'edificio moltiplicata per il numero di piani
pl: Powierzchnia ograniczona parametrem budynku pomnożonym przez ilość pięter
si: Omejitev površine z obsegom stavbe pomnoženim s številom nadstropij

source: Useful surface
cs_cz: užitná plocha
de: Nutzfläche
es: Superficie útil
it: Superficie utile
pl: Powierzchnia użytkowa
si: Uporabna površina

source: Total useful surface of building (excluding walls)
cs_cz: celková užitná plocha budovy (s výjimkou stěn)
de: Gesamte Nutzfläche des Gebäudes (exkl. Wände)
es: Superficie total útil del edificio (se excluyen muros, paredes)
it: Superficie utile totale dell'edificio (escluse le pareti)
pl: Łączna powierzchnia użytkowa budynku (bez ścian)
si: Celotna uporabna površina stavbe (brez sten)

source: Use of the building
cs_cz: využití budovy
de: Gebäudenutzung
es: Uso del edificio
it: Destinazione d'uso dell'edificio
pl: Przeznaczenie budynku
si: Uporaba stavbe

source: Specify use, e.g. offices, production, storage,...
cs_cz: specifikujte využití, např. kanceláře, výroba, sklady, ...
de: Geben Sie den Verwendungszweck an, z.B. Büros, Produktion, Lager,…
es: Especifica uso ej. oficinas, producción, almacenamiento, ...
it: Specificare l'utilizzo, ad es. ufficio, stabilimento produttivo, magazzino,...
pl: Określ przeznaczenia, np. pomieszczenie biurowe, produkcyjne, magazynowe, ...
si: Določi uporabo, npr. pisarne, proizvodna hala, skladišče itd.

source: Maximum heating power
cs_cz: maximální výhřevnost
de: Maximale Heizleistung
es: Máxima potencia de calentamiento
it: Potenza massima per riscaldamento ambienti
pl: Maks. moc grzejna
si: Najvišja moč gretja

source: Maximum heating power (without including the security coefficient of the equipment)
cs_cz: maximální výhřevnost (nezahrnuje bezpečnostní koeficient zařízení)
de: Maximale Heizleistung (ohne Berücksichtigung des Sicherheitskoeffizienten der Anlage)
es: Máxima potencia de calentamiento (sin incluir la seguridad del coeficiente del equipo)
it: Potenza termica massima (senza includere il coefficiente di sicurezza dell'impianto)
pl: Maks. moc grzejna (bez współczynnika bezpieczeństwa sprzętu)
si: Najvišja moč gretja (brez varnostnih koeficientov opreme)

source: Maximum cooling power
cs_cz: maximální chladivost
de: Maximale Kühlleistung
es: Máxima potencia de frío
it: Potenza massima per raffrescamento ambienti
pl: Maks. moc chłodzenia
si: Najvišja moč hlajenja

source: Annual heating demand
cs_cz: potřeba tepla ročně
de: Jährlicher Energiebedarf für Raumheizung
es: Demanda de calor anual
it: Domanda di energia annuale per riscaldamento ambienti
pl: Roczne zapotrzebowanie na ogrzewanie
si: Letna potreba po toploti

source: Thermal demand (useful heat and cold). Indicate MONTHLY data in a separate table (if available)
cs_cz: potřeba tepla (užitečné teplo a chlad). Uveďte data za MĚSÍC v samostatné tabulce (pokud jsou k dispozici)
de: Thermischer Energiebedarf (Nutzwärme und -kälte). Geben sie MONATLICHE Daten in einer separaten Tabelle an (falls verfügbar).
es: Demanda térmica (calor y frío util). Indica los datos mensuales en una tabla separada (si disponible)
it: Domanda termica (utile calore e freddo). Indicare solo dati MENSILI in una tabella separata (se disponibili)
pl: Zapotrzebowanie cieplne (ciepło użytkowe i zimno). Wskaż MIESIĘCZNE dane w osobnej tabeli (o ile dsotępna)
si: Potreba po koristni toploti in hladu. Navedi MESEČNE podatke v ločene tabele (če je mogoče)

source: Annual demand of air conditioning
cs_cz: potřeba klimatizace za rok
de: Jährlicher Energiebedarf für Klimatisierung
es: Demanda anual de aire condicionado.
it: Domanda di energia annuale per condizionamento dell'aria
pl: Roczne zapotrzebowanie na klimatyzację
si: Letna potreba po klimatiziranju

source: Daily consumption of DHW
cs_cz: denní spotřeba užitkové teplé vody
de: Täglicher Warmwasserverbrauch
es: Consumo diario de DHW
it: Consumo giornaliero di acqua calda sanitaria
pl: Dzienne zużycie DHW
si: Dnevna poraba DHW

source: Only consumption of hot water that is not included yet in 'Processes'
cs_cz: pouze spotřeba teplé vody, která není zahrnuta již v "Procesech"
de: Nur Warmwasserverbauch, der nicht bereits den 'Processen' zugerechnet wurde
es: Solo consumo de agua caliente que no está incluida todavía en 'Procesos'
it: Solo consumo di acqua calda che non è ancora inclusa nei 'Processi'
pl: Jedynie zużycie wody gorącej nie jest jeszcze uwzględnione w 'Procesach'
si: Edina raba tople vode, ki še ni vključena v 'procese'

source: Hours of occupation
cs_cz: počet hodin obsazenosti
de: Betriebsstunden
es: Horas de ocupación
it: Ore in cui l'edificio è occupato
pl: Godziny zajmowania
si: Število ur zasedenosti

source: Hours of occupation of the building, during which heating and air conditionning is active
cs_cz: počet hodin obsazenosti budovy, během kterých je v provozu vytápění a klimatizace
de: Zeit, in der das Gebäude besetzt ist und Heizung oder Klimatisierung aktiv
es: Horas de ocupación del edificio, durante el cual sistema de calefacción y A/C es activo.
it: Ore di occupazione dell'edificio, durante le quali il riscaldamento o la climatizzazione è attivo/a
pl: Godziny zajmowania budynku, w czasie których ogrzewanie i klimatyzacja pracują
si: Število ur zasedenosti stavbe med delovanjem gretja in klimatiziranja

source: Days of use per year
cs_cz: počet dní využívání za rok
de: Betriebstage pro Jahr
es: Días de uso al año
it: Giorni di utilizzo all'anno
pl: Dni użytkowania w roku
si: Število dni uporabe na leto

source: Start holiday period 1
cs_cz: začátek období dovolených 1
de: Beginn Urlaubszeit 1
es: Inicio del periodo de vacaciones 1
it: Inizio periodo festivo 1
pl: Początek okresu wakacyjnego 1
si: Začetek dopustov 1

source: Period of year that the building is not used
cs_cz: období v roce, kdy budova není využívána
de: Zeit, in der das Gebäude nicht verwendet wird
es: Periodo del año en que edificio no se usa.
it: Periodo dell'anno in cui l'edificio non è utilizzato
pl: Okres w roku, w którym z budynku się nie korzysta
si: Število dni v letu, ko je stavba nezasedena

source: Stop holiday period 1
cs_cz: konec období dovolených 1
de: Ende Urlaubszeit 1
es: Final del periodo de vacaciones 1
it: Fine periodo festivo 1
pl: Koniec okresu wakacyjnego 1
si: Konec dopustov 1

source: Start holiday period 2
cs_cz: začátek období dovolených 2
de: Beginn Urlaubszeit 2
es: Inicio del periodo de vacaciones 2
it: Inizio periodo festivo 2
pl: Początek okresu wakacyjnego 2
si: Začetek dopustov 2

source: Stop holiday period 2
cs_cz: konec období dovolených 2
de: Ende Urlaubszeit2
es: Final del periodo de vacaciones 2
it: Fine periodo festivo 2
pl: Koniec okresu wakacyjnego 2
si: Konec dopustov 2

source: Start holiday period 3
cs_cz: začátek období dovolených 3
de: Beginn Urlaubszeit 3
es: Inicio del periodo de vacaciones 3
it: Inizio periodo festivo 3
pl: Początek koresu wakacyjnego 3
si: Začetek dopustov 3

source: Stop holiday period 3
cs_cz: konec období dovolených 3
de: Ende Urlaubszeit 3
es: Final del periodo de vacaciones 2
it: Fine periodo festivo 3
pl: Koniec okresu wakacyjnego 3
si: Konec dopustov 3

source: Start of heating period
cs_cz: začátek topné sezony
de: Beginn der Heizperiode
es: Inicio del periodo de calefacción
it: Inizio del periodo di riscaldamento
pl: Początek okresu grzewczego
si: Začetek sezone gretja

source: Stop of heating period
cs_cz: konec topné sezony
de: Ende der Heizperiode
es: Final del periodo de calefacción
it: Fine del periodo di riscaldamento
pl: Koniec okresu grzewczego
si: Konec sezone gretja

source: Start of air conditioning period
cs_cz: začátek období klimatizace
de: Beginn der Klimatisierungsperiode
es: Inicio periodo aire condicionado
it: Inizio del periodo di climatizzazione
pl: Poczatek okresu klimatyzacji
si: Začetek sezone klimatiziranja

source: Stop of air conditioning period
cs_cz: konec období klimatizace
de: Ende der Klimatisierungsperiode
es: Final periodo aire condicionado
it: Fine del periodo di climatizzazione
pl: Koniec okresu klimatyzacji
si: Konec sezone klimatiziranja

source: Delete building
cs_cz: vymazat budovu
de: Gebäude löschen
es: Borrar edificio
it: Elimina edificio
pl: Usuń budynek
si: Izbriši stavbo

source: Add building
cs_cz: přidat budovu
de: Gebäude hinzufügen
es: Añadir edificio
it: Aggiungi edificio
pl: Dodaj budynek
si: Dodaj stavbo

source: You can fill in data if you are happy with this, but building H&C demand is not yet considered in this version of EINSTEIN
cs_cz: můžete vyplnit data, pokud jste s tím spokojeni, ale potřeba tepla a chladu v budově zatím není v této verzi EINSTEINA vzata do úvahy
de: Sie können hier Daten eingeben, aber Gebäudeheizung und -kühlung wird in dieser Version von EINSTEIN noch nicht berücksichtigt
es: Puedes rellenar los datos si te hace feliz, pero la construcción de demanda de H&C no es operativa en esta versión de EINSTEIN.
it: È possibile immettere i dati ma la domanda di C&F dell'edificio non viene ancora presa in considerazione in questa versione di EINSTEIN
pl: Możesz wpisać dane, jeśli jesteś zadowolony, ale w tej wersji EINSTEINA nie uwzględniono zapotrzebowania budynku w ciepło i zimno
si: Podatke lahko vstavljate, vendar potreba toplote in hladu v stavbi še ni vključena v trenutno verzijo EINSTEIN-a

source: Parameters and management
cs_cz: parametry a management
de: Parameter und Management
es: Parámetros y gestión
it: Parametri e gestione
pl: Parametry i zarządzanie
si: Parametri in upravljanje

source: Operation and maintenance
cs_cz: provoz a údržba
de: Betrieb und Wartung
es: Operación y Mantenimiento
it: Esercizio e manutenzione
pl: Obsługa i konserwacja
si: Obratovanje in vzdrževanje

source: Management of energetic services
cs_cz: management energetických služeb
de: Management Energieservices
es: Gestión de servicios energéticos
it: Gestione dei servizi energetici
pl: Zarządzanie usługami energetycznymi
si: Upravljanje z energetiko

source: Parameters used in the economic and comparative analysis of the possible alternatives
cs_cz: parametry použité v ekonomické a srovnávací analýze možných variant
de: Parameter zur Wirtschaftlichkeitsanalyse und der Vergleichsstudie der möglichen Alternativen
es: Parámetros usados en el analisis económico y comparativo de las posibles alternativas
it: Parametri utilizzati nell'analisi economica e comparativa delle alternative possibili
pl: Parametry stosowane w analizie ekonomicznej i porównawczej możłiwości wyboru
si: Uporabljeni parametri v ekonomski in primerjalni analizi možnih alternativ

source: Yearly operation and maintenance costs
cs_cz: roční náklady na provoz a údržbu
de: Jährliche Betriebs- und Wartungskosten
es: Costes anuales de operación y mantenimiento
it: Costi annui di esercizio e manutenzione
pl: Roczne koszty obsługi i konserwacji
si: Letni obratovalni in vzdrževalni stroški
