Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Enclosing building drawing or sketch?
cs_cz: přiložit stavební výkres ?
de: Gebäudeplan oder -skizze angefügt?
es: Adjunta esquema de edificio o boceto?
it: Si allega pianta dell'edificio?
pl: Załączenie rysunku lub szkicu budynku?
si: Priloženi so načrti ali skice zgradbe?

source: Main motivation for renewable energy use
cs_cz: hlavní motivace pro využití obnovitelných zdrojů energie
de: Hauptgrund für den Einsatz erneuerbarer Energie
es: Principales motivos para uso de energías renovables
it: Motivazione principale per l'utilizzo di fonti di energia rinnovabile
pl: Główna motywacja użycia energii odnawialnej
si: Glavna motivacija za rabo obnovljivih virov

source: Are you interested in the use of renweable energy? (solar thermal/biomass)
cs_cz: zajímate se o využití obnovitelných zdrojů energie? (solární energie/biomasa)
de: Sind Sie am Einsatz erneuerbarer Energie interessiert (Solarthermie/Biomasse)
es: Estás interesado/a en el uso de energías renovables (solar térmica/biomasa)
it: C'è interesse all'utilizzo di fonti di energia rinnovabile? (energia solare/biomassa)
pl: Jesteś zainteresowany użyciem energii odnawialnej? (solarnej/biomasy)
si: Ali vas zanima raba obnovljivih virov energije? (sončne energije/biomase)

source: If affirmative, please specify the principal reasons:
cs_cz: pokud ano, uveďte, prosím, hlavní důvody:
de: Wenn ja, begründen Sie bitte warum:
es: Si afirmativo, especifica las principales razones:
it: Se si, specificare le ragioni principali:
pl: Jeśli odpowiedź jest twierdząca, prosimy określić główne powody
si: Če DA, prosim določite glavne razloge:

source: possibility of saving fuel cost
cs_cz: možnost úspory nákladů na paliva
de: Möglichkeit, Brennstoffkosten zu sparen
es: Posibilidad de ahorro de coste de combustibles
it: possibilità di ridurre l'impiego di combustibili fossili
pl: możliwość oszczędności kosztów paliwa
si: možnosti prihrankov goriva

source: contribution to a more ecologic energy supply
cs_cz: přispění k ekologičtější dodávce energie
de: Beitrag zu einer umweltbewussteren Energieversorgung
es: Contribución a un sistema de suministro más ecológico
it: produrre energia in modo più ecologico
pl: wkład w bardziej ekologiczne zaopatrzenie w ciepło
si: prispevek k bolj ekološki dobavi energije

source: using solar energy helps for a better marketing of your products
cs_cz: využívání solární energie pomáhá lepšímu marketingu vašich produktů
de: Durch den Einsatz von Solarenergie lassen sich unsere Produkte besser vermarkten
es: Uso de energía solar ayuda al marketing de los productos
it: l'uso dell'energia rinnovabile migliora l'immagine dell'azienda e l'aiuta a commercializzare meglio i suoi prodotti
pl: używanie energii słonecznej pomaga w lepszym marketingu produktów
si: raba sončne energije pomaga boljšemu trženju proizvoda

source: others:
cs_cz: další
es: Otras:
it: altro:
pl: inne:
si: ostalo:

source: Available roof area
cs_cz: dostupná střešní plocha
de: Verfügbare Dachflächen
es: Superficie de tejado disponible
it: Superficie disponibile in copertura
pl: Dostępny obszar dachu
si: Razpopložljiva površina strehe

source: Available ground area
cs_cz: dostupná plocha pozemku
de: Verfügbare Bodenflächen
es: Superficie de suelo disponible
it: Superficie disponibile a terra
pl: Dostępny obszar podłoża
si: Razpoložljiva površina tal

source: Positioning of the roof area
cs_cz: umístění na střešní ploše
de: Position der Dachfläche
es: Posición del area de tejado
it: Posizionamento della superficie in copertura
pl: Ustalanie położenia obszaru dachowego
si: Položaj strehe

source: Positioning of the ground area
cs_cz: umístění na pozemku
de: Position der Bodenfläche
es: Posición del suelo disponible
it: Posizionamento della superficie a terra
pl: Ustalenie położenia obszaru podłoża
si: Položaj tal

source: Orientation of roof (to south)
cs_cz: orientace střechy (na jih)
de: Ausrichtung der Dachfläche (Süden
es: Orientación del tejado (al sur)
it: Orientamento del tetto (rispetto al sud)
pl: Orientacja dachu (na południe)
si: Usmerjenost strehe (na jug)

source: Orientation of ground (to south)
cs_cz: orientace pozemku (na jih)
de: Ausrichtung der Bodenfläche (Süden)
es: Orientación del suelo (al sur)
it: Orientamento del terreno (rispetto al sud)
pl: Orienatcja podłoża (na południe)
si: Usmerjenost tal (na jug)

source: shading of roof
cs_cz: zastínění střechy
de: Beschattung der Dachfläche
es: Sombra del tejado
it: ombreggiamento del tetto
pl: ocienienie dachu
si: senčenje strehe

source: shading of ground
cs_cz: zastínění pozemku
de: Beschattung der Bodenfläche
es: Sombra del suelo
it: ombreggiamento del terreno
pl: ocienienie podłoża
si: senčenje tal

source: Distance between roof and process
cs_cz: vzdálenost mezi střechou a procesem
de: Distanz zwischen Dachfläche und Prozess
es: Distancia entre tejado y proceso
it: Distanza tra tetto e processo utilizzatore
pl: Odległość między dachem a procesem
si: Razdalja med streho in procesom

source: Distance between ground and process
cs_cz: vzdálenost mezi pozemkem a procesem
de: Distanz zwischen Bodenfläche und Prozess
es: Distancia entre suelo y proceso
it: Distanza tra terreno e processo utilizzatore
pl: Odległość między podłożem a procesem
si: Oddaljenost tal od procesa

source: type of roof
cs_cz: typ střechy
de: Art des Daches
es: Tipo de tejado
it: tipo di copertura
pl: typ dachu
si: vrsta strehe

source: static load capacity of the roof(s)
cs_cz: statické dovolené zatížení střechy (střech)
de: Statische Belastbarkeit des Dachs/der Dächer
es: Capacidad de carga estática del tejado(s)
it: capacità di carico statico del/dei tetto/i
pl: nośność statyczna dachu/ów
si: nosilnost strehe

source: Enclosing of drawing or scheme of building?
cs_cz: přiložit plán budovy?
de: Plan oder Skizze des Gebäudes beigefügt?
es: Adjunta diagrama o boceto del edificio?
it: E' disponibile una pianta dell'edificio?
pl: Załączenie rysunku lub schematu budynku?
si: Priložena shema ali skica stavbe?

source: Period of year the biomass is available - start
cs_cz: část(i) roku, kdy je biomasa dostupná - začátek
de: Zeitraum, in dem Biomasse verfügbar ist - Beginn
es: Inicio del periodo de disponibilidad de biomasa
it: Periodo dell'anno in cui la biomassa è disponibile - inizio
pl: Okres roku, kiedy biomasa jest dostepna - początek
si: Čas v letu razpoložljivosti biomase - začetek

source: Period of year the biomass is available - stop
cs_cz: část(i) roku, kdy je biomasa dostupná - konec
de: Zeitraum, in dem Biomasse verfügbar ist - Ende
es: Final del periodo de disponibilidad de biomasa
it: Periodo dell'anno in cui la biomassa è disponibile - fine
pl: Okres roku, kiedy biomasa jest dostepna - koniec
si: Čas v letu razpoložljivosti biomase - konec

source: Number of days the biomass is produced
cs_cz: počet dní, kdy se biomasa produkuje
de: Anzahl der Tage, an denen Biomasse erzeugt wird
es: Número de días de producción de biomasa al año
it: Numero di giorni in cui si produce biomassa
pl: Liczba dni, kiedy biomasa jest produkowana
si: Število dni proizvodnje biomase

source: Time for economic amortisation of installations
cs_cz: doba k ekonomické amortizaci instalací
de: Wirtschaftlicher Amortisationszeitraum der Anlagen
es: Tiempo de amortización económica para instalaciones
it: Tempo di ammortamento economico delle installazioni
pl: Czas na amortyzację ekonomiczną instalacji
si: Ekonomska amortizacijska doba naložbe

source: General maintenance - total costs
cs_cz: celková údržba - celkové náklady
de: Allgemeine Wartung - Gesamtkosten
es: Costes totales - mantenimiento general
it: Manutenzione generale - costi totali
pl: Konserwacja ogólna - łączne koszty
si: Splošno vzdrževanje - skupni stroški

source: General maintenance - own personnel
cs_cz: celková údržba - vlastní zaměstnanci
de: Allgemeine Wartung - eigenes Personal
es: Personal propio - mantenimiento general
it: Manutenzione generale - personale proprio
pl: Konserwacja ogólna - własny personel
si: Splošno vzdrževanje - lastni kadriu

source: General maintenance - external personnel
cs_cz: celková údržba - externí pracovníci
de: Allgemeine Wartung - Fremdpersonal
es: Personal externo - mantenimiento general
it: Manutenzione generale - personale esterno
pl: Konserwacja ogólna - zewnętrzny personel
si: Splošno vzdrževanje - zunanji kadri

source: General maintenance - fungible assets
cs_cz: celková údržba - zastupitelná aktiva
de: Allgemeine Wartung - fungible Vermögenswerte
es: Equipos fungibles - mantenimiento general
it: Manutenzione generale - beni consumabili
pl: Konserwacja ogólna - aktywa zamienne
si: Splošno vzdrževanje - nadomestljivo premoženje

source: Buildings - total costs
cs_cz: budovy - celkové náklady
de: Gebäude - Gesamtkosten
es: Coste total - edificios
it: Edifici - costi totali
pl: Budynki - łączne koszty
si: Stavbe - skupni stroški

source: Buildings - own personnel
cs_cz: budovy - vlastní zaměstnanci
de: Gebäude - eigenes Personal
es: Personal propio - edificios
it: Edifici - personale proprio
pl: Budynki - własny personel
si: Stavbe - lastni kader

source: Buildings - external personnel
cs_cz: budovy - externí pracovníci
de: Gebäude - Fremdpersonal
es: Personal externo - edificios
it: Edifici - personale esterno
pl: Budynki - zewnętrzny personel
si: Stavbe - zunanje osebje

source: Buildings - fungible assets
cs_cz: budovy - zastupitelná aktiva
de: Gebäude - fungible Vermögenswerte
es: Equipos fungibles - edificios
it: Edifici - beni consumabili
pl: Budynki - aktywa zamienne
si: Stavbe - nadomestljivo premoženje

source: Machines and equipment - total costs
cs_cz: stroje a zařízení - celkové náklady
de: Maschinen und Anlagen - Gesamtkosten
es: Coste total - máquinas y equipos
it: Macchinari e impianti - costi totali
pl: Maszyny i sprzęt - łączne koszty
si: Stroji in oprema - skupni stroški

source: Machines and equipment - own personnel
cs_cz: stroje a zařízení - vlastní zaměstnanci
de: Maschinen und Anlagen - eigenes Personal
es: Personal propio - máquinas y equipos
it: Macchinari e impianti - personale proprio
pl: Maszyny i sprzęt - własny personel
si: Stroji in oprema - lastni kadri

source: Machines and equipment - external personnel
cs_cz: stroje a zařízení - externí pracovníci
de: Maschinen und Anlagen - Fremdpersonal
es: Personal externo - máquinas y equipos
it: Macchinari e impianti - personale esterno
pl: Maszyny i sprzęt - zewnętrzny personel
si: Stroji in oprema - - zunanji kadri

source: Machines and equipment - fungible assets
cs_cz: stroje a zařízení - zastupitelná aktiva
de: Maschinen und Anlagen - fungible Vermögenswerte
es: Equipos fungibles - máquinas y equipos
it: Macchinari e impianti - beni consumabili
pl: Maszyny i sprzęt - aktywa zamienne
si: Stroji in oprema - nadomestljivo premoženje

source: Generation and distribution of heat and cold - total costs
cs_cz: výroba a rozvod tepla a chladu - celkové náklady
de: Wärme- und Kälteerzeugung und -verteilung - Gesamtkosten
es: Coste total - generación y distribución de calor y frío
it: Generazione e distribuzione di calore e freddo - costi totali
pl: Wytwórczość i rozdział ciepła i zimna - łączne koszty
si: Proizvodnja in distribucija toplote in hladu - skupni stroški

source: Generation and distribution of heat and cold - own personnel
cs_cz: výroba a rozvod tepla a chladu - vlastní zaměstnanci
de: Wärme- und Kälteerzeugung und -verteilung - eigenes Personal
es: Personal propio - generación y distribución de calor y frío
it: Generazione e distribuzione di calore e freddo - personale proprio
pl: Wytwórczość i rozdział ciepła i zimna - własny personel
si: Proizvodnja in distribucija toplote in hladu - lastni kadri

source: Generation and distribution of heat and cold - external personnel
cs_cz: výroba a rozvod tepla a chladu - externí pracovníci
de: Wärme- und Kälteerzeugung und -verteilung - Fremdpersonal
es: Personal externo - generación y distribución de calor y frío
it: Generazione e distribuzione di calore e freddo - personale esterno
pl: Wytwórczość i rozdział ciepła i zimna - zewnętrzny personel
si: Proizvodnja in distribucija toplote in hladu - zunanji kadri

source: Generation and Distribution of heat and cold - fungible assets
cs_cz: výroba a rozvod tepla a chladu - zastupitelná aktiva
de: Wärme- und Kälteerzeugung und -verteilung - fungible Vermögenswerte
es: Equipos fungibles - generación y distribución de calor y frío
it: Generazione e distribuzione di calore e freddo - beni consumabili
pl: Wytwórczość i rozdział ciepła i zimna - aktywa zamienne
si: Proizvodnja in distribucija toplote in hladu - nadomestljivo premoženje

source: Total - total costs
cs_cz: souhrn - celkové náklady
de: Summe - Gesamtkosten
es: Coste total - total
it: Totale - costi totali
pl: Łącznie - łączne koszty
si: Skupaj - skupni stroški

source: Total - own personnel
cs_cz: souhrn - vlastní zaměstnanci
de: Summe - eigenes Personal
es: Personal propio - total
it: Totale - personale proprio
pl: Łącznie - własny personel
si: Skupaj - lastni kadri

source: Total - external personnel
cs_cz: souhrn - externí pracovníci
de: Summe - Fremdpersonal
es: Personal externo - total
it: Totale - personale esterno
pl: Łącznie - zewnętrzny personel
si: Skupaj - zunanji kadri

source: Total - fungible assets
cs_cz: souhrn - zastupitelná aktiva
de: Summe - fungible Vermögenswerte
es: Equipos fungibles - total
it: Totale - beni consumabili
pl: Łącznie - aktywa zmienne
si: Skupaj - nadomestljivo premoženje

source: Is there any energy menagement system implemented?
cs_cz: byl implementován alespoň nějaký systém energetického managementu?
de: Besteht ein Energiemanagementsystem?
es: Existe sistema de gestión energética implantado?
it: Esiste un sistema di gestione dell'energia?
pl: Czy wdrożony jest jakiś system zarządzania energią?
si: Ali se izvaja energetski management?

source: Is the energy menagent externalized?
cs_cz: projevuje se realizace energetického managementu?
de: Ist das Energiemanagement ausgelagert?
es: Se gestiona la energía externamente?
it: La gestione dell'energia è affidata all'esterno?
pl: Czy zarzadzanie energia jest uzewnętrzniane?
si: Ali obstaja zunanji energetski manager?

source: Conversion to primary energy of electricity
cs_cz: přeměna elektřiny na primární energii
de: Umwandlung von Primärenergie in elektrische Energie
es: Conversión de electricidad a energia primaria
it: Trasformazione dei consumi elettrici in energia primaria
pl: Konwersja na pierwotną energię elektryczną
si: Pretvorba primarne v električno energijo

source: Specific CO2 emission of electricity
cs_cz: měrné emise CO2 z výroby elektřiny
de: Spezifische CO2-Emissionen der Stromerzeugung
es: Emisiones específicas de CO2 para electricidad
it: Emissioni di CO2 specifiche per i consumi elettrici
pl: Jednostkowa emisja CO2 z energii elektrycznej
si: Določi emisije CO2 iz električne energije

source: Specific investment cost for heat recovery system
cs_cz: specifické investiční náklady na systém rekuperace tepla
de: Spezifische Investitionskosten des Wärmerückgewinnungssystems
es: Coste inversión específico para sistema de recuperación de calor
it: Costo specifico l'investimento per il sistema di recupero del calore
pl: Jednostkowy koszt inwestycji w system odzysku ciepła
si: Določi stroške naložbe v sistem rekuperacije odpadne toplote

source: Specific annual O&M cost for heat recovery system
cs_cz: specifické roční náklady na provoz a údržbu systému rekuperace tepla
de: Spezifische jährliche W&I-Kosten des Wärmerückgewinnungssystems
es: Coste específico anual para O&M del sistema de recuperación de calor
it: Costo specifico annuo di gestione e manutenzione del sistema di recupero del calore
pl: Jednostkowy roczny koszt O&M systemu odzysku ciepła
si: Določi letne stroške O in V za sistem rekuperacije odpadne toplote

source: Feedin Tariff for CHP Electricity
cs_cz: vstupní tarif pro elektřinu z CHP
de: Einspeisetarif für Strom aus KWK
es: Tarifa de suministro de electricidad CHP
it: Incentivi per l'elettricità cogenerata
pl: Taryfa zasilania CHP w energię elektryczną
si: Tarifa za CHP električno energijo

source: Specific turn-key installation cost large systems ( > 1 MW)
cs_cz: specifické náklady na instalace na klíč - velké systémy ( > 1 MW)
de: spezifische Kosten für schlüsselfertige Installation großer Systeme (>1 MW)
es: Coste específico de instalación llave en mano de sistemas grandes (>1 MW)
it: Costo specifico dell'installazione chiavi in mano di impianti di grande taglia ( > 1 MW)
pl: Jednostkowy koszt instalacji dużych systemów ( > 1 MW) pod klucz
si: Določi stroške naložbe velikih sistemov na ključ ( > 1 MW)

source: Specific turn-key installation cost small systems (< 10 kW)
cs_cz: specifické náklady na instalace na klíč - malé systémy (< 10 kW)
de: Spezifische Kosten für schlüsselfertige Installation kleiner Systeme (<10 KW)
es: Coste específico de instalación llave en mano de sistemas pequeños (<10 kW)
it: Costo specifico dell'installazione chiavi in mano di impianti di piccola taglia (< 10 kW)
pl: Jednostkowy koszt instalacji małych stystemów (< 10 kW) pod klucz
si: Določi stroške naložbe malih sistemov na ključ (< 10 kW)

source: specific yearly O&M costs
cs_cz: specifické roční náklady na provoz a údržbu
de: Spezifische jährliche W&I-Kosten
es: Costes especificos anuales O&M
it: costi specifici annui di gestione e manutenzione
pl: jednostkowe koszty roczne O&M
si: določi letne stroške O in V

source: Percentage of public funding
cs_cz: procentuální podíl veřejného financování
de: Prozentsatz öffentlicher Finanzierung
es: Porcentaje de financiación público
it: Percentuale di finanziamento pubblico
pl: Procent finansowania publicznego
si: Delež javnega financiranja

source: Specifc solar useful heat production
cs_cz: měrná výroba solárního užitečného tepla
de: Spezifische Nutzwärmeerzeugung aus Solarenergie
es: Producción solar específica de calor útil
it: Produzione utile specifica di energia solare termica
pl: Jendostkowa produkcja słonecznego ciepła użytkowego
si: Določi proizvodnjo koristne sončne toplote

source: Foreseen rise of fuel prices
cs_cz: předpokládaný vzestup cen paliv
de: Zu erwartende Preisanstiege für Brennstoffe
es: Incremento esperado en precios de combustibles
it: Incremento previsionale del prezzo dei combustibili
pl: Przewidywany wzrost cen paliw
si: Predlagaj rast cen goriv

source: Interest rate for external financing
cs_cz: úroková míra eterního financování
de: Zinssatz der externen Finanzierung
es: Tasa de interés para financiación externa
it: Tasso di interesse di finanziamenti esterni
pl: Stopa procentowa finansowania zewnętrznego
si: Obrestna mera zunanjega vira financiranja

source: Percentage of external financing
cs_cz: procentuální podíl externího financování
de: Anteil der externen Finanzierung
es: Porcentaje financiación externa
it: Percentuale di finanziamento esterno
pl: Procent finansowania zewnętrznego
si: Delež lastnega vira financiranja

source: Economic depreciation period
cs_cz: období amortizace ekonomického opotřebení majetku
de: Wirtschaftliche Abschreibungszeit
es: Periodo de depreciación económica
it: Periodo di svalutazione economica
pl: Okres amortyzacji ekonomicznej
si: Trajanje inflacije

source: Annuity of investment
cs_cz: roční splátky investic
de: Annuität der Investition
es: Año de inversión
it: Rendita dell'investimento
pl: Rata roczna inwestycji
si: Anuiteta (obrok) naložbe

source: Public funding for energy saving measures
cs_cz: veřejné financování energeticky úsporných opatření
de: Öffentliche Förderungen für Energiesparmaßnahmen
es: Financiación pública para medidas de ahorro energético
it: Finanziamenti pubblici per misure di risparmio energetico
pl: Finansowanie publiczne środków oszczędności energii
si: Javno financiranje ukrepov za energijske prihranke

source: benchmark (lower limit)
cs_cz: srovnávací test (spodní hranice)
de: Benchmark (untere Grenze)
es: Benchmark (límite inferior)
it: benchmark (valore inferiore)
pl: benchmark (dolna wartość graniczna)
si: primerjava (najnižja meja)

source: benchmark (upper limit)
cs_cz: srovnávací test (horní hranice)
de: Benchmark (obere Grenze)
es: Benchmark (íimite superior)
it: benchmark (valore superiore)
pl: benchmark (górna wartość graniczna)
si: primerjava (najvišja meja)

source: target
cs_cz: cíl
de: Ziel
es: Objetivo
pl: cel
si: cilj

source: reference code selected benchmark and target
cs_cz: referenční kód vybraného testování a cíle
de: Referenzcode des gewählten Benchmarks und Ziels
es: Código de referencia seleccionado de benchmark y objetivo
it: codice di riferimento del benchmark e del target selezionato
pl: kod odniesienia wybranego benchmarku i cel
si: referenčna koda izbrane primerjave in cilja

source: evaluation of energy intensity
cs_cz: vyhodnocení energetické náročnosti
de: Bewertung der Energieintensität
es: Evaluación de la intensidad energética
it: valutazione dell'intensità energetica
pl: ewaluacja energochłonności
si: ocena energijske intenzivnosti

source: comment on evaluation of energy intensity
cs_cz: poznámky k vyhodnocení energetické náročnosti
de: Kommentar zur Bewertung der Energieintensität
es: Comentarios de la evaluación de la intensidad energética
it: commento sulla valutazione dell'intensità energetica
pl: komentarz dotyczący ewaluacji energochlonności
si: opomba na oceno energijske intenzivnosti

source: There is no appropriate CHP available in DB for this application
cs_cz: pro tuto aplikaci neexistuje v databázi žádná vhodná CHP
es: No hay un CHP apropiado en la base de datos para esta aplicación
it: Nel DB non è disponibile nessun impianto di cogenerazione adatto per questa applicazione
pl: Nie ma odopowiedniego dostępnego CHP w DB do tej aplikacji
si: Ni razpoložljive primerne CHP v DB za to potrebo

source: (thermal power approx) %s kW
cs_cz: (výhřevnost cca) %s kW
es: (potencia térmica aprox) %s kW
it: (potenza termica indicativa) %s kW
pl: (moc cieplna ok.) %s kW
si: (približna toplotna moč) %s kW

source: January
cs_cz: leden
de: Jänner
es: Enero
it: Gennaio
pl: Styczeń
si: Januar

source: February
cs_cz: únor
de: Februar
es: Febrero
it: Febbraio
pl: Luty
si: Februar

source: March
cs_cz: březen
de: März
es: Marzo
it: Marzo
pl: Marzec
si: Marec

source: April
cs_cz: duben
es: Abril
it: Aprile
pl: Kwiecień

source: May
cs_cz: květen
de: Mai
es: Mayo
it: Maggio
pl: Maj
si: Maj

source: June
cs_cz: červen
de: Juni
es: Junio
it: Giugno
pl: Czerwiec
si: Junij

source: July
cs_cz: červenec
de: Juli
es: Julio
it: Luglio
pl: Lipec
si: Julij

source: August
cs_cz: srpen
es: Agosto
it: Agosto
pl: Sierpień
si: Avgust

source: September
cs_cz: září
es: Septiembre
it: Settembre
pl: Wrzesień

source: October
cs_cz: říjen
de: Oktober
es: Octubre
it: Ottobre
pl: Październik
si: Oktober

source: November
cs_cz: listopad
es: Noviembre
it: Novembre
pl: Listopad

source: December
cs_cz: prosinec
de: Dezember
es: Diciembre
it: Dicembre
pl: Grudzień

source: compression heat pump
cs_cz: kompresní tepelné čerpadlo
de: Kompressionswärmepumpe
es: Bomba de calor de compresión
it: pompa di calore a compressione meccanica
pl: sprężarkowa pompa ciepła
si: kompresija toplotne črpalke

source: thermal heat pump
cs_cz: geotermální tepelné čerpadlo
de: Wärmepumpe
es: Bomba de calor térmica
it: pompa di calore termica
pl: pompa ciepła
si: toplotna črpalka

source: steam boiler
cs_cz: parní kotel
de: Dampfkessel
es: Caldera de vapor
it: generatore di vapore
pl: kocioł parowy
si: parni kotel

source: condensing boiler
cs_cz: kondenzační kotel
de: Brennwertkessel
es: Caldera de condensación
it: caldaia a condensazione
pl: kocioł kondesujący
si: kondenzacijski kotel

source: hot water boiler
cs_cz: kotel na horkou vodu
de: Warmwasserkessel
es: Caldera de agua caliente
it: caldaia per acqua calda
pl: kocioł grzejny
si: vročevodni kotel
