Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: <Enter custom description or choose from list>
cs_cz: <zadat uživatelksý popis nebo vybrat ze seznamu>
es: <introduce descripción a medida o selecciona de la lista>
it: <Immettere descrizione personalizzata o scegliere dall'elenco>
pl: <wpisz opis dostosowany do potrzeb lub wybierz z wykazu>
si: <Dodaj običajen opis ali izberi iz seznama>

source: The values come from the audit questionnaire If you would like to make any changes, please edit them
cs_cz: hodnoty pocházejí z dotazníku k auditu pokud si přejete udělat jakoukoli změnu, upravte je, prosím
es: Valores provienen del cuestionario de la auditoría Si quisieras hacer algun cambio, edítalos!
it: I valori sono tratti dal questionario dell'audit Se desiderate apportare delle modifiche, procedere all'editing
pl: Wartości pochodzą z kwestionariusza audytowego Jeśli chcesz wprowadzić jakieś zmiany, proszę edytuj odpowiedzi
si: Vrednosti iz vprašalnika Če želiš dodati spreembe, jih prosim uredi

source: Total operating and maintenance cost
cs_cz: celkové náklady na provoz a údržbu
es: Coste tota operación y mantenimiento
it: Costo di esercizio e manutenzione totali
pl: Łączny koszt obsługi i konserwacji
si: Skupni obratovalni in vzdrževalni stroški

source: EUR/a
cs_cz: EUR/r

source: Detailed operating cost calculation...
cs_cz: podrobný výpočet provozních nákladů ...
es: Cálculo detallado de los costes de operación
it: Calcolo dei costi di esercizio dettagliati
pl: Szczegółowe obliczenie kosztów eksploatacyjnych...
si: Podroben izračun obratovalnih stroškov...

source: The value is the total of the operating and maintenance costs given in the questionaire. If you would like to change this value, please go back to the questionnaire module
cs_cz: hodnota vyjadřuje úhrn nákladů na provoz a údržbu uvedených v dotazníku. Pokud si přejete tuto hodnotu změnit, vraťte se, prosím, zpět na modul dotazníku.
es: El valor total de los costes de O&M viene dado en el cuestionario. Si quisieras cambiar los valores, por favor, vuelve al módulo de cuestionario.
it: Il valore del totale dei costi di esercizio e manutenzione forniti nel questionario. Se desiderate modificare questo valore, tornare al modulo del questionario
pl: Wartość jest wartość łączną kosztów obsługi i konserwacji podanych w kwestionariuszu. Jeśli chcesz zmienić wróć do modułu kwestionariusza
si: Skupna vrednost stroškov obratovanja in vzdrževanja podanih v vprašalniku. Če jih želiš spremeniti, pojdi nauaj v modul vprašalnik

source: Save and go to next page >>>
cs_cz: uložit a přejít na další stránku >>>
es: Guardar y ves a la página siguiente >>>
it: Salva e vai alla pagina successiva >>>
pl: Zapisz i idź do następnej strony >>>
si: Shrani in pojdi na naslednjo stran>>>

source: Save and go back to main page
cs_cz: uložit a jít zpět na hlavní stránku
es: Guardar e ir a página principal
it: Salva e vai alla pagina principale
pl: Zapisz i idź do strony głównej
si: Shrani in pojdi na glavno stran

source: Energy demand [kWh/a]
cs_cz: potřeba energie [kWh/r]
es: Demanda energética [kWh/a]
it: Domanda di energia [kWh/a]
pl: Zapotrzebowanie na energię [kWh/a]
si: Potreba po energiji [kWh/a]

source: Energy price [EUR/kWh]
cs_cz: cena za energii [EUR/kWh]
es: Precios energía [EUR/kWh]
it: Prezzo dell'energia [EUR/kWh]
pl: Cena energii [EUR/kWh]
si: Cena energije [EUR/kWh]

source: Development of energy price [%/a]
cs_cz: vývoj cen za energii [%/r]
es: Evolución precios energía [%/a]
it: Sviluppo dei prezzi energetici [%/a]
pl: Rozwój ceny energii[%/a]
si: Stopnja rasti cene energentov [%/a]

source: Electicity
cs_cz: elektřina
es: Electricidad
it: Elettricità
pl: Energia elektryczna
si: Električna energija

source: Liquid Petroleum gas
cs_cz: zkapalněný ropný plyn
es: Gas Líquido de Petróleo
it: Gas di petrolio liquefatto
pl: Ciekły gaz ziemny
si: Utekočinjen naftni plin

source: Heavy fuel oil
cs_cz: těžký topný olej
es: Gasolina
it: Olio combustibile pesante
pl: Mazut
si: Mazut

source: Butane
cs_cz: butan
es: Butano
it: Butano
pl: Butan
si: Butan

source: Propane
cs_cz: propan
es: Propano
it: Propano
pl: Propan
si: Propan

source: Gas oil
cs_cz: plynový olej
it: Gasolio
pl: Olej gazowy
si: Plinsko olje

source: The values come from the audit questionnaire and Einstein database. If you would like to make any change on them, please edit the values.
cs_cz: hodnoty pocházejí z dotazníku k auditu a databáze Einsteina. Pokud si přejete provést v nich jakoukoli změnu, změňte je, prosím.
es: Valores provienen del cuestionario de auditoría y de base datos EINSTEIN Si quieres cambiarlo, edita los valores!
it: I valori sono tratti dal questionario dell'audit e dalla banca dati Einstein. Se desiderate apportare modifiche ai valori, editateli.
pl: Wartości pochodzą z kwestionariusza audytowego i bazy danych Einstein Jeśli chcesz wprowadzić jakieś zmiany, proszę edytuj wartości
si: Vrednosti so iz vprašalnika in podatkovne baze. Če jih želiš spremeniti, jih prosim uredi

source: If you would like to calculate the operating costs in details, please choose "Detailed operating cost calculation"
cs_cz: pokud si přejete podrobně vypočítat provozní náklady, vyberte,prosím "Podrobnou kalkulaci provozních nákladů"
es: Si quisieras calcular los costes operativos en detalle, elige "Cálculo detallado de costes de operación"
it: Se desiderate calcolare i costi di esercizio in dettaglio, scegliere "Calcolo dei costi di esercizio dettagliati"
pl: Jeśli chcesz obliczyć szczegółowo koszty eksploatacyjne, wybierz "Szczegółowe obliczenie kosztów eksplaotacyjnych"
si: Če želiš podroben izračun obratovalnih stroškov, izberi "Podroben izračun obratovalnih stroškov"

source: TCAEnergy
cs_cz: TCA energie
es: Energía TCA
it: EnergiaTCA
pl: TCAEnergia
si: TCAenergije

source: Total investment and fundings of the new equipments
cs_cz: celkové investice a financování nových zařízení
es: Inversión total y financiación de nuevos equipos
it: Investimento e finanziamenti complessivi dei nuovi impianti
pl: Łączne koszty inwestycji i finansowanie nowego sprzętu
si: Skupna naložba in sofinanciranje nove opreme

source: The values of investment are suggested by the program.(The default funding for equipment is 30%) If this do not apply to your process, please indicate your own values
cs_cz: hodnoty investic jsou navrženy programem.(Navrhovaná dotaze zařízení je 30%) Pokud tento návrh pro vás není použitelný, uveďte,prosím,vlastní hodnoty.
es: Valores de inversión son sugeridos por el programa (Valor por defecto de financiación es 30%) Si este valor no aplica a tu proceso, indica tus propios valores.
it: I valori dell'investimento sono suggeriti dal programma. (Il finanziamento predefinito per l'impianto è del 30%) se ciò non è è applicabile al vostro processo, indicate i vostri valori
pl: Program sugeruje wartości inwestycji.(Finansowanie domyślne sprzętu wynosi 30%) Jeśli to nie znajduje zastosowania w waszym procesie, wskaż swoje wartości
si: Te vrednosti je predlagal program. (Privzeta vrednost sofinaciranja opreme je 30 %) Če to ni skladno s tvojimi podatki, vnesi svoje.

source: If you think there would be revenue from sale of replaced equipments, please indicate the possible value
cs_cz: pokud se domníváte, že z prodeje vyřazených zařízení budete mít příjem, uveďte jeho eventuální hodnotu.
es: Si crees que habrá ingresos de la venta de los equipos repuestos, indica el valor posible.
it: Se ritenete che si potrebbe generare un ricavo dalla vendita degli impianti sostituiti, indicate il possibile valore
pl: Jeśli uważasz, że ze sprzedaży wymienianego sprzętu będzie przychód, wskaż jego potencjalną wartość
si: V primeru dodatnih prihodkov od prodaje stare opreme, podaj možno vrednost

source: Estimate the renenue...
cs_cz: odhad příjmu ....
es: Estimar los ingresos...
it: Stimare il ricavo...
pl: Oceń przychód...
si: Oceni prihodek...

source: Save and go to the main page
cs_cz: uložit a přejít na hlavní stránku
es: Guardar e ir a la página principal
it: Salva e vai alla pagina principale
pl: Zapisz i idź do strony głównej
si: Shrani in pojdi na glavno stran

source: Revenue from sale of replaced equipments
cs_cz: příjem z prodeje vyřazených zařízení
es: Ingresos de ventas de equipos repuestos
it: Ricavo da vendita degli impianti sostituiti
pl: Przychód ze sprzedaży wymienionego sprzętu
si: Nadomesti iz predhodno odstranjene opreme

source: Save an go to the next page >>>
cs_cz: uložit a přejít na další stránku >>>
es: Guardar e ir a la página siguiente
it: Salva e vai alla pagina successiva >>>
pl: Zapisz i idź do następnej strony >>>
si: Shrani in pojdi na naslednjo stran>>>

source: Solar thermal
cs_cz: tepelná solární energie
es: Solar térmica
it: Solare termico
pl: System solarny
si: Solarni toplotni

source: Heat pump
cs_cz: tepelné čerpadlo
es: Bomba de calor
it: Pompa di calore
pl: Popma ciepła
si: Toplotna črpalka

source: Boilers
cs_cz: kotle
es: Calderas
it: Caldaie
pl: Kotły
si: Kotli

source: H&C distribution
cs_cz: rozvod H&C
es: Distribución de H&C
it: Distribuzione C&F
pl: Rozdział H&C
si: Distribucija toplote in hladu

source: Investment EUR
cs_cz: investice EUR
es: Inversión EUR
it: Investimento EUR
pl: Inwestycja EUR
si: Naložba EUR

source: Funding %
cs_cz: dotace %
es: Financiación %
it: Finanziamento %
pl: Finansowanie %
si: Sofinanciranje %

source: Additional fixed sum
cs_cz: dodatečná pevná částka
es: Adicional valor fijo
it: Addizionale fisso somma
pl: Dodatkowa suma stała
si: Dodatna določena vsota

source: TCAInvestment
cs_cz: TCA investice
es: Inversión TCA
it: InvestimentoTCA
pl: TCAInwestycja
si: TCA naložbe

source: Numeric value greater or equal zero expected.
cs_cz: předpokládaná číselná hodnota vyšší nebo rovnající se nule.
es: Valor numérico mayor o igual que cero esperado.
it: Valore numerico previsto maggiore o uguale a zero
pl: Numeryczna wartość większa lub równa zeru wg oczekiwań
si: Pričakovana je večja ali enaka numerična vrednost.

source: Non Re-Occuring Cost
cs_cz: žádné znovu se vyskytující náklady
es: Costes no reocurrentes.
it: Costo non ricorrente
pl: Koszt niejednorazowy
si: Brez dodatnih stroškov

source: year = indicate when presumably occuring in years after investment
cs_cz: rok = uveďte, za kolik let po investici se pravděpodobně vyskytne
es: Año = indicar cuando ocurrirá después de la inversión en años
it: anno = indicare quando presumibilmente si verificherà negli anni dopo l'investimento
pl: rok = wskaż, kiedy przypuszczalnie wystąpi zdarzenie po inwestycji
si: leto = določi v letih, kdaj se zgodi po naložbi

source: Year
cs_cz: rok
es: Año
it: Anno
pl: Rok
si: leto

source: repair works for energy equipment
cs_cz: opravářské práce na energetickém zařízení
es: Equipos de reparación para energía
it: lavori di riparazione del sistema energetico
pl: prace naprawcze sprzętu energetycznego
si: poravilo opreme za energijo

source: exchange of collectors
cs_cz: výměna kolektorů
es: Cambio de colectores
it: scambio di collettori
pl: wymiana kolektorów
si: zamenjaj sončni kolektor

source: irregular maintainance costs
cs_cz: náklady na příležitostnou údržbu
es: Costes de mantenimiento irregular
it: costi di manutenzione irregolari
pl: nieregularne koszty konserwacji
si: nepravilni stroški vzdrževanja

source: permits
cs_cz: povolenky
es: Permisos
it: permessi
pl: pozwolenia
si: dovoli

source: fines/penalties
cs_cz: pokuty / penále
es: Multas
it: multe/sanzioni
pl: mandaty/kary
si: globe/kazni

source: legal costs
cs_cz: soudní poplatky
es: Costes legales
it: costi legali
pl: koszty prawne
si: legalni stroški

source: property/natural resource damage
cs_cz: majetek/poškození přírodního zdroje
es: Daño a las propiedades/recursos naturales
it: danni a proprietà/risorse naturali
pl: uszkodzenia mienia/źródeł naturalnych
si: lastnina/škoda na naravnih virih

source: remediation costs
cs_cz: náklady na nápravu škod
es: Costes de remediación
it: costi di risarcimento
pl: koszty naprawcze
si: stroški vzpostavitve prejšnjega stanja

source: clean up costs
cs_cz: náklady na čištění
es: Costes de limpieza
it: costi di pulizia
pl: koszty czyszczenia
si: stroški čiščenja

source: revenue for marketable permits
cs_cz: příjem z obchodovatelných povolenek
es: Ingresos por permisos de mercado
it: ricavo per permessi vendibili
pl: przychód z pozwoleń zbywalnych
si: dohodek zaradi tržnih dovoljenj

source: other revenues
cs_cz: ostatní příjmy
es: Otros ingresos
it: altri ricavi
pl: inne przychody
si: Drugi dohodki

source: Operating cost [EUR/a]
cs_cz: provozní náklady [EUR/r]
es: Coste operativo [EUR/a]
it: Costo di esercizio [EUR/a]
pl: Koszt eksploatacyjny [EUR/a]
si: Obratovalni stroški [EUR/a]

source: Boilers and furnaces
cs_cz: kotle a pece
es: Calderas y hornos
it: Caldaie e forni
pl: Kotły i piece
si: Kotli in peči

source: Proposal 1
cs_cz: návrh 1
es: Propuesta 1
it: Proposta1
pl: Propozycja 1
si: Predlog 1

source: Total investment capital (EUR)
cs_cz: kapitálová investice celkem (EUR)
es: Inversión total en capital [EUR]
it: Capitale complessivo di investimento (EUR)
pl: Łączny kapitał inwestycyjny (EUR)
si: Skupni naloženi kapital (EUR)

source: Effective investment capital (EUR)
cs_cz: efektivní investiční kapitál (EUR)
es: Capital inversión efectiva [EUR]
it: Capitale d'investimento effettivo (EUR)
pl: Efektywność kapitału inwestycji (EUR)
si: Efektivno naložen kapital (EUR)

source: Benefit cost ratio
cs_cz: poměr mezi výnosem a náklady
es: Ratio coste-beneficio
it: Rapporto costi/benefici
pl: Wskaźnik korzyści-koszty
si: Razmerje med koristmi in stroški

source: Payback period (years)
cs_cz: doba návratnosti (roky)
es: Periodo de retorno (años)
it: Periodo di ritorno (anni)
pl: Okres zwrotu inwestycji (w latach)
si: Vračilna doba (leta)

source: MIRR at final year (%)
cs_cz: MIRR v posledním roce (%)
es: MIRR del año final (%)
it: MIRR nell'ultimo anno (%)
pl: MIRR w roku końcowym (%)
si: MIRR zadnjega leta (%)

source: No Result
cs_cz: žádný výsledek
es: No hay resultado.
it: Nessun risultato
pl: Brak wyniku
si: Brez rezultatov

source: ERROR
cs_cz: chyba
it: ERRORE
pl: BŁĄD
si: NAPAKA

source: NPV / EUR
cs_cz: NVP / EUR

source: Year
cs_cz: rok
es: Año
it: Anno
pl: Rok
si: Lleto

source: Choose the proposal(s)
cs_cz: vyberte návrh(y)
es: Elige la propuesta(s)
it: Scegli proposta/e
pl: Wybierz propozycję/e
si: Izberi predlog(e)

source: Choose Figure
cs_cz: vyberte číslo
es: Elige cifra
it: Scegli cifra
pl: Wybierz liczbę
si: Izberi sliko

source: Show/Hide
cs_cz: ukázat/skrýt
es: Muestra /esconde
it: Mostra/Nascondi
pl: Pokaż/Ukryj
si: Prikaži/skrij

source: No result to display for proposal:
cs_cz: žádný výsledek k zobrazení návrhu:
es: No hay resultado para propuesta:
it: Nessun risultato da visualizzare per proposta:
pl: Brak wyniku dla propozycji:
si: Ni prikaza rezultatov za predlog:

source: Debugging options
cs_cz: možnosti ladění programu
es: Depurando opciones
it: Opzioni di eliminazione errori
pl: Opcje debugowania
si: Preveri opcije

source: Heat recovery calculation
cs_cz: výpočet rekuperace tepla
es: Calculo de la recuperación de calor
it: Calcolo del recupero del calore
pl: Obliczenie odzysku ciepła
si: Izračun rekuperacija toplote

source: Debug mode for consistency check:
cs_cz: režim odstranění chyb v programu pro kontrolu konzistence
es: Modo de depuración para comprobación consistencia.
it: Modalità di eliminazione errori per controllo coerenza:
pl: Tryb debug dla kontroli zgodności:
si: Preverjanje doslednosti:

source: This will create different volume of output for debugging:
cs_cz: tímto se vytvoří odlišný rozsah výkonu pro ladění programu:
es: Esto creará un volumen diferente de salida para depuración.
it: In questo modo si crea un volume diverso di produzione per eliminazione errori:
pl: To stworzy różną wielkość wyjściową dla debugowania:
si: To bo povzročilo različno prostornino iztoka za preverjanje

source: Method for calculation of heat exchanger network
cs_cz: metoda výpočtu pro systém výměníků tepla
es: Método de cálculo de la red de intercambio de calor.
it: Metodo di calcolo della rete di scambiatori di calore
pl: Metoda obliczania dot. sieci wymiennika ciepła
si: Metoda za izračun omrežja toplotnih prenosnikov

source: estimate is based on HR potential and does not account for real HXs
cs_cz: odhad vychází z potenciálu HR a nezohledňuje reálné HXs
es: Estimación se basa en potencial de recup de calor y no explica HXs reales
it: stima basata sul potenziale di recupero calore e non tiene conto dei reali scambiatori calore
pl: ocena jest oparta na potencjale HR i nie stanowi rzeczywistego HXs
si: ocena je osnovana na možnih HR in ne kaže resničnih vrednosti HX

source: debug options
cs_cz: možnosti odstranění chyb v programu
es: Opciones de depurado
it: opzioni eliminazione errori
pl: opcje debugu
si: možnosti odkrivanja napak

source: calculation tools
cs_cz: nástroje kalkulace
es: Herramientas de cálculo
it: strumenti di calcolo
pl: narzędzia kalkulacyjne
si: orodja za izračun

source: exit settings
cs_cz: ukončit nastavení
es: Salir opciones
it: esci da impostazioni
pl: wyjście z ustawień
si: nastavitve izhodov

source: do you want to exit without saving ?
cs_cz: chcete skončit bez uložení?
es: Quieres salir sin grabar?
it: uscire senza salvare?
pl: chcesz wyjść z ustawień bez zapisu?
si: ali res želiš izhod brez shranjevanja?

source: Units (conversionFactor): unknown unit <%s>
cs_cz: jednotky (faktor přeměny): neznámá jednotka <%s>
de: Einheiten (conversionFactor): unbekannte Einheit <%s>
es: Unidades (conversionFactor): unidad desconocida <%s>
it: Unità (Fattoreconversione): unità sconosciuta <%s>
pl: Jednostki (Czynnik konwersji): jednostka nieznana <%s>
si: Enote (faktorPretvorbe): neznana enota <%s>

source: In the present version only Natural Gas boilers has been collected in the DB
cs_cz: v současné verzi byly do databáze soustředěny pouze kotle na zemní plyn
de: In der vorliegenden Version wurden nur Erdgas-Heizkessel in der DB gesammelt
es: En la versión actual solo calderas de Gas Natural se presentan en la base de datos
it: Nella versione attuale sono raccolte solo caldaie a gas naturale nella BD
pl: W obecnej wersji tylko kocioł na gaz ziemny został odebrany w DB
si: V trenutni različici je bil v DB izbran le kotel na zemeljski plin

source: WARNING: No data available for electricity consumption for non-thermal uses. Set to 0 !!!
cs_cz: UPOZORNĚNÍ: žádná dostupná data o spotřebě elektřiny pro jiné než tepelné využití. Nastavit na 0 !!!
es: ATENCION: No hay datos para consumo electricidad para usos no térmicos. Establecer como 0!
it: ATTENZIONE: nessun dato disponibile per il consumo elettrico per usi non termici. Impostare su 0.
pl: OSTRZEŻENIE: Brak danych dot. zużycia energii elektrycznej dla celów nie cieplnych. Ustaw na 0!!!
si: OPOZORILO: Ni razpoložljivih podatkov rabe elekktrične energije za ne-toplotno rabo. Postavi vrednost 0!!!

source: Possibility of heat recovery for process no. %s (%s)is not specified. YES is assumed.
cs_cz: možnost rekuperace tepla pro proces č. %s (%s) není specifikována. Předpokládá se ANO
es: Posibildad de recuperación de calor para proceso núm. %s (%s)no se especifica Se asume SI.
it: La possibilità di recupero del calore per il processo n. %s (%s)non è specificata. SÌ se è ipotizzata.
pl: Możliwość odzysku ciepła dla procesu nr %s (%s) jest nie określona. Założona odpowiedź TAK.
si: Možnosti rekuperacije toplote za proces številka %s (%s)ni določena. Domnevno je DA.

source: Process No. %s: no final temperature specified for outflowing medium.
cs_cz: proces č. %s: není specifikována finální teplota odcházejícího média.
es: Proceso Núm. %s:no se especifica temperatura final para medio de salida.
it: Processo n. %s: nessuna temperatura finale specificata per il mezzo defluente.
pl: Proces nr %s: nie określono temperatury ostatecznej dla medium wypływającego.
si: Proces št. %s: brez končne temperature iztočnega medija.

source: zero assumed !
cs_cz: předpokládá se nula !
es: Se asume cero!
it: zero presunto
pl: założone zero!
si: predpostavka je nič !

source: Calculations w/o this are nonsense !!!
cs_cz: výpočty w/o jsou nesmysl ! ! !
de: Berechnungen ohne diese Angabe sind sinnlos !!!
es: Cálculos sin esto no tienen sentido!!!
it: I calcoli senza tale valore sono inaffidabili.
pl: Obliczenia bez tego nie mają sensu!!!
si: Izračun w/o to je nesmisel !!!

source: Value required for detail analysis !!!
cs_cz: potřebná hodnota pro podrobnou analýzu ! ! !
de: Wert für Detailanalyse erforderlich !!!
es: Valor requerido para análisis detallado!
it: Valore richiesto per l'analisi dettagliata.
pl: Wartość konieczna do analizy szczegółowej!!!
si: Zahtevana je vrednost za podrobno analizo!!!

source: not strictly necessary
cs_cz: není nezbytně nutné
de: Nicht unbedingt erforderlich
es: No estrictamente necesario!
it: non strettamente necessario
pl: niekoniecznie niezbędna
si: ni nujno potrebno

source: CONGRATULATION: data set is sufficiently complete !!!
cs_cz: BLAHOPŘEJEME: nastavení dat je v dostatečné míře dokončeno !!!
es: FELICIDADES: Los datos son suficientes!
it: COMPLIMENTI: i dati impostati sono sufficientemente completi.
pl: GRATULACJE: zestaw danych jest wystarczający!!!
si: ČESTITKE: podatki so popolni !!!

source: Date of creation of the project in EINSTEIN
cs_cz: datum vytvoření projektu EINSTEIN
de: Datum der Projekterstellung in EINSTEIN
es: Fecha de creación del proyecto EINSTEIN
it: Data di creazione del progetto in EINSTEIN
pl: Data stworzenia projektu w EINSTEINIE
si: Datum izdelava projekta v EINSTEIN-u

source: Date of finalisation of the project
cs_cz: datum dokončení projektu
de: Datum der Fertigstellung des Projekts
es: Fecha de finalización del proyecyo
it: Data di completamento del progetto
pl: Data finalizacji projektu
si: Datum zaključka projekta

source: Date of last modification
cs_cz: datum poslední úpravy
de: Datum der letzen Änderung
es: Fecha de la ultima modificación
it: Data ultima modifica
pl: Data ostatniej modyfikacji
si: Datum zadnje spremembe

source: Id of auditor who carryied out the audit
cs_cz: totožnost auditora, který provedl audit
de: Id des Auditors, der das Audit durchgeführt hat
es: Identificador del auditor
it: Id di auditor autore dell'audit
pl: Identyfikator audytora, który przeprowadzał audyt
si: Id izvajalca energetskega pregleda

source: Original ProjectID (maybe different of actual ProjectID for imported projects)
cs_cz: identifikace původního projektu (může se lišit od identifikace současného projektu kvůli importovaným projektům)
de: Ursprüngliche ProjektID (kann bei importierten Projekten von aktueller ProjektID abweichen)
es: Identificación original del proyecto (puede diferir del actual ID de proyecto a causa de importación)
it: ID progetto originale (forse diversa dall'attuale ID progetto per progetti importati)
pl: Pierwotny identyfikator projektu (może być różny od rzeczywistego identyfikatora Projektu dla projektów importowanych)
si: Izvirna ID projekta (lahko je različna od sedanje za uvozne projekte)

source: Description of framework in which the audit was carried out (audit campaign or project)
cs_cz: popis rámce, v němž byl audit proveden (kampaň na podporu auditu nebo projekt auditu)
de: Beschreibung des Rahmens, in dem das Audit durchgeführt wurde (Auditkampagne oder -projekt)
es: Descripción del esquema bajo el que se realizó la auditoría (auditoría o proyecto)
it: Descrizione del contesto in cui è stato eseguito l'audit (campagna di audit o progetto)
pl: Opis struktury, w której przeprowadzono audyt (kampania lub projekt audytowy)
si: Opis oblike v kateri se je izvajal energetski pregled (promocija EP ali projekt)

source: Level of confidentiality
cs_cz: úroveň důvěrnosti dat
de: Vertraulichkeitslevel
es: Nivel de confidencialidad
it: Livello di riservatezza
pl: Poziom poufności
si: Stopnja zaupnosti
