Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Public funding for energy saving measures
cs_cz: financování energeticky úsporných opatření z veřejných prostředků
de: Öffentliche Förderungen für Energiesparmaßnahmen
es: Subvenciones públicas para medidas ahorro energético
it: Incentivi pubblici per misure di risparmio energetico
pl: Publiczne fundusze na środki oszczędności energii
si: Javno financiranje za učinkovito prihranke energije

source: Type (credit, subvention)
cs_cz: druh (úvěr, subvence)
de: Art (Darlehen, Unterstützungszahlung)
es: Tipo (crédito, subvención)
it: Tipo (credito, sovvenzione)
pl: Typ (kredyt, subwencja)
si: Vrsta (kredit, subvencija)

source: Total costs [EUR]
cs_cz: celkové náklady [EUR]
de: Gesamtkosten [EUR]
es: Costes totales [EUR]
it: Costi totali [EUR]
pl: Koszt łączny [EUR]
si: Celotni stroški [EUR]

source: Utilities and operating materials [EUR]
cs_cz: technické vybavení a provozní materiály [EUR]
es: Equipos y materiales [EUR]
it: Utenze e operating materials [EUR]
pl: Infrastruktura i materiały eksploatacyjne [EUR]
si: Pomožni sistemi in material za obratovanje [EUR]

source: Labour costs [EUR]
cs_cz: mzdové náklady [EUR]
es: Costes laborales [EUR]
it: Costi manodopera [EUR]
pl: Koszty robocizny [EUR]
si: Stroški dela [EUR]

source: External costs [EUR]
cs_cz: externí náklady [EUR]
es: Costes externos [EUR]
it: Costi esterni [EUR]
pl: Koszty zewnętrzne [EUR]
si: Zunanji stroški [EUR]

source: Regulatory compliance, insurance and future liability costs [EUR]
cs_cz: shoda s předpisy, pojištění a budoucí náklady na odpovědnost za škody [EUR]
es: Costes legales aseguradoras, y futuras obligaciones [EUR]
it: Conformità regolamentare, assicurazione e futuri costi di responsabilità di rischio per danni [EUR]
pl: Zgodność z przepisami, ubezpieczenie i przyszłe koszty zobowiązań [EUR]
si: Skladnost s predpisi, zavarovanje in prihodnji stroški za odgovornost [EUR]

source: General inflation rate
cs_cz: základní míra inflace
de: Allgemeine Inflationsrate
es: Tasa general de inflación
it: Tasso generale di inflazione
pl: Ogólna stopa inflacji
si: Splošna stopnja inflacije

source: Specify the rate of prices variation estimated for the useful life of the installations (e.g. in the next 15-20 years)
cs_cz: specifikujte míru cenové odchylky odhadnutou pro životnost instalací (např. za 15-20 let)
de: Geben Sie die geschätzte Preisschwankungsrate für die Nutzungsdauer der Anlagen (z.B.: für die nächsten 15-20 Jahre) an
es: Especifica la tasa de variación de precios estimada para el ciclo de vida de las instalaciones (ej. en los próximos 15-20 años)
it: Specificare il tasso di variazione dei prezzi stimato per la vita utile delle installazioni (ad es. nei prossimi 15-20 anni)
pl: Określ współczynnik zmienności cen dla żywotności instalacji (np. w ciągu następnych 15-20 lat)
si: Določi stopnjo spreminjanja cen za življenjsko dobo naložbe (npr. v naslednjih 15-20 letih)

source: Rate of increment of energy prices
cs_cz: míra růstu cen energií
de: Steigerungsrate bei Energiepreisen
es: Tasa de incremento de los precios energéticos
it: Tasso di aumento dei prezzi dell'energia
pl: Współczynnik przyrostu cen za energię
si: Stopnja rasti cene energentov

source: Nominal rate of interest for external financing of installations
cs_cz: nominální úroková míra externího financování instalací
de: Nominalzinssatz für externe Finanzierung der Anlagen
es: Tasa interés nominal para financiación externa de instalaciones
it: Tasso di interesse nominale sul finanziamento degli impianti
pl: Nominalna stopa procentowa finansowania zewnętrznego instalacji
si: Nominalna obrestna stopnja za zunanje financiranje naložbe

source: Percentage of external financing for installations
cs_cz: procentuální podíl externího financování instalací
de: Prozentanteil der externen Finanzierung der Anlagen
es: Porcentaje de financiación externa para instalaciones
it: Percentuale di finanziamento degli impianti
pl: Procent fiinansowania zewnętrznego instalacji
si: Delež zunanjega vira financiranja

source: Percentage of the external financing for the inversions
cs_cz: procentuální podíl externího financování investic
es: Porcentaje de financiación externa para las inversiones
it: Percentuale di finanziamento esterno per le inversioni
pl: Procent finansowania zewnętrznego inwersji
si: Delež zunanjega vira financiranja za naložbe

source: Company specific discount rate
cs_cz: měrná diskontní sazba podniku
es: Tasa de descuento específica para compañía
it: Tasso di sconto specifico della società
pl: Jednostkowa stopa dyskonta przedsiębiorstwa
si: Specifična obrestna mera za podjetje

source: Time for economic amortization of installations
cs_cz: doba pro ekonomickou amortizaci instalací
de: Wirtschaftliche Amortisationszeit der Anlagen
es: Tiempo para amortización económica de instalaciones
it: Durata dell'ammortamento degli impianti
pl: Czas na amortyzację ekonomiczną instalacji
si: Čas ekonomične amortizacije naložbe

source: Amortization time
cs_cz: doba amortizace
de: Amortisationszeit
es: Tiempo amortización
it: Tempo di ammortamento
pl: Czas amortyzacji
si: Čas amortizacije

source: An energy management system is already implemented
cs_cz: systém energetického managementu je již implementován
de: Ein Energiemanagementsystem ist bereits umgesetzt.
es: Un sistema de gestión energetica ya está implantado
it: Un sistema di gestione dell'energia è già implementato
pl: System zarządzania energią jest już wdrożony
si: Sistem energetskega managementa se že vzpostavljen

source: The energy management is externalized
cs_cz: energetický management je realizován
de: Das Energiemanagementsystem ist ausgelagert.
es: La gestión energética está externalizada
it: La gestione dell'energia è esternalizzata
pl: System zarządzania energią jest uzewnętrzniony
si: Zunanji energetski manager

source: General maintenance
cs_cz: celková údržba
de: Allgemeine Wartung
es: Mantenimiento general
it: Manutenzione generale
pl: Ogólna konserwacja
si: Splošno vzdrževanje

source: Machines and equipment for processes
cs_cz: stroje a zařízení pro výrobní procesy
de: Maschinen und Anlagen für Prozesse
es: Maquinaria y equipos para procesos
it: Macchinari e impianti di processo
pl: Maszyny i sprzęt do procesów
si: Naprave in procesna oprema

source: Generation and distribution of heat and cold
cs_cz: výroba a rozvod tepla a chladu
de: Wärme- und Kälteerzeugung und -verteilung
es: Generación y distribución de calor y frío
it: Generazione e distribuzione di calore e freddo
pl: Genracja i rozdział ciepła i zimna
si: Pridobivanje in distribucija toplote in hladu

source: Select report
cs_cz: zvolit zprávu
de: Bericht auswählen
es: Seleccionar informe
it: Seleziona rapporto
pl: Wybierz raport
si: Izberi poročilo

source: Choose a master report file
cs_cz: vybrat rámcový soubor zpráv
de: Wählen Sie eine Berichtsvorlage
es: Elige el archivo de modelo de informe
it: Selezionare un file resoconto master
pl: Wybierz plik główny raportu
si: Izberi datoteko glavnega poročila

source: Error creating report %s. You have probably another version opened:%s
cs_cz: chybná zpráva%s. Pravděpodobně jste otevřeli jinou verzi:%s
de: Fehler beim Erstellen des Berichts %s. Möglicherweise haben Sie eine andere Version geöffnet: %s
es: Error al generar informe %s. Tienes probablemente otra versión abierta:%s
it: Errore durante la creazione del rapporto %s. Probabilmente è stata aperta un'altra versione:%s
pl: Błąd przy tworzeniu raportu%s. Najprawdopodobniej masz otwartą inną wersję:%s
si: Napaka pri pripravi poročila %s. Verjetno imate odprto dodatno različico:%s

source: Report generation is finished
cs_cz: vytvoření zprávy je dokončeno
de: Berichterstellung abgeschlossen
es: Generación de informe ha finalizado
it: Generazione rapporto completata
pl: Sporządzanie raportu zakończone
si: Priprava poročila je končana

source: Collector model
cs_cz: kolektor model
de: Kollektormodell
es: Modelo de colector
it: Modello di collettore
pl: Model kolektora
si: Model kolektorja

source: Collector type
cs_cz: typ kolektoru
de: Kollektortyp
es: Tipo de colector
it: Tipo di collettore
pl: Typ kolektora
si: Vrsta kolektorja

source: K(50º) (longitudinal)
cs_cz: K(50º) (podélný)
it: K(50º) (longitudinale)
pl: K(50º) (wzdłużny)
si: K(50º) (vzdolžno)

source: K(50º) (tranversal)
cs_cz: K(50º) (příčný)
es: K(50º) (transversal)
it: K(50º) (trasversale)
pl: K(50º) (poprzeczny)
si: K(50º) (prečno)

source: Temperature dependent heat demand with and w/o solar system
cs_cz: potřeba tepla v závislosti na teplotě s w/o solárním systémem
de: Temperaturabhängiger Wärmebedarf mit/ohne Sonnensystem
es: Temperatura en función de la demanda de calor con/sin sistema solar
it: Domanda di calore dipendente dalla temperatura con o senza sistema solare
pl: Zapotrzebowanie w ciepło zależne od temperatury z i bez systemu solarnego
si: Temperaturna odvisnost potrebe po toploti z in brez solarnega sistema

source: Solar collector
cs_cz: solární kolektor
de: Sonnenkollektor
es: Colector solar
it: Collettore solare
pl: Kolektor solarny
si: Sončni kolektor

source: choose solar collector
cs_cz: vybrat solární kolektor
de: Wählen Sie einen Sonnenkollektor
es: Elige colector solar
it: Scegli collettore solare
pl: wybierz kolektor solarny
si: izberi sončni kolektor

source: Lay-out of solar thermal system
cs_cz: rozvržení solárního tepelného systému
de: Layout des Solarthermiesystems
es: Esquema de sistema solar térmico
it: Configurazione del sistema solare termico
pl: Rozplanowanie systemu solarnego
si: Načrt solarnega sistema

source: Installed capacity [kW]
cs_cz: instalovaný výkon [kW]
de: Installierte Leistung [kW]
es: Capacidad instalada [kW]
it: Potenza installata [kW]
pl: Zainstalowana wydajność [kW]
si: Vgrajena kapaciteta [kW]

source: Efficiency of heat storage and distribution [-]
cs_cz: účinnost akumulace a rozvodu tepla [-]
de: Effizienz von Wärmespeicherung und -verteilung [-]
es: Eficiencia de almacenamiento de calor y distribución [-]
it: Efficienza di distribuzione (incl. accumulo) [-]
pl: Efektywność magazynowania ciepła i rozdzielania
si: Učinkovitost distribucije in skladiščenja toplote [-]

source: Solar buffer storage volume [m3]
cs_cz: objem vyrovnávací nádrže [m3] solárního systému
de: Volumen des Solarpufferspeichers [m3]
es: Volumen de almacenamiento solar intermedio [m3]
it: Volume accumulo tampone [m3]
pl: Wielkość magazynowego buforu solarnego [m3]
si: Prostornina hranilnika toplote

source: Target solar fraction [%]
cs_cz: cílový solární podíl [%]
de: Ziel Solaranteil [%]
es: Objetivo para fraccion solar [%]
it: Frazione solare target [%]
pl: Docelowa część udziału systemu solarnego [%]
si: Ciljni delež solarne energije [%]

source: Solar collector type
cs_cz: typ solárního kolektoru
de: Sonnenkollektortyp
es: Tipo de colector solar
it: Tipo di collettore solare
pl: Typ kolektora solarnego
si: Vrsta solarnega kolektorja

source: Minimum annual energy yield [kWh/kW.a]
cs_cz: minimální energetický výtěžek za rok [kWh/kW.a]
de: Minimale jährliche Energieertrag[kWh/kW.a]
es: Producción mínima anual de energía [kwh/kW.a]
it: Rendimento energetico minimo annuo [kWh/kW.a]
pl: Minimalny uzysk energii rocznie [kWh/kW.a]
si: Najnižji letni izkoristek energije [kWh/kW.a]

source: Gross surface area suitable for installation [m2]
cs_cz: hrubá vhodná plocha pro instalaci [m2]
de: Für Installation geeignete Bruttofläche [m2]
es: Superficie bruta disponible para instalación [m2]
it: Superficie lorda disponibile per l'installazione [m2]
pl: Obszar powierzchni brutto odpowiedni dla instalcji [m2]
si: Bruto površina, ki je primerna za namestitev [m2]

source: Maximum possible solar thermal capacity [kW]
cs_cz: maximální možná solární tepelná kapacita [kW]
de: Maximale mögliche solarthermische Leistung [kW]
es: Capacidad solar térmica máxima posible [kW]
it: Massima potenza solare termica possibile [kW]
pl: Maksymalna potencjalna wydajność solarna [kW]
si: Najvišja možna kapaciteta solarnega sistema [kW]

source: Solar fraction (up to 200°C) [%]
cs_cz: podíl solární energie (až do 200°C) [%]
de: Solaranteil (bis zu 200°C) [%]
es: Fracción solar (hasta 200ºC) [%]
it: Frazione solare (max. 200°C) [%]
pl: Część solarna (do 200°C) [%]
si: Delež solarne energije (do 200°C) [%]

source: Annual energy yield [kWh/kW.a]
cs_cz: roční energetický výtěžek [kWh/kW.a]
de: Jährliche Energieertrag [kWh/kW.a]
es: Producción anual de energía [kWh/kW.a]
it: Rendimento energetico annuo [kWh/kW.a]
pl: Uzysk energii rocznie [kWh/kW.a]
si: Letni izkoristek energije [kWh/kW.a]

source: Average system efficiency [%]
cs_cz: průměrná účinnost systému [%]
de: Durchschnittliche Systemeffizienz [%]
es: Eficiencia media del sistema [%]
it: Efficienza media del sistema [%]
pl: Średnia efektywność systemu [%]
si: Povprečna učinkovitost sistema [%]

source: Average operating temperature (coll.) [°C]
cs_cz: průměrná provozní teplota (kol.) [°C]
de: Durchschnittliche Betriebstemperatur (Koll.) [°C]
es: Temperatura media operativa (coll.) [ºC]
it: Temperatura media di esercizio (coll.) [°C]
pl: Średnia temperatura robocza (kolektor) [°C]
si: Povprečna obratovalna temperatura (coll.) [°C]

source: --any--
cs_cz: --jakýkoli--
es: --cualquiera--
it: --qualsiasi--
pl: --jakikolwiek--
si: --katerikoli--

source: --preselected collector--
cs_cz: --předem zvolený kolektor--
es: --colector preseleccionado--
it: --collettore preselezionato--
pl: --wstępnie wybrany kolektor--
si: --predhodno izbran kolektor--

source: Select solar collector
cs_cz: zvolte solární kolektor
de: Wählen Sie einen Sonnenkollektor>
es: Seleccionar colector solar
it: Seleziona collettore solare
pl: Wybierz kolektor solarny
si: Izberi solarni kolektor

source: do you really want to eliminate the solar system ?
cs_cz: opravdu chcete odstranit solární systém?
de: Möchten Sie das Solarsystem wirklich entfernen?
es: Quieres eliminar el sistema de captación solar?
it: Eliminare il sistema solare?
pl: naprawdę chcesz wyeliminować system solarny?
si: ali res želiš odstraniti solarni sistem?

source: General Economic Data
cs_cz: základní ekonomická data
es: Datos Generales Económicos
it: Dati economici generali
pl: Ogólne Dane Ekonomiczne
si: Splošni ekonomski podatki

source: Nominal interest rate of external financing
cs_cz: nominální úroková míra externího financování
es: Tasa interés nominal para financiación externa
it: Tasso di interesse nominale del finanziamento esterno
pl: Nominalna stopa procentowa finansowania zewnetrznego
si: Nominalna obrestna mera zunanjega financiranja

source: This timeframe will be applied to each equipment of all proposals If you think there would be some maintainance or re-investment caused by this time frame, please fill in the Contingencies
cs_cz: tento časový rámec se bude vztahovat na každé zařízení z každého návrhu pokud se domníváte,že v důsledku tohoto časového rámce dojde k další údržbě nebo další investici, vyplňte, prosím, "Nepředvídané výdaje"
es: Este periodo de tiempo se aplicará a cada equipo de las propuestas Si crees que habrá mantenimiento o reinversión a causa de este periodo, rellena las contingencias.
it: Questo orizzonte temporale sarà applicato a ciascun impianto di tutte le proposte Se ritenete che tale orizzonte temporale implicherà manutenzone o reinvestimento, compilare le Sopravvenienze
pl: Te ramy czasowe znajdą zastosowanie względem każdego sprzętu we wszystkich propozycjach Jeśli uważasz, że te ramy czasowe spowodują prace konserwacyjne lub re-inwestycję wypełnij rubrykę Nieprzewidzianych zdarzeń
si: Časovni okvir bo uporabljen za vsako del opreme ali predlog V primeru vzdrževanja ali dodatnih naložb zaradi tega časovnega okvirja, izpolni Naključja

source: Development of energy prices
cs_cz: vývoj cen energií
es: Evolución de los precios energéticos
it: Evoluzione dei prezzi energetici
pl: Rozwój cen za energię
si: Trend rasti cen energentov

source: Time frame for economic analysis
cs_cz: časový rámec pro ekonomickou analýzu
es: Periodo de tiempo para análisis económico
it: Orizzonte temporale per analisi economica
pl: Ramy czasowe dla analizy ekonomicznej
si: Časovni okvir za ekonomsko analizo

source: % of the current energy price (including Grid fee, excluding VAT)
cs_cz: % o z současné ceny energií (včetně poplatku za distribuci, neobsahujícího DPH)
es: % del precio actual de la energía (incluyendo tasa de conexión, excluyendo IVA)
it: % dell'attuale prezzo dell'energia (compreso senza rete, IVA esclusa)
pl: % bieżącej ceny energii (łącznie z opłatą przesyłową, bezVAT)
si: % trenutne cene energije (vključno s plačilom omrežnine, brez DDV)

source: years
cs_cz: roky
es: años
it: anni
pl: lata
si: leta

source: Results
cs_cz: výsledky
es: Resultados
it: Risultati
pl: Wyniki
si: Rezultati

source: Reset TCA data
cs_cz: vynulovat TCA data
es: Restaurar datos TCA
it: Ripristina dati TCA
pl: Skasuj dane TCA
si: Preveri TCA podatke

source: Go through TCA data
cs_cz: procházet TCA data
es: Ir a datos TCA
it: Esaminare dati TCA
pl: Przejdź przez dane TCA
si: Pojdi skozi TCA podatke

source: Values
cs_cz: hodnoty
es: Valores
it: Valori
pl: Wartości
si: Vrednosti

source: Nominal Interest rate: value between 0 and 100 expected.
cs_cz: nominální úroková sazba: předpokládaná hodnota mezi 0 a 100.
es: Tasa interés nominal: valor entre 0 y 100 esperado
it: Tasso d'interesse nominale: valore previsto tra 0 e 100.
pl: Nominalna stopa procentowa: spodziewana wartość od 0 do 100
si: Nominalna obrestna mera: pričakovana vrednost med 0 in 100.

source: Company specific discount rate: value between 0 and 100 expected.
cs_cz: měrná diskontní sazba podniku: předpokládaná hodnota mezi 0 a 100.
es: Tasa de descuento específica para compañía: valor entre 0 y 100 esperado.
it: Tasso di sconto specifico della società: valore previsto tra 0 e 100.
pl: Jednstkowa stopa dyskontowa przedsiębiorstwa: spodziewana wartość od 0 do 100
si: Specifična obrestna mera za podjetje: pričakovana vrednost med 0 in 100.

source: Time frame: value between 1 and 1000 expected.
cs_cz: časový rámec: předpokládaná hodnota mezi 1 a 1000.
es: Periodo de tiempo: valor entre 1 y 1000 esperado.
it: Orizzonte temporale: valore previsto tra 0 e 1000.
pl: Ramy czasowe: spodziewana wartość od 0 do 100
si: Časovni okvir: pričakovana vrednost med 1 in 1000.

source: Development of energy prices: value between 0 and 100 expected.
cs_cz: vývoj cen energií: předpokládaná hodnota mezi 0 a 100.
es: Evolución de los precios energéticos: valor entre 0 y 100 esperado.
it: Sviluppo dei prezzi dell'energia: valore previsto tra 0 e 100.
pl: Rozwój cen za energię: spodziewana wartość od 0 do 100
si: Trend spreminjanja cene energije: pričakovana vrednost med 0 in 100.

source: Inflation rate: value between 0 and 100 expected.
cs_cz: míra inflace: předpokládaná hodnota mezi 0 a 100.
es: Tasa inflación: valor entre 0 y 100 esperado
it: Tasso d'inflazione: valore previsto tra 0 e 100.
pl: Stopa inflacji: spodziewana wartość od 0 do 100
si: Stopnja inflacije: pričakovana vrednost med 0 in 100.

source: Do you expect future costs for perpetuating use of the current energy source in the process?
cs_cz: očekáváte v budoucnosti náklady na trvalé využívání současného zdroje energie v procesu?
es: Esperas costes futuros para continuar usando fuente de energía en el proceso?
it: Prevedete costi futuri per l'uso protratto dell'attuale fonte di energia nel processo?
pl: Czy przewidujesz przyszłe koszty z tytułu dalszego użytkowania bieżącego źródła energii w procesie?
si: Ali v prihodnosti pričakuješ dodatne stroške za trenutne energijski vir za proces?

source: time frame (in X years from now, X=0 for current year)
cs_cz: časový rámec (od nynějška za X let, X=0 pro současný rok)
es: Periodo tiempo (en X años desde ahora, X=0 para año en curso)
it: orizzonte temporale (in X anni da adesso, X=0 per l'anno attuale)
pl: ramy czasowe (za X lat od teraz, X=0 dla roku bieżącego)
si: časovni okvir (v x letih od danes, X=0 za tekoče leto)

source: Add
cs_cz: přidat
es: Añadir
it: Aggiungi
pl: Dodaj
si: Dodaj

source: Remove
cs_cz: odstranit
es: Eliminar
it: Rimuovi
pl: Usuń
si: Odstrani

source: Help
cs_cz: pomoc
es: Ayuda
it: Guida
pl: Pomoc
si: Pomoč

source: <enter custom description or choose from list>
cs_cz: <zadejte uživatelský popis nebo vyberte ze seznamu>
es: <introduce descripción a medida o selecciona de la lista>
it: <immettere descrizione personalizzata o scegliere dall'elenco>
pl: <wpisz opis dostosowany do potrzeb lub wybierz z wykazu>
si: <dodaj običajen opis ali izberi iz seznama>

source: Save and go to main page
cs_cz: uloži ta přejít na hlavní stránku
es: Guardar e ir a página principal
it: Salva e vai a pagina principale
pl: Zapisz i idź do strony głównej
si: Shrani in pojdi na glavno stran

source: Save and go to the next page >>>
cs_cz: uložit a přejít na další stránku >>>
es: Guardar y ve a la página siguiente >>>
it: Salva e vai alla pagina successiva >>>
pl: Zapisz i idź do następnej strony >>>
si: Shrani in pojdi na naslednjo stran >>>

source: EUR/Year
cs_cz: EUR/rok
es: EUR/Año
it: EUR/anno
pl: EUR/Rocznie
si: EUR/leto

source: time frame
cs_cz: časový rámec
es: Periodo tiempo
it: orizzonte temporale
pl: ramy czasowe
si: časovni okvir

source: tax disadvantages (other than energy tax)
cs_cz: daňové nevýhody (jiné než energetická daň)
es: Desventajas en impuestos (diferentes de impuestos energéticos)
it: penalizzazioni fiscali (oltre alla tassa sull'energia)
pl: wady podatku (innego niż podatek za energię)
si: slabosti davkov (druge kot davki na energijo)

source: obligatory provisions
cs_cz: povinná ustanovení
es: Provisiones obligadas
it: disposizioni obbligatorie
pl: postanowienia obowiązkowe
si: obvezne provizije

source: costs for remediation activities
cs_cz: náklady na opravnou činnost
es: Costes de actividades de remediación
it: costi per le attività di risanamento
pl: koszty działań naprawczych
si: stroški aktivnosti za vzpostavitev prejšnjega stanja

source: cost for compliance with legislation
cs_cz: náklady na shodu s právními předpisy
es: Costes de cumplimiento legal
it: costo per adempimenti di legge
pl: koszt zgodności z ustawodawstwem
si: stroški zagotavljanja skladnosti z zakonodajo

source: negative impacts on market share
cs_cz: negativní dopady na podíl na trhu
es: Impactos negativos en el mercado
it: impatti negativi sulla quota di mercato
pl: negatywny wpływ na udział rynkowy
si: negativni vpliv delniški trg

source: deterioration of company image
cs_cz: zhoršení image podniku
es: Perjuicio a la imagen de la compañía
it: deterioramento dell'immagine aziendale
pl: pogorszenie wizerunku przedsiębiorstwa
si: kvarjenje ugleda podjetja

source: affection by CO2-emission trading directive
cs_cz: vliv směrnice o obchodování s emisemi CO2
es: Efectos en la directiva de comercio de emisiones de CO2
it: effetti dello scambio di quote di emissione di CO2
pl: wpływ dyrektywy o emisji CO2 przez przemysł
si: vpliv trgovanja z emisijskimi kuponi

source: TCAContingencies
cs_cz: TCA náklady na bezpečnost
es: Contingencias TCA
it: SopravvenienzeTCA
pl: TCA nieprzewidziane zdarzenia
si: TCA Naključja

source: Reconsider values.
cs_cz: znovu posoudit hodnoty.
es: Reconsidera valores
it: Riconsiderare valori.
pl: Rozważ ponownie wartości
si: Ponovno prouči vrednosti.

source: Energy cost
cs_cz: náklady na energii
es: Coste energético
it: Costo dell'energia
pl: Koszt energii
si: Stroški energije

source: Operating and maintenance cost
cs_cz: náklady na provoz a údržbu
es: Costes de operación y mantenimiento
it: Costo di esercizio e manutenzione
pl: Koszty Obsługi i Konserwacji
si: Stroški obratovanja in vzdrževanja
