Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Version of EINSTEIN software tool
cs_cz: verze softwarového nástroje EINSTEIN
de: Version der EINSTEIN Software
es: Versión de herramienta EINSTEIN
it: Versione dello strumento software EINSTEIN
pl: Wersja narzędzia oprogramowania EINSTEIN
si: Različica računalniškega programa EINSTEIN

source: name of the company
cs_cz: název podniku
de: Name des Unternehmens
es: Nombre de compañía
it: nome della società
pl: nazwa przedsiębiorstwa
si: ime podjetja

source: city
cs_cz: město
de: Stadt
es: Ciudad
it: città
pl: miejscowość
si: mesto

source: country
cs_cz: země
de: Land
es: País
it: Paese
pl: kraj
si: država

source: description of the industry
cs_cz: popis hlavní činnosti
de: Beschreibung des Unternehmens
es: Descripción de la industria
it: descrizione dell'industria
pl: opis przemysłu
si: opis industrije

source: branch
cs_cz: odvětví
de: Wirtschaftszweig
es: Sector
it: settore
pl: oddział
si: Panoga

source: sub-branch
cs_cz: obor
de: Untergruppe des Wirtschaftszweigs
es: Subsector
it: sottosettore
pl: pod-oddział
si: Pod-panoga

source: ID of NACE Code in data base
cs_cz: identifikace NACE kódu v databázi
de: ID des NACE-Codes in der Datenbank
es: Código NACE en base de datos.
it: ID del codice NACE nella banca dati
pl: Identyfikator kodu NACE w bazie danych
si: ID NACE koda v podatkovni bazi

source: name of contact person
cs_cz: jméno kontaktní osoby
de: Name der Kontaktperson
es: Nombre de persona de contacto
it: nome del referente
pl: nazwisko osoby kontaktowej
si: ime kontaktne osebe

source: position of contact person in the company
cs_cz: funkce kontaktní osoby v podniku
de: Position der Kontaktperson im Unternehmen
es: Cargo de persona de contacto
it: posizione del referente all'interno della società
pl: stanowisko osoby kontaktowej w przedsiębiorstwie
si: delovno mesto kontaktne osebe v podjetju

source: address
cs_cz: adresa
de: Adresse
es: Dirección
it: indirizzo
pl: adres
si: naslov

source: Telephone No
cs_cz: telefon
de: Telefonnummer
es: Número teléfono.
it: N. di telefono
pl: Nr telefonu
si: Tel. številka

source: number of employees
cs_cz: počet zaměstnanců
de: Anzahl der Angestellten
es: Número empleados
it: numero di dipendenti
pl: liczba pracowników
si: število zaposlenih

source: annual turnover
cs_cz: roční obrat
de: Jährlicher Umsatz
es: Facturación anual
it: fatturato annuale
pl: roczny obrót
si: letni promet

source: annual production cost
cs_cz: výrobní náklady za rok
de: Jährliche Produktionskosten
es: Coste de producción anual
it: costo di produzione annuo
pl: roczny koszt produkcji
si: letni proizvodni stroški

source: base year for economic data
cs_cz: výchozí rok pro ekonomická data
de: Basisjahr für Wirtschaftsdaten
es: Año base para datos económicos
it: anno base dei dati economici
pl: rok bazowy dla danych ekonomicznych
si: osnovno leto ekonomskih podatkov

source: growth rate of the production volume foreseen for the next 5 years
cs_cz: míra růstu objemu výroby předpokládaná v příštích 5 letech
de: Voraussichtl. Wachstumsrate des Produktionsvolumens in den nächsten 5 Jahren.
es: Tasa de incremento de facturación previsto en próximos 5 años
it: tasso di crescita del volume di produzione previsto per i prossimi 5 anni
pl: stopa wzrostu wielkości produkcji na następne 5 lat
si: predvidena stopnja rasti proizvodnje za naslednjih 5 letih

source: Is the company independent ?
cs_cz: je podnik nezávislý?
de: Ist das Unternehmen unabhängig?
es: Es la compañía independiente
it: La società è indipendente?
pl: Czy przedsiębiorstwo jest niezależne?
si: Ali je podjetje samostojno?

source: yearly O&M heat & cold
cs_cz: náklady na O & M při výrobě tepla & chladu za rok
de: Jährliche Wart. u. Instandh. Kosten für Wärme und Kälte
es: O&M anual para calor y frío
it: gest. e manut. annue calore e freddo
pl: roczny O&M ciepła i zimna
si: letni O in V toplote in hladu

source: yearly O&M electrical
cs_cz: náklady na O & M - elekřina
es: O&M eléctrica anual
it: gest. e manut. annue elettrico
pl: roczny O&M energii elektrycznej
si: letni obratovalni in vdrževalni električne energije

source: total hours of operation per working day
cs_cz: celkový počet provozních hodin za pracovní den
de: Gesamtbetriebsstunden pro Arbeitstag
es: Horas totales de funcionamiento por día
it: ore di produzione totali per giornata lavorativa
pl: łączne godziny pracy w dniu roboczym
si: celotno število obratovalnih ur na teden

source: number of shifts
cs_cz: počet směn
de: Anzahl der Schichten
es: Número de turnos
it: numero di turni
pl: liczba zmian
si: število izmen

source: days of production / operation per year
cs_cz: počet dnů výroby / provozu za rok
de: Produktions- / Betriebstage pro Jahr
es: Días de producción/funcionamiento anuales
it: giorni di produzione / esercizio all'anno
pl: dni produkcji/eskploatacji rocznie
si: število proizvodnih/obratovalnih dni na leto

source: principal period of holidays or stops for maintenance - start date
cs_cz: hlavní doba dovolených nebo odstávek na údržbu - počáteční datum
de: Betriebsurlaub und Stillstände für Wartung - Beginn
es: Periodo principal de vacaciones o parada por mantenimiento - fecha inicio
it: principale periodo festivo o interruzioni per manutenzione - data inizio
pl: główny okres wakacyjny lub przerwy konserwacyjne - data rozpoczęcia
si: Doba letnih dopustov ali zaustavitev zaradi vzdrževanja - datum začetka

source: principal period of holidays or stops for maintenance - end date
cs_cz: hlavní doba dovolených nebo odstávek na údržbu - konečné datum
de: Betriebsurlaub und Stillstände für Wartung - Ende
es: Periodo principal de vacaciones o parada por mantenimiento - fecha final
it: principale periodo festivo o interruzioni per manutenzione - data di fine
pl: głowny okres wakacyjny lub przerwy konserwacyjne - data zakończenia
si: doba letnih dopustov ali zaustavitev zaradi vzdrževanja - datum zaključka

source: type of product
cs_cz: druh výrobku
de: Art des Produkts
es: Tipo de producto
it: tipo di prodotto
pl: typ produktu
si: vrstaprodukta

source: product's code
cs_cz: kód výrobku
de: Produktcode
es: Código producto
it: codice prodotto
pl: kod produktu
si: koda produkta

source: quantity of product(s) per year
cs_cz: množství výrobku(ů) za rok
de: Produktmenge(n) pro Jahr
es: Cantidad de producto(s) al año
it: quantità di prodotto/i all'anno
pl: ilość produktu(ów) rocznie
si: količina produktov na leto

source: measurement unit for product quantity
cs_cz: měrná jednotka na množství výrobků
de: Maßeinheit für Produktmenge
es: Unidad de medida para cantidad de producto
it: unità di misura della quantità di prodotto
pl: jednosta pomiarowa dla ilości produktu
si: količinska merska enota produktov

source: annual turnover per product
cs_cz: roční obrat na výrobek
de: Jährlicher Umsatz pro Produkt
es: Facturación anual por productos
it: fatturato annuo per prodotto
pl: roczny obrót przypadający na produkt
si: letni prihodek na produkt

source: Number of products
cs_cz: počet výrobků
de: Anzahl der Produkte
es: Número de productos
it: Numero di prodotti
pl: Liczba produktów
si: Število produktov

source: Total yearly working hours in industry
cs_cz: počet pracovních hodin celkem za rok
de: Jährliche Gesamtarbeitsstunden im Unternehmen
es: Horas totales de trabajo en industria
it: Ore lavorative annue totali dell'industria
pl: Łączne godziny robocze rocznie w przemyśle
si: Letne obratovalne ure v industriji

source: process short name
cs_cz: zkrácený název procesu
de: Kurzbezeichnung des Prozesses
es: Nombre corto de proceso
it: nome breve del lavoro
pl: skrótowiec procesu
si: kratko ime procesa

source: unit operation type
cs_cz: druh jednotkové operace
de: Art der Grundoperation
es: Tipo de planta
it: tipo di operazione singola (unit operation)
pl: typ operacji jednostkowej
si: vrsta procesne enote

source: process type
cs_cz: druh procesu
de: Prozesstyp
es: Tipo de proceso
it: tipo di processo
pl: typ procesu
si: vrsta procesa

source: product or process medium (water, oil, air, ...)
cs_cz: výrobní nebo procesní médium (voda, olej, vzduch, ...)
de: Produkt oder Prozessmedium (Wasser, Öl, Luft, …)
es: Medio de producto o proceso (agua, aceite, aire...)
it: prodotto o mezzo di processo (acqua, olio. aria,...)
pl: produkt lub medium procesowe (woda, ropa naftowa, powietrze,..)
si: produkt ali procesni medij (voda, olje, zrak itd.)

source: typical (final) temperature of the process medium during operation
cs_cz: typická (finální) teplota procesního média během provozu
de: Typische (End-)Temperatur des Prozessmediums während des Betriebs
es: Temperatura típica (final) del medio de proceso durante operación
it: temperatura tipica (finale) del mezzo di processo durante il funzionamento
pl: typowa temepratura (ostateczna) miedium procesowego podczas działania
si: tipična (končna) temeperatura procesnega medija med obratovanjem

source: inlet temperature of the process medium (before heat recovery)
cs_cz: vstupní teplota procesního média (před rekuperací tepla)
de: Eintrittstemperatur des Prozessmediums (vor Wärmerückgewinnung)
es: Temperatura de entrada del medio de proceso (antes de recuperación de calor)
it: temperatura di enetrata del fluido di processo (prima del recupero di calore)
pl: wejściowa temperatura medium procesowego (przed odzykiem ciepła)
si: vtočna temperatura procesnega medija (pred rekuperacijo)

source: maximum allowed temperature for external preheating
cs_cz: maximální povolená teplota pro vnější předehřívání
de: max. zulässige Temperatur für die externe Vorheizung
es: Temperatura máxima permitida para precalentamiento externo
it: temperatura massima consentita per il preriscaldamento esterno
pl: maksymalna dopuszczalna temperatura zewnetzrnego ogrzewania wstępnego
si: najvišja dovoljena temperatura zunanjega predgretja

source: start-up temperature of process medium (after breaks)
cs_cz: počáteční teplota procesního média (po přerušení)
de: Temperatur des Prozessmediums bei Inbetriebnahme (nach Unterbrechung)
es: Temperatura de inicio del medio de proceso (después de parada)
it: temperatura del fluido di processo all'avviamento (start-up) dopo una pausa
pl: temperatura rozruchu medium procesowego (po przrewach)
si: začetna temperatura procesnega medija (po prekinitvah)

source: daily inflow of process medium
cs_cz: přívod procesního média za den
de: Täglicher Zufluss des Prozessmediums
es: Entrada diaria de medio de proceso
it: quantità giornaliera del mezzo di processo in entrata al processo
pl: dzienny wlot medium procesowego
si: dnevni pritok procesnega medija

source: volume of the process medium within the equipment or storage
cs_cz: objem procesního média v zařízení nebo zásobníku
de: Volumen des Prozessmediums innerhalb der Anlage oder des Speichers
es: Volumen del medio de proceso en el equipo o almacenado
it: volume del mezzo di processo stoccato nell'impianto o nell'accumulo
pl: wielkość medium procesowego w zakresie sprzętu i magazynowania
si: prostornina procesnega medija v opremi ali v skladišču

source: hours of process operation per day
cs_cz: počet hodin výrobního procesu za den
de: Betriebsstunden des Prozesses pro Tag
es: Horas de funcionamiento del proceso al día
it: ore giornaliere di funzionamento del processo
pl: godziny prowadzenia procesu dziennie
si: obratovalne ure na dan

source: number of batches per day
cs_cz: počet dávek za den
de: Anzahl der Batches pro Tag
es: Número de lotes al día
it: numeri di lotti al giorno
pl: liczba serii dziennie
si: število šarž na dan

source: duration of 1 batch
cs_cz: doba trvání výroby 1 dávky
de: Dauer eines Batches
es: Duración de 1 lote
it: durata di 1 lotto
pl: czas trwania jednej serii
si: čas trajanja 1 šarže

source: days of process operation per year
cs_cz: počet hodin výrobního procesu za rok
de: Betriebstage des Prozesses pro Jahr
es: Días de funcionamiento de proceso al año
it: giorni di funzionamento del processo all'anno
pl: dni prowadzenia procesu rocznie
si: število obratovalnih dni na leto

source: medium of outgoing waste heat flows
cs_cz: médium průtoků výstupního odpadního tepla
de: Abwärmemedium
es: Medio del flujo de calor residual
it: mezzo del flusso di calore di scarto in uscita
pl: medium wylotowego ciepła odpadowego
si: medij iztočne odpadne toplote

source: temperature of outgoing (waste) heat flows after heat recovery
cs_cz: teplota průtoků výstupního (odpadního) tepla po rekuperaci tepla
de: Temperatur der austretenden (Ab-)Wärmeflüsse nach Wärmerückgewinnung
es: Temperatura del calor de salida (residual) después de recuperación de calor
it: temperatura del flusso di calore (di scarto) in uscita dopo il recupero di calore
pl: temperatura wylotowego ciepła (odpadowego) po odzysku ciepła
si: temperatura iztočne odpadne toplote po rekuperaciji

source: temperature of outgoing (waste) heat flows
cs_cz: teplota průtoků výstupního (odpadního) tepla
de: Temperatur der austretenden (Ab-)Wärmeflüsse
es: Temperatura de flujo de calor de salida (residual)
it: temperatura del flusso di calore (di scarto) in uscita
pl: temperatura wylotowego ciepła (odpadowego)
si: iztočna temperatura odpadne toplote

source: specific enthalpy of outgoing (waste) heat flows
cs_cz: měrná entalpie průtoků výstupního (odpadního) tepla
de: Spezifische Enthalpie der austretenden (Ab-)Wärmeflüsse
es: Entalpía especifica del flujo de salida (residual)
it: entalpia specifica del flusso di calore (di scarto) in uscita
pl: jednostkowa entalpia dla wylotowego ciepła (odpadowego)
si: specifična entalpija iztočne odpadne toplote

source: final temperature of outgoing (waste) heat flows
cs_cz: finální teplota průtoků výstupního (odpadního) tepla
de: Endtemperatur der austretenden (Ab-)Wärmeflüsse
es: Temperatura final del flujo de calor de salida (residual)
it: temperatura finale del flusso di calore (di scarto) in uscita
pl: końcowa temperatura wylotowego ciepła (odpadowego)
si: končna iztočna temperatura odpadne toplote

source: daily outflow of process medium
cs_cz: množství výstupního procesního média za den
de: Tägliche Ausflussmengen des Prozessmediums
es: Flujo diario de medio de proceso
it: deflusso giornaliero del mezzo di processo
pl: dzienny wypływ medium procesowego
si: dnevni iztok procesnega medija

source: can heat be recovered from the outflowing medium ?
cs_cz: lze rekuperovat teplo z výstupního média?
de: Kann aus dem ausfließenden Medium Wärme rückgewonnen werden?
es: Se puede recuperar calor del flujo de medio de proceso?
it: è possibile recuperare calore dal flusso in uscita?
pl: czy ciepło można odzyskać z wypływającego medium?
si: ali je mogoča rekuperacija odpadne toplote iz iztočnega medija?

source: Exists heat from heat recovery for the process ?
cs_cz: je k dispozici teplo z rekuperace pro proces?
de: Steht Wärme aus Wärmerückgewinnung für diesen Prozess zur Verfügung?
es: Existe calor del calor residual para el proceso?
it: Esiste calore di carto da recuperare per il processo?
pl: Czy istnieje ciepło z odzysku ciepła dla procesu?
si: Ali obstaja toplota iz rekuperacije odpadne toplote za proces?

source: source of waste heat
cs_cz: zdroj odpadního tepla
de: Abwärmequelle
es: Fuente del calor residual
it: fonte di calore scarto
pl: źródło ciepła odpadowego
si: vir odpadne toplote

source: inlet temperature of the process medium (after heat recovery)
cs_cz: vstupní teplota procesního média (po rekuperaci tepla)
de: Eintrittstemperatur des Prozessmediums (nach Wärmerückgewinnung)
es: Temperatura de entrada del medio de proceso (después de recuperación de calor)
it: temperatura di ingresso del mezzo di processo (dopo recupero di calore)
pl: wejściowa temperatura medium procesowego (po odzysku ciepła)
si: vtočna temperatura procesnega medija (po rekuperaciji)

source: Enclosing Flowchart of HC supply system
cs_cz: přiložený postupový diagram přívodního systému HC
de: Flussdiagramm des Wärme/Kälteversorgungssystems beigefügt
es: Adjuntando diagrama del sistema de suministro de HC
it: Si allega diagramma di flusso del sistema di fornitura di calore/freddo
pl: Załączenie Flowchartu systemu zaopatrzenia w HC
si: Priloži diagram tokov za sistem dobave HC

source: heat or cold supply to the process from distribution line / branch No.
cs_cz: přívod tepla nebo chladu do procesu rozvodným potrubím / přípojkou č.
de: Wärme oder Kältezufuhr zum Prozess über Verteil-/Stichleitung Nr.
es: Calor o frío suministrado al proceso desde linea de distribución/rama núm.
it: fornitura di calore o freddo al processo da linea di distribuzione / diramazione n.
pl: zaopatrzenie procesu w cieplo lub zimno z linii rozdzielczej/ nr oddziału
si: dobava toplote ali hladu v proces iz distribucijske veje/odcepa št.

source: temperature of the incoming medium supplying heat or cold to the process/heat exchanger
cs_cz: teplota vstupního média přivádějícího teplo nebo chlad do procesu/výměník tepla
de: Temperatur des in den Prozess/Wärmetauscher eintretenden Wärme- oder Kälteträgers
es: Temperatura del medio de entrada suministrador de calor o frío al proceso/intercambiador de calor
it: temperatura del mezzo in entrata erogatore di calore o freddo al processo/allo scambiatore di calore
pl: temperatura wchodzącego medium doprowadzającego ciepło lub zimno do procesu/wyminnika ciepła
si: temepratura vtočnega medija, ki dobavlja toploto ali hlad v proces/toplotni prenosnik

source: flow rate of the heat supply medium (close to process)
cs_cz: průtoková rychlost nosného média tepla (u procesu)
de: Durchflussrate des Wärmeträgers (in der Umgebung des Prozesses)
es: Tasa de flujo de suministro de calor del medio (al lado del proceso)
it: portata del mezzo di fornitura del calore (vicino a processo)
pl: natężenie przepływu medium doprowadzającego ciepło (blisko procesu)
si: pretok medija dobave toplote (blizu procesa)

source: External heat supply to the process
cs_cz: externí přívod tepla do procesu
es: Suministro de calor externo al proceso
it: Fornitura di calore esterna al processo
pl: Doprowadzenie ciepła zewnętrznego do procesu
si: Zunanja dobava toplote v proces

source: UPH - circulation / renovation
cs_cz: UPH - cirkulace / obnova
es: UPH - circulación / renovación
it: calore utile processo (UPH) - circolazione / rinnovo
pl: UPH - obieg / renowacja
si: UPH - kroženje / obnovitev

source: UPH - maintenance
cs_cz: UPH - údržba
es: UPH - mantenimiento
it: calore utile processo (UPH) - mantenimento
pl: UPH - konserwacja
si: UPH - vzdrževanje

source: UPH - preheating at start-up
cs_cz: UPH - předehřívání při spuštění
es: UPH - precalentamiento y encendido
it: calore utile processo (UPH) - preriscaldamento all'avvio (start-up)
pl: UPH - wstępne ogrzewanie przy rozruchu
si: UPH - predgretje ob zagonu

source: available waste heat from processes
cs_cz: dostupné odpadní teplo z procesů
de: Verfügbare Abwärme des Prozesses
es: Calor disponible residual de los procesos
it: calore di scarto disponibile da processi
pl: dostępne ciepło odpadowe z procesów
si: razpoložljiva odpadna toplota iz procesa

source: preheating from waste heat
cs_cz: předehřívání z odpadního tepla
de: Vorheizen mit Abwärme
es: Precalentamiento desde calor el residual
it: pre-riscaldamento attraverso calore di scarto
pl: wstępne ogrzewanie przy użyciu ciepła odpadowego
si: predgretje z odpadno toploto

source: minimum required heat demand with heat recovery
cs_cz: minimální tepelný nárok při rekuperaci tepla
de: Min. Wärmebedarf inkl. Wärmerückgewinnung
es: Demanda mínima de calor requerida con recuperación de calor
it: domanda di calore minima con recupero di calore
pl: minimum wymaganego zapotrzebowania na ciepło z odzysku ciepła
si: najnižja zahtevana potreba po toploti z rekuperacijo odpadne toplote

source: Heating (1) or Cooling (-1)
cs_cz: ohřev (1) nebo chlazení (-1)
de: Heizen (1) und Kühlen (-1)
es: Calentamiento (1) o Enfriamiento (-1)
it: Riscaldamento (1) o Raffreddamento (-1)
pl: Ogrzewanie (1) lub Chłodzenie (-1)
si: gretje (1) ali hlajenje (-1)

source: total process cooling demand
cs_cz: celková potřeba chlazení v procesu
de: Gesamter Kühlbedarf des Prozesses
es: Demanda total de proceso para enfriamiento
it: domanda di freddo totale del processo
pl: łączne zapotrzebowanie na zimno technologiczne
si: celotna potreba po hladu v procesu

source: total process cooling demand after heat recovery
cs_cz: celková potřeba chlazení v procesu po rekuperaci tepla
de: Gesamter Kühlbedarf des Prozesses nach Wärmerückgewinnung
es: Demanda total de proceso de enfriamiento después de recuperación de calor
it: domanda totale di raffreddamento del processo dopo il recupero di calore
pl: łączne zapotrzebowanie na zimno technologiczne po odzysku ciepła
si: celotna potreba po hladu v procesu po rekuperaciji odpadne toplote

source: measurement unit for process medium (pmu)
cs_cz: jednotka měrné veličiny procesního média (pmu)
de: Maßeinheit des Prozessmediums (pmu)
es: Unidad de medidad para el medio de proceso (pmu)
it: unità di misura del fluido di processo (pmu)
pl: jednostka pomiarowa medium procesowego (pmu)
si: merska enota za porcesni medij (pmu)

source: yearly quantity of medimum processed
cs_cz: množství zpracovaného média za rok
de: Jährliche Verarbeitungsmengen des Prozessmediums
es: Cantidad de medio de proceso procesado anualmente
it: quantità annua di fluido lavorato
pl: roczna ilość medium poddanego obróbce
si: letna količina proizvedenega medija

source: Specific energy consumption (primary energy)
cs_cz: měrná spotřeba energie (primární energie)
de: Spezifischer Energieverbrauch (Primärenergie)
es: Consumo energético específico (energía primaria)
it: Consumo specifico di energia (energia primaria)
pl: Jednostkowe zużycie energii (pierwotna energia)
si: specifična poraba energije (primarne energije)

source: Specific energy consumption (electricity)
cs_cz: měrná spotřeba energie (elektřina)
de: Spezifischer Energieverbrauch (Strom)
es: Consumo específico de energía (electricidad)
it: Consumo specifico di energia (elettricità)
pl: Jednostkowe zużycie energii (energia elektryczna)
si: Specifična poraba energije (elekektrične)

source: Specific energy consumption (UPH)
cs_cz: měrná spotřeba energie (UPH)
de: Spezifischer Energieverbrauch (UPH)
es: Consumo específico de energía (UPH)
it: Consumo specifico di energia (UPH)
pl: Jednostkowe zużycie energii (UPH)
si: Specifična poraba energije (UPH)

source: Temperature of the process environment for calculation of heat losses under operation
cs_cz: teplota prostředí v procesu pro výpočet tepelných ztrát během provozu
de: Temperatur der Prozessumgebung zur Berechnung der Wärmeverluste während des Betriebs
es: Temperatura del entorno de proceso para el cálculo de pérdidas de calor bajo funcionamiento
it: Temperatura ambiente del processo per calcolare le perdite di calore durante il funzionamento
pl: Temperatura środowiska technologicznego do obliczenia strat ciepła przy pracy
si: Temperatura okoliškega zraka v proizvodni hali za izračun toplotnih izgub med obratovanjem

source: thermal heat loss coefficient of the process
cs_cz: koeficient tepelných ztrát v procesu
de: Wärmeverlustkoeffizient des Prozesses
es: Coeficiente de pérdida de calor térmico del proceso
it: coefficiente termico di perdita di calore del processo
pl: współczynnik straty ciepła przy działaniu
si: koeficient toplotnih izgub procesa
