Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Could not delete HEX
cs_cz: nelze vymazat HEX
es: No se pudo borrar HEX.
it: Impossibile elimininare SC
pl: Nie można usunąć HEX
si: Ne morem izbisati HEX

source: Recalculation failed.
cs_cz: přepočítávání selhalo
es: Fallo en el recálculo.
it: Ricalcolo non riuscito.
pl: Nieudane rekalkulowanie
si: Ponoven izračun ni uspel.

source: SteamStatusSink/StreamStatusSource not defined. Can't do recalculation
cs_cz: SteamStatusSink/StreamStatusSource - nebylo definováno. Nelze provést přepočítání
es: SteamStatusSink/StreamStatusSource no definida. No puede recalcular.
it: SteamStatusSink/StreamStatusSource non definito.Iimpossibile ricalcolare
pl: SteamStatusSink/StreamStatusSourcenie określony. Nie można wykonać rekalkulacji
si: ParaStatusPonor/ParaStatusVir ni določen. Ne morem izračunati

source: Recalculation of HEX failed.
cs_cz: Přepočítání HEX selhalo.
es: Fallo en recalculo de HEX.
it: Ricalcolo dello SC non riuscito.
pl: Nieudana rekalkulacja HEX
si: Ponoven izračun HEX ni uspel.

source: TCA: No result for %s
cs_cz: TCA (analýza celkových nákladů): žádný výsledek za %s
es: TCA: no hay resultado para %s
it: TCA: nessun risultato per %s
pl: TCA: Brak wyniku dla %s
si: TCA: Brez rezultatov za %s

source: Processes (createAggregateDemand): Creating time and temperature dependent heat demand
cs_cz: procesy (vytvořitSouhrnnýPožadavek): potřeba tepla v závislosti na čase a teplotě
de: Prozesse (createAggregateDemand): Erstellen von zeit- und temperaturabhängigem Wärmebedarf
es: Processes (createAggregateDemand): Creando tiempo y temperatura dependiente de la demanda de calor.
it: Processi (creaDomandaAggregata): creazione della domanda di calore in funzione di tempo e temperatura
pl: Procesy (createAggregateDemand): Tworzenie zapotrzebowanie na ciepło zależne od czasu i temperatury
si: Procesi (ustvariCelotnoPotrebo): Ustvari od časa in temperature odvisno potrebo po toploti

source: Project (cleanUpSQLRows): entry with ANo %s > maxANo %s deleted -> %s
cs_cz: projekt (vyčistitSQLřádky): zápis s ANo %s > maxANo %s vymazáno - > %s
de: Projekt (cleanUpSQLRows): Eingabe mit ANr. %s >maxANr. %s gelöscht -> %s
es: Project (cleanUpSQLRows): entrada con ANo %s > maxANo %s borrado -> %s
it: Progetto (pulituraRigheSQL): voce con ANo %s > maxANo %s eliminata -> %s
pl: Projekt (cleanUpSQLRows): wpis z ANo %s > maxANo %s deleted -> %s
si: Projekt (počistiUpSQLVrstice): prijava ANo %s > maxANo %s zbriši -> %s

source: ERROR: possibly corrupt project data cannot copy alternative (PId: %s ANo: %s)
cs_cz: chyba: možné porušení dat projektu nelze zkopírovat variantu (PId: %s ANo: %s
de: FEHLER: Möglicherweise beschädigte Projektdaten Alternative (PId: %s ANr: %s) kann nicht kopiert werden
es: ERROR: datos de proyecto corruptos no se puede copiar alternativa (PId: %s ANo: %s)
it: ERRORE: è possibile che i dati del progetto siano danneggiati impossibile copiare alternativa (PId: %s ANo: %s)
pl: BŁĄD: najprawdopodobniej uszkodzenie danych projektu nie można skopiować możliwości wyboru (PId: %s ANo: %s)
si: NAPAKA: mogoči slabi podatki ni mogoče kopirati alternative (PId: %s ANo: %s)

source: Project (deleteAlternative) - project %s, cannot delete alternative %s
cs_cz: projekt (vymazatVariantu) - projekt %s, nelze vymazat variantu %s
de: Projekt (deleteAlternative) - Projekt %s, Alternative %s kann nicht gelöscht werden
es: Project (deleteAlternative) - proyecto %s, no se puede borrar alternativa %s
it: Progetto (eliminaAlternativa) - progetto %s, impossibile eliminare alternativa %s
pl: Projekt (deleteAlternative) - projekt %s, nie można usunąć możliwości wyboru%s
si: Projekt (zbrišiAlternativo) - projekt %s, ni mogoče zbrisati alternative %s

source: Present State (original)
cs_cz: současný stav (výchozí)
de: Ist-Zustand (original)
es: Estado actual (original)
it: Stato attuale (originale)
pl: Stan obecny (pierwotny)
si: Dejansko stanje (prvotno)

source: original data as delivered in questionnaire
cs_cz: výchozí data podle dotazníku
de: ursprüngliche Daten, wie sie im Fragebogen übermittelt wurden
es: Datos originales provenientes del cuestionario
it: dati originali come riportati nel questionario
pl: dane pierwotne jak przedstwione w kwestionariuszu
si: prvotni podatki iz vprašalnika

source: Present State (checked)
cs_cz: současný stav (zkontrolován)
de: Ist-Zustand (überprüft)
es: Estado actual (comprobado)
it: Stato attuale (controllato)
pl: Stan obecny (sprawdzony)
si: Dejansko stanje (preverjeno)

source: complete data set for present state after cross-checking and data estimation
cs_cz: kompletní soubor dat pro současný stav po kontrole a odhadu dat
de: Vollständiger Datensatz zum Ist-Zustand nach Überprüfung und Datenschätzung
es: Datos completos para estado actual después de comprobación de consistencia y estimación
it: insieme dati completo per lo stato attuale dopo confronto incrociato e stima dei dati
pl: uzupełnij zestaw danych dla stanu obecnego po cross-checking i ocenie danych
si: dokončaj vnos podatkov za dejansko stanje po preverjanju in ocenjevanju podatkov

source: Corrupt data in data base. no entry in cgeneraldata for ANo = %s
cs_cz: porušená data v databázi. žádný zápis v cgeneraldata pro ANo = %s
de: Beschädigte Daten in Datenbank. Keine Eingabe in cAllgemeine Daten für ANr. = %s
es: Datos corruptos en base de datos. No hay entrada en cgeneraldata para ANo = %s
it: Dati danneggiati nella banca dati. nessuna voce in cdatigenerali per ANo = %s
pl: Uszkodzenie danych w bazie danych, brak wpisu w cgeneraldata dla ANo = %s
si: Slabi podatki v podatkovni bazi. ni vnosa v splošne podatke za ANo = %s

source: Corrupt data in data base. no entry in salternative for ANo = %s
cs_cz: porušená data v databázi. žádní zápis v salternative pro ANo = %s
de: Beschädigte Daten in Datenbank. Keine Eingabe in sAlternative für ANr. = %s
es: Datos corruptos en base de datos. No hay entrada en salternative para ANo = %s
it: Dati danneggiati nella banca dati. nessuna voce in salternativa per ANo = %s
pl: Uszkodzenie danych w bazie danych, brak wpisu w salternative dla ANo = %s
si: Slabi podatki v podatkovni bazi. ni vnosa alternativ za ANo = %s

source: complete data set for present state after cross-checking and data estimation
cs_cz: kompletní soubor dat pro současný stav po kontrole a odhadu dat
de: Vollständiger Datensatz zum Ist-Zustand nach Überprüfung und Datenschätzung
es: Datos completos para estado actual despus de comprobación de consistencia y estimación
it: insieme dati completo per lo stato attuale dopo controllo incrociato e stima dei dati
pl: uzupełnij zestaw danych dla stanu obecnego po cross-checking i ocenie danych
si: dokončaj vnos podatkov za dejansko stanje po preverjanju in oceni podatkov

source: present state (original)
cs_cz: současný stav (výchozí)
de: Ist-Zustand (original)
es: Estado actual (original)
it: stato attuale (controllato)
pl: stan obecny (pierwotny)
si: dejansko stanje (prvotno)

source: original data as submitted by industry
cs_cz: výchozí data, jak byla předložena průmyslovým odvětvím
de: Originaldaten wie von Unternehmen übermittelt
es: Datos originales suministrados por empresa
it: dati originali come forniti dall'industria
pl: dane pierwotne jak przedłożone przez zakład
si: prvotni podatki pridobljeni iz podjetja

source: Project (deleteProject) -deleting project %s (%s)
cs_cz: projekt (deleteProject) - vymazání projektu %s (%s)
de: Projekt (deleteProject) - löschen von Projekt project %s (%s)
es: Proyecto (deleteProject) -borrando proyecto %s (%s)
it: Progetto (eliminaProgetto) -eliminazione progetto %s (%s) in corso
pl: Projekt (deleteProject) -usuwanie projektu %s (%s)
si: Projekt (izbrišiProjekt) -brisanje projekta %s (%s)

source: Project (reconnect equipes): pipe ID %s was not in old pipe table
cs_cz: projekt (znovu připojit vybavení): potrubí ID %s nebylo v zahrnuto v původní tabulce
de: Projekt (reconnect equipes): Rohr ID %s fehlt in altem Rohrplan
es: Proyecto (reconnect equipes): tubería ID %s no estaba en tabla antigua de tuberías.
it: Progetto (ricollegare impianti): ID %s del tubo non presente nella vecchia tabella dei tubi
pl: Projekt (ponowne podłączenie equipes): brak ID rury %s w starej tabeli orurowania
si: Projekt (ponovna povezava opreme): ID %s cevi ni v prejšnji tabeli

source: New session of tool starting with ProjectID %s
cs_cz: nová sekce nástroje, začínající ID projektu %s
de: Neue Sitzung mit der Software beginnt mit ProjektID %s
es: Nueva sesión de herramienta abriendo el ProyectoID %s
it: Nuova sessione dello strumento che inizia con ID progetto %s
pl: Nowa sesja narzędzi wraz z rozpoczęciem projektuID %s
si: Nov zagon orodja s projektomID %s

source: Data have already been confirmed as consistent. First unblock before modifying
cs_cz: konzistence dat již byla potvrzena. Před modifikací nejdříve odblokujte
de: Daten bereits als konsistent bestätigt. Vor Bearbeitung entsperren.
es: Datos han sido ya confirmados como consistentes. Primero desbloquea los datos para modificarlos!
it: La coerenza dei dati è già stata confermata. Per modificare prima sbloccare
pl: Dane już zatwierdzono jako zgodne. Odblokuj przed modyfikacją.
si: Podatki so že potrjeni kot dosledni. Pred spremembo odstrani ovire

source: Cannot access this function. First select a project
cs_cz: k této funkci nelze přistoupit. Nejdříve zvolte projekt
de: Diese Funktion kann nicht aufgerufen werden. Wählen Sie zuerst ein Projekt aus.
es: No se puede acceder a esta función. Primero selecciona un proyecto.
it: Impossibile accedere a questa funzione. Selezionare prima un progetto.
pl: Nie można wybrać tej funkcji. Najpierw wybierz projekt
si: Ne morem opraviti te funkcije. Najprej izberi projekt

source: Data have already been confirmed as consistent. First unblock before modifying data of present state
cs_cz: konzistence dat již byla potvrzena. Před modifikací dat současného stavu nejdříve odblokujte
es: Datos ya han sido confirmados como consistentes. Primero desbloquea los datos en estado actual.
it: La coerenza dei dati è già stata confermata. Per modificare i dati dello stato attuale prima sbloccare
pl: Dane już zatwierdzono jako zgodne. Odblokuj przed modyfikacją danych stanu obecnego
si: Podatki so že potrjeni kot dosledni. Pred spremembo odstrani ovire

source: Cannot access this function. First open or define a new project and enter general data
cs_cz: k této funkci nelze přistoupit. Nejdříve otevřete nebo definujte nový projekt a zadejte hlavní data
de: Diese Funktion kann nicht aufgerufen werden. Öffnen Sie zuerst ein Projekt oder legen Sie ein neues Projekt an und geben Sie die allgemeinen Daten ein.
es: No se puede acceder a esta función. Primero abre o define un proyecto y entra datos generales
it: Impossibile accedere a questa funzione. Prima aprire o creare un nuovo progetto e inserire i dati generali
pl: Nie można uzystkać dostępu do tej funkcji. Najpierw otwórz lub zdefiniuj nowy projekt i wprowadź ogólne dane
si: Ne morem opraviti te funkciije. Najprej odpri ali določi nov projekt in vnesi splošne podatke

source: Cannot access this function. First open or define a new project
cs_cz: k této funkci nelze přistoupit. Nejdříve otevřete nebo definujte nový projekt
de: Diese Funktion kann nicht aufgerufen werden. Öffnen Sie zuerst ein Projekt oder legen Sie ein neues Projekt an
es: No se puede acceder a esta función. Primero abre o define un nuevo proyecto.
it: Impossibile accedere a questa funzione. Prima aprire o creare un nuovo progetto
pl: Nie można uzyskać dostępu. Najpierw otwórz lub zdefiniuj nowy projekt.
si: Ne morem opraviti te funkciije. Najprej odpri ali določi nov projekt

source: Cannot display statistics for raw data. change view to checked version
cs_cz: nelze zobrazit statistický přehled prvotních dat. Změňte prohlížení na zkontrolovanou verzi
de: Statistik für Rohdaten kann nicht angezeigt werden. Schalten Sie auf die überprüfte Version um.
es: No se puede mostrar estadísticas para datos brutos. Cambia la vista a versión comprobada.
it: Impossibile visualizzare le statistiche per il set di dati non verificati. Cambiare visualizzazione e passare allo stato controllato.
pl: Nie można przedstawić statystyk dot. danych pierwotnych, zmienić widok na wersję sprawdzoną
si: Ne morem pokazati statistike za podatke. Spremeni pogled v že preverjeno različico

source: Cannot access this function. First check the data for consistency
cs_cz: k této funkci nelze přistoupit. Nejdříve zkontrolujte konzistenci dat.
de: Diese Funktion kann nicht aufgerufen werden. Überprüfen Sie die Konsistenz der Daten
es: No se puede acceder a esta función. Primero comprueba la consistencia de los datos!
it: Impossibile accedere a questa funzione. Controllare innanzitutto che i dati siano coerenti
pl: Brak dostępu do tej funkcji. Najpierw sprawdź zgodność danych
si: Ne morem opraviti te funkciije. Najprej preveri doslednost podatkov

source: Hourly performance data
cs_cz: hodinový výkon data
de: Daten zur stündlichen Leistung
es: Datos comportamiento horario
it: Dati di rendimento orario
pl: Dane o godzinowej wydajności
si: Učinkovitost po uri podatki

source: Process heat
cs_cz: procesní teplo
de: Prozesswärme
es: Calor de proceso
it: Calore di processo
pl: Ciepło technologiczne
si: Procesna toplota

source: Environmental Impact
cs_cz: vliv na životní prostředí
de: Auswirkungen auf die Umwelt
es: Impacto Ambiental
it: Impatto ambientale
pl: Wpływ środowiskowy
si: Vpliv na okolje

source: Cannot access this function for the present state of the industry. First define a new alternative !
cs_cz: k této funkci nelze přistoupit kvůli současnému stavu odvětví. Nejdříve definujte novou variantu
de: Diese Funktion kann für den Ist-Zustand des Unternehmens nicht aufgerufen werden. Legen Sie zuerst eine neue Alternative an!
es: No hay acceso a esta función en el estado actual de la industria Define primero una nueva alternativa!
it: Impossibile accedere a questa funzione per lo stato attuale dell'industria. Definire prima una nuova alternativa!
pl: Brak dostępu do tej funkcji na obecnym etapie działania. Najpierw zdefiniuj nową alternatywę !
si: Ne morem opraviti te funkciije za sedanje stanje v industriji. Najprej določi novo alternativo!

source: Process optimisation interface 1
cs_cz: optimalizace procesu rozhraní 1
de: Prozessoptimierung Benutzeroberfläche 1
es: Interfase de optimización de proceso 1
it: Ottimizzazione del processo interfaccia 1
pl: Interfejs optymalizacji procesu 1
si: Vmesno otimiranje procesa 1

source: Process optimisation interface 2
cs_cz: optimalizace procesu rozhraní 2
de: Prozessoptimierung Benutzeroberfläche 1
es: Interfase de optimización de proceso 2
it: Ottimizzazione del processo interfaccia 2
pl: Interfejs optymalizacji procesu 2
si: Vmesno optimiranje procesa 2

source: Pinch analysis
cs_cz: pinch analýza
de: Pinch-Analyse
es: Análisis Pinch
it: Analisi Pinch
pl: Analiza pinch
si: Analiza uščipa

source: Pinch interface 1
cs_cz: pinch rozhraní 1
de: Pinch Benutzeroberfläche 1
es: Interfase Pinch 1
it: Pinch interfaccia 1
pl: Interfejs pinch 1
si: Uščip 1

source: Pinch interface 2
cs_cz: pinch rozhraní 2
de: Pinch Benutzeroberfläche 2
es: Interfase Pinch 2
it: Pinch interfaccia 2
pl: Interfejs pinch 2
si: Uščip 2

source: Economic analysis
cs_cz: ekonomická analýza
de: Wirtschaftlichkeitsanalyse
es: Análisis económico
it: Analisi economica
pl: Analiza ekonomiczna
si: Ekonomska analiza

source: Economics 1
cs_cz: ekonomika 1
de: Wirtschaftlichkeit 1
es: Económicos 1
it: Dati economici 1
pl: Ekonomika 1
si: Ekonomika 1

source: Economics 2
cs_cz: ekonomika 2
de: Wirtschaftlichkeit 2
es: Económicos 2
it: Dati economici 2
pl: Ekonomika 2
si: Ekonomika 2

source: Project (getStatus): could not find project table of last opened project
cs_cz: projekt (getStatus): nelze nalézt projektovou tabulku posledního otevřeného projektu
de: Projekt (getStatus): Projekttabelle des letzten geöffneten Projekts nicht gefunden
es: Proyecto (getStatus): no se encontró tabla de proyecto o el último proyecto abierto.
it: Progetto (ottieniStato): impossibile trovare tabella del progetto per l'ultimo progetto aperto
pl: Projekt (getStatus): nie można znaleźć tabeli projektu ostatnio otwartego projektu
si: Projekt (dobiStatus): ni mogoče najti tabele za zadnji odprti projekt

source: Project (getAuditorID): Corrupt entry for project no. %s: table sproject not found
cs_cz: projekt (getAuditorID): porušený zápis projektu č. %s: tabulka sproject nenalezena
de: Project (getAuditorID): Beschädigte Eingabe für Projekt Nr. %s: Tabelle sProjekt nicht gefunden
es: Proyecto (getAuditorID): Entrada corrupta para proyecto núm. %s: tabla de proyecto no encontrada.
it: Progetto (ottieniIDAuditor): voce danneggiata per progetto n. %s: tabella progetto non trovata
pl: Projekt (getAuditorID): Sfałszowany wpis nr projektu %s: tabela projektu nie znaleziona
si: Projekt (dobiIzvajalčevoID): obemogočen vstop v projekt št. %s: ni mogoče najti tabele projekta

source: pay attenction more than one solar system
cs_cz: zaměřit pozornost na více než jeden solární systém
de: Achtung, mehr als ein Solarsystem.
es: Presta atención! Más de un sistema solar...
it: attenzione: è presente più di un sistema solare
pl: uwaga: więcej niż jeden system solarny
si: bodi pozoren na več kot na e solarni sistem

source: You are changing the current solar system.
cs_cz: měníte současný solární systém.
de: Sie verändern das bestehende Solarsystem.
es: Estás modificando el sistema solar actual
it: Si sta modificando l'attuale sistema solare
pl: Zmieniasz obecy system solarny
si: Spreminjaš trenutni solarni sistem

source: The power of the solar system has been reduced because the suitable surfaces are too small to supply the required one.
cs_cz: výkon solárního systému byl snížen, protože vhodné plochy jsou k dodání požadovaného výkonu příliš malé.
de: Die Leistung des Solarsystems wurde verringert, da die geeigneten Flächen für die erforderliche Leistung zu klein sind.
es: Potencia del sistema solar se ha reducido debido a la limitada superficie disponible.
it: La potenza del sistema solare è stata ridotta perché le superfici idonee sono troppo piccole per fornire la potenza richiesta.
pl: Moc systemu solarnego zredukowano, ponieważ obszary odpowiednie są zbyt małe, by dostarczyć wymaganą moc.
si: Moč solarnega sistema je bila znižana zaradi premajhne primerne površine za dobavo želenega sistema.

source: The heat storage volume is very small. For internal calculation it has been set to 0.01 m^3/kW
cs_cz: objem akumulovaného tepla je velmi malý. Pro interní kalkulaci byl nastaven na 0.01 m^3/kW
es: El volumen de almacenamiento de calor es muy pequeño. Para cálculos internos, se ha establecido en 0.01 m^3/kW
it: Il volume di accumulo del calore è molto scarso. Per il calcolo interno è stato utilizzato un valore di 0,01 m^3/kW
pl: Objętość magazynowanego ciepła jest bardzo mała. Na potrzeby wstępnych obliczeń określono ją jako 0.01 m^3/kW
si: Prostornina hranilnika toplote je zelo majhna. Za notranje izračune je bila postavljena vrednost 0,01 m^3/kW

source: The yearly incident solar radiation has not been defined. Value calculated from default correlation: H [kWh/m2] = %s
cs_cz: dopad solárního záření za rok nebyl definován. Hodnota vypočtená ze standardní korelace: H [kWh/m2] = %s
es: La radiación solar incidente no ha sido definida Valor calculado por defecto: H [kWh/m2] = %s
it: La radiazione solare incidente annua non è stata definita. Valore calcolato in base ad una correlazione predefinita: H [kWh/m2] = %s
pl: Roczne solarne promieniowanie padające nie zostało określone. Wartość obliczona na podstwie korelacji domyślnej: H [kWh/m2] = %s
si: Letno sončno obsevanje ni določeno. Vrednost je izračunana iz korelacije: H [kWh/m2] = %s

source: The geographic latitude has not been defined. 45º North (Central Europe) assumed as default
cs_cz: zeměpisná šířka nebyla definována. 45°sev.šíř. (střední Evropa) je pokládáno za standardní
es: La latitud geográfica no ha sido definida 45º Norte (Europa Central) se asume por defecto
it: La latitudine geografica non è stata definita. 45º nord (Europa Centrale) è stato assunto come valore di default
pl: Szerokość geograficzna nie została określona. 45º N (Europa Środkowa) przyjęto jako wartość domyślną
si: Zemljepisna širina ni določena. Določena je 45° severno kotprivzeta vrednost(Osrednja Evropa)

source: The yearly mean ambient temperature has not been defined. Value calculated from default correlation: TAmb [ºC] = %s
cs_cz: roční průměrná teplota prostředí nebyla definována. Hodnota vypočtená ze standardní korelace: TAmb [ºC] = %s
es: La temperatura media anual no ha sido definida Valor calculado por defecto en base a: TAmb [ºC] = %s
it: La temperatura ambiente media annua non è stata definita. Valore calcolato in base ad una correlazione predefinita: TAmb [ºC] = %s
pl: Roczna temperatura otoczenia nie została określona. Wartość obliczona na podstawie korelacji domyślnej: TAmb [ºC] = %s
si: Letna okoliška temperatura ni določena. Določena je izračunana iz korelacije:TAmb [ºC] = %s

source: Surface %s: no inclination specified. 0º assumed
cs_cz: plocha %s: nespecifikován sklon. Předpokládaný sklon 0°
es: Area %s: no inclinación ha sido aportada. Se asume 0º.
it: Superficie %s: nessuna inclinazione specificata. 0º è stata assunta come valore di default
pl: Obszar %s: brak określonego kąta nachylenia. Przyjmuje się 0º
si: Površina %s: ni določen nagib. Predvidevano je 0°

source: Surface %s: no azimuth specified. South orientation assumed
cs_cz: plocha %s: nespecifikován azimut. Předpokládaná orientace na jih
es: Area %s: no azimut especificado. Se asume orientación sur.
it: Superficie %s: nessun azimuth specificato. Orientamento a SUD è stato assunto come valore di default
pl: Obszar %s: brak określonego azymutu. Przyjmuje się skierowanie na południe
si: Površina %s: ni določen azimut. Predvidevana je orientacija na jug.

source: In '%s' the surface available for the collectors mounting is too small.
cs_cz: v "%s" je plocha vhodná pro montáž kolektorů příliš malá.
de: In '%s' ist die Fläche zur Installation der Kollektoren zu klein.
es: En '%s' la superficie disponible para colectores es demasiado pequeña.
it: In '%s' la superficie disponibile per il montaggio dei collettori è troppo piccola.
pl: W '%s' obszar dostępny do montażu kolektorów jest zbyt mały
si: '%s' razpoložljive površine za postavitev kolektorjev je prenizek.

source: Distance between the solar field'%s' and the technical room or process is too long
cs_cz: vzdálenost mezi solárním polem "%s" a technickým prostorem nebo procesem je příliš dlouhá
de: Die Distanz zwischen dem Sonnenkollektorfeld '%s' und dem Technikraum ist zu groß.
es: Distancia entre el colector solar '%s' y la sala técnica o proceso es muy larga.
it: La distanza tra il campo solare'%s' e il locale tecnico o il sito produttivo è troppo lunga
pl: Odległość między polem obiegu solarnego'%s' a pomieszczeniem technicznym lub procesem jest zbyt duża
si: Razdalja med solarnim sistemom '%s' in strojnico ali procesom je predolga

source: Area '%s' oriented to North:not suitable.
cs_cz: prostor "%s" orientovaný na sever: nevhodný
de: Die Fläche '%s' ist nach Norden ausgerichtet: ungeeignet.
es: Area '%s' orientada al norte: no apropiada.
it: Superficie '%s' orientata a nord: non adeguata.
pl: Obszar '%s' skierowany na północ: nieodpowiedni
si: Usmerjenost površine '%s' na sever: ni primerna
