Repository: Einstein-NTE/einstein
Catalog: GUI/locale/*.po
Languages: cs_cz, de, es, it, pl, si

source: Boilers and Burners in the HC Supply System
cs_cz: kotle a hořáky v systému přívodu HC
de: Heizkessel und Brenner im WK-Versorgungssystem
es: Calderas y quemadores en sistema de suministro de calor/frío
it: Caldaie e bruciatori del sistema di generazione CF
pl: Kotły i palniki w Systemie Dostawy HC
si: Kotli in gorilniki v sistemu dobave HC

source: Cumulative heat demand to be covered by boilers
cs_cz: kumulativní potřeba tepla zajištěná kotli
de: Kumulativer Wärmebedarf, der mit Heizkesseln gedeckt werden muss
es: Demanda acumulada de calor a ser cubierta por calderas
it: Domanda di calore cumulativa che deve essere coperta dalle caldaie
pl: Łączne zotrzebowanie na ciepło do pokrycia przez kotły
si: Komulativna potreba po toploti naj bo pokrita s kotli

source: run design assistant
cs_cz: spustit pomocníka
de: Entwurfsassistenten starten
es: Ejecutar asistente de diseño
it: esegui design assistant
pl: uruchom design assistant
si: zaženi pomočnika načrtovanja

source: add boiler / burner
cs_cz: přidat kotel / hořák
de: Heizkessel/Brenner hinzufügen
es: Añadir caldera/quemador
it: aggiungi caldaia / bruciatore
pl: dodaj kocioł/palnik
si: dodaj kotel/gorilnik

source: Design assistant options:
cs_cz: možnosti pomocníka:
de: Optionen Entwurfsassistent:
es: Opciones de asistente de diseño:
it: Opzioni design assistant:
pl: Opcje design assistant:
si: Načrtuj pomožne opcijei:

source: Maintain existing equipment ?
cs_cz: udržovat stávající zařízení ?
de: Bestehende Anlagen beibehalten?
es: Mantener equipo actual?
it: Mantenere impianto esistente?
pl: Konserwacja istniejącego sprzętu?
si: Obdržim obstoječo opremo?

source: Safety factor [%]
cs_cz: koeficient bezpečnosti /%/
de: Sicherheitsfaktor [%]
es: Factor de seguridad [%]
it: Fattore sicurezza [%]
pl: Współczynnik bezpieczeństwa [%]
si: Faktor varnosti [%]

source: Is redundancy necessary ?
cs_cz: je nutný nadbytek?
de: Ist Redundanz erforderlich?
es: Es necesaria redundancia?
it: Ridondanza necessaria?
pl: Czy redundancja jest konieczna?
si: Ali je potrebno toliko podatkov?

source: Fuel Type
cs_cz: druh paliva
de: Brennstoffart
es: Tipo de combustible
it: Tipo di combustibile
pl: Typ paliwa
si: Vrsta goriva

source: Minimum operating hours (baseload boiler)
cs_cz: min.počet provozních hodin (trvalé zatížení kotle)
de: Minimale Betriebsdauer (Grundlastheizkessel)
es: Horas de funcionamiento mínimas (carga base de caldera)
it: Ore di esercizio minime (caldaia per carico base)
pl: Minimum godzin roboczych (obciążenie podstawowe kotła)
si: Najnižje št. obratovalnih ur (kotel)

source: Minimum boiler power [kW]
cs_cz: minimální výkon kotle /kW/
de: Minimale Heizkesselleistung
es: Potencia mínima de caldera [kW]
it: Potenza minima caldaia [kW]
pl: Minimalna moc kotła [kW]
si: Najnižja moč kotla [kW]

source: Minimum effiency allowed [%]
cs_cz: nejnižší přípustná účinnost /%/
de: Minimal zulässiger Wirkungsgrad [%]
es: Minima eficiencia exigida [%]
it: Efficienza minima ammissibile [%]
pl: Minimalna dopuszczalna efektywność [%]
si: Najnižja dovoljena učinkovitost [%]

source: System Performance Data
cs_cz: data výkonnosti systému
de: Daten zur Systemleistung
es: Datos de comportamiento del sistema
it: Dati di rendimento sistema
pl: Dane wydajności systemowej
si: Podatki o učinkovitosti sistema

source: Maximum demand temperature [°C]
cs_cz: maximální požadovaná teplota /°C/
de: Maximale Bedarfstemperatur [°C]
es: Temperatura máxima de demanda [ºC]
it: Temperatura massima domanda [°C]
pl: Temperatura maksymalnego zapotrzebowania [°C]
si: Najvišja potrebna temperatura [°C]

source: Residual power to be supplied [kW]
cs_cz: přívod zbytkové energie /kW/
es: Potencia residual a suministrar [kW]
it: Potenza residua da fornire [kW]
pl: Moc szczątkowa do dostarczenia [kW]
si: Potrebna dodatna moč, ki mora biti dobavljena [kWh]

source: Temperature [ºC]
cs_cz: teplota /°C/
de: Temperatur [°C]
es: Temperatura [ºC]
it: Temperatura [ºC]
pl: Temperatura [ºC]
si: Temperatura [ºC]

source: Peak demand [kW]
cs_cz: špičková potřeba /kW/
de: Lastspitze [kW]
es: Demanda pico [kw]
it: Carico di punta [kW]
pl: Zapotrzebowanie szczytowe [kW]
si: Najvišja potreba [kW]

source: Up to 80
cs_cz: až do 80
de: bis 80
es: Hasta 80
it: Fino a 80
pl: Do 80
si: Do 80

source: PanelBB (display): was asked to display an erroneous heat pump type
cs_cz: panelBB (displej): požadavek zobrazit chybný typ tepelného čerpadla
de: PanelBB (display): Aufforderung zur Anzeige eines falschen Wärmepumpentyps
es: PanelBB (display): se demandó un tipo de bomba de calor errónea
it: PannelloBB (display): è stato chiesto di visualizzare un tipo errato di pompa di calore
pl: PanelBB (wyświetlacz): poproszono o wyświetlenie błędnego typu pompy ciepła
si: PanelBB (prikaz): povpraševanje po prikazu napačne vrste toplotne črpalke

source: PanelBB AddEquipment accepted. Id=
cs_cz: panelBB přídavné vybavení přijato. Id=
de: PanelBB AnlageHinzufügen akzeptiert. Id=
it: PannelloBB AggiungiImpianto accettato. Id=
si: PanelBB DodajOpremo sprejeto Id=

source: delete equipment
cs_cz: vymazat vybavení
de: Anlage löschen
es: Borra equipo
it: elimina impianto
pl: usuń sprzęt
si: izbriši opremo

source: do you really want to delete this equipment ?
cs_cz: opravdu chcete vymazat toto vybavení ?
de: Wollen Sie diese Anlage wirklich löschen?
es: Quiere borrar el equipo?
it: eliminare questo impianto?
pl: naprawdę chcesz usnąć ten sprzęt?
si: ali res želiš izbrisati označeno opremo?

source: edit
cs_cz: editovat
de: Bearbeiten
es: Editar
it: modifica
pl: edytuj
si: uredi

source: PanelBB: new config[%s] value:
cs_cz: panelBB: nová konfig[%s] hodnota:
de: PanelBB: Neuer Konfig[%s] Wert:
it: PannelloBB: nuovo valore config[%s]:
pl: PanelBB: nowa wartość konfiguracji[%s] :
si: PanelBB: nova vrednost oblike[%s]:

source: Button exitModuleCancel: CANCEL Option not yet foreseen
cs_cz: tlačítko exitModuleCancel: ZRUŠIT Dosud nepředvídaná možnost
de: Button ExitModuleCancel: CANCEL Option ist noch nicht vorgesehen
es: Button exitModuleCancel: Opcion CANCEL no operativa todavía
it: Pulsante esciModuloAnnul: opzione ANNULLA non ancora prevista
pl: Przycisk exitModuleCancel: SKASUJ Opcję jeszcze nie przewidzianą
si: izhodRazveljaviModul: RAZVELJAVI Možnost, ki ni bila predvidena

source: Source
cs_cz: zdroj
de: Quelle
es: Fuente
it: Fonte
pl: Źródło
si: Vir

source: Validity
cs_cz: platnost
de: Gültigkeit
es: Validez
it: Validità
pl: Ważność
si: Veljavnost

source: Primary energy
cs_cz: primární energie
de: Primärenergie
es: Energía primaria
it: Energia primaria
pl: Energia pierwotna
si: Primarna energija

source: Fuels
cs_cz: paliva
de: Brennstoffe
es: Combustibles
it: Combustibili
pl: Paliwa
si: Goriva

source: Electricity
cs_cz: elektřina
de: Strom
es: Electricidad
it: Elettricità
pl: Energia elektryczna
si: Elek.energija

source: Benchmark (1): global energy intensity
cs_cz: benchmark (testování)(1): globální energetická náročnost
de: Benchmark (1): Allgemeine Energieintensität
es: Benchmark (1): intensidad energética global
it: Valore di riferimento (1): intensità energetica globale
pl: Benchmark (1): globalna energochłonność
si: Primerjava (1): globalna energijska intenzivost

source: find benchmarks
cs_cz: nalézt srovnávací testy (benchmarks)
de: Suche Benchmarks
es: Encuentra datos benchmark
it: trova benchmarks
pl: znajdź benchmarki
si: najdi primerjave

source: Comparison benchmark data
cs_cz: porovnat data srovnávacích testů
de: Vergleich der Benchmark-Daten
es: Comparativa datos benchmark
it: Confronto dati di benchmark
pl: Porównanie danych benchmarku
si: Primerjava iz baze primerjav

source: Search criteria
cs_cz: hledat kritéria
de: Suchkriterien
es: Buscar criterios
it: Criteri di ricerca
pl: Kryteria wyszukiwania
si: Išči pogoj

source: NACE Code range (digits)
cs_cz: okruh NACE kódů (číslice)
de: NACE-Code Bereich (Ziffern)
es: Código NACE rango (dígitos)
it: Intervallo codice NACE (cifre)
pl: Zakres kodu NACE (cyfry)
si: Serija NACE kode (številke)

source: Company size (turnover)
cs_cz: velikost podniku (obrat)
de: Unternehmensgröße (Umsatz)
es: Tamaño compañía (ingresos)
it: Dimensioni società (fatturato)
pl: Wielkość przedsiębiorstwa (obrót)
si: Velikost podjetja (po prometu)

source: Year of data
cs_cz: data z roku
de: Basisjahr der Daten
es: Año de datos
it: Anno dei dati
pl: Rok danych
si: Leto podatkov

source: revise your search criteria: turnover in between %s and %s M€
cs_cz: zrevidujte vaše selekční hlediska: obrat mezi %s a %s M€
de: Überarbeiten Sie Ihre Suchkriterien: Umsatz zwischen %s und %s M€
es: revisa tu criterio de búsqueda: ingresos entre %s y %s M EUR
it: rivedere criteri ricerca: fatturato tra %s e %s M€
pl: zrewiduj swoje kryteria wyszukiwania: obrót między %s a %s M€
si: preglej pogoje iskanja: med %s in %s M€

source: revise your search criteria: year of data in between %s and %s
cs_cz: zrevidujte vaše selekční hlediska: data z roku mezi %s a %s
de: Überarbeiten Sie Ihre Suchkriterien: Jahr der Daten zwischen %s und %s
es: revisa tu criterio de búsqueda: año de datos entre %s y %s
it: rivedere criteri ricerca: anno dei dati tra %s e %s
pl: zrewiduj swoje kryteria wyszukiwania: rok wprowadzonych danych między %s a %s
si: preveri pogoje iskanja: leto podatkov med %s in %s M€

source: Benchmark (2): specific energy consumption (SEC) by product
cs_cz: testování (2): měrná spotřeba energie (SEC) podle výrobku
de: Benchmark (2): Spezifischer Energieverbrauch (SEC) nach Produkten
es: Benchmark (2): consumo energético específico (SEC) por producto
it: Valore di riferimento (2): consumo specifico di energia (SEC) per prodotto
pl: Benchmark (2): jednostkowe zużycie energii (SEC) wg produktu
si: Primerjava (2): določi rabo energije (SEC) po produktu

source: Product:
cs_cz: výrobek:
de: Produkt:
es: Producto:
it: Prodotto:
pl: Produkt:
si: Produkt:

source: Production volume
cs_cz: objem výroby
de: Produktionsvolumen
es: Volumen producción
it: Volume produzione
pl: Wielkość produkcji
si: Obseg proizvodnje

source: [t/a]
cs_cz: [t/r]

source: Benchmark (3): specific energy consumption (SEC) by unit operation
cs_cz: testování (3): měrná spotřeba energie (SEC) podle jednotkové operace
de: Benchmark (3): Spezifischer Energieverbrauch (SEC) nach Grundoperationen
es: Benchmark (3): consumo energético específico (SEC) por planta
it: Valore di riferimento (3): consumo specifico di energia (SEC) per singola operazione (unit operation)
pl: Benchmark (3): jednostkowe zużycie energii (SEC) wg operacji jednostkowej
si: Primerjava (3): določi rabo energije (SEC) po procesni enoti

source: Process:
cs_cz: proces
de: Prozess:
es: Proceso:
it: Processo:
pl: Proces:
si: Proces:

source: Volume of process medium
cs_cz: objem procesního média
de: Volumen des Prozessmediums
es: Volumen de proceso medio
it: Volume del mezzo di processo
pl: Wielkość medium procesowego
si: Prostornina procesnega medija

source: [t/year]
cs_cz: [t/rok]
es: [t/año]
it: [t/anno]
pl: [t/rocznie]
si: [t/leto]

source: Nom. power el./th.[kW]
cs_cz: jmenovitý výkon el./tepl.[kW]
es: Potencia nominal el./th.[kw]
it: Potenza nom. el./ter.[kW]
pl: Moc znamionowa el./th.[kW]
si: Nominalna moč el./th.[kW]

source: COP el./th. [-]
cs_cz: COP el./tepl. [-]
it: COP el./ter. [-]

source: CHP equipment in the HC Supply System
cs_cz: CHP zařízení v systému přívodu HC (teplo,chlad)
es: Equipos CHP en sistema de suministro HC
it: Impianto cogenerazione nel sistema di generazione CF
pl: Sprzęt CHP w Systemie Dostawy HC
si: CHP oprema v HC dobavnem sistemu

source: Cumulative heat demand to be covered by CHP
cs_cz: kumulativní potřeba tepla k pokrytí CHP (kogenerací)
es: Demanda calor acumulada a ser cubierta por CHP
it: Domanda di calore cumulativa che deve essere coperta da cogenerazione
pl: Łączne zapotrzebowanie na ciepło do pokrycia przez CHP
si: Komulativna potreba po toploti naj bo pokrita s CHP

source: add CHP system
cs_cz: přidat systém CHP (kogenerace)
es: Añade sistema CHP
it: aggiungi sistema cogenerazione
pl: dodaj system CHP
si: dodaj CHP sistem

source: CHP System Type
cs_cz: druh systému CHP (kogenerace)
es: Tipo sistema CHP
it: Tipo di sistema cogenerativo
pl: Typ systemu CHP
si: CHP vrsta sistema

source: Minimum operating hours
cs_cz: minimální provozní hodiny
es: Horas mínimas funcionamiento
it: Ore di esercizio minime
pl: Minimum godzin roboczych
si: Najnižje število obratovalnih ur

source: Min. electrical efficiency (ef.) [%]
cs_cz: min.elektrická účinnost (ef.) [%]
es: Eficiencia eléctrica mínima (ef.) [%]
it: Efficienza elettrica minima (ef.) [%]
pl: Min. efektywność elektryczna (ef.) [%]
si: Najnižja zahtevana učinkovitost elekktrične energije (ef.) [%]

source: CHP Operating hours
cs_cz: provozní hodiny CHP (kogenerace)
es: Horas funcionamiento CHP
it: Ore di esercizio cogenerazione
pl: Godziny robocze CHP
si: CHP obratovalne ure

source: Effective electrical efficiency
cs_cz: skutečná elektrická účinnost
es: Eficiencia eléctrica efectiva
it: Efficienza elettrica effettiva
pl: Wydajna efektywność elektryczna
si: Efektivni izkoristek električne energije

source: Demand at min. op. hours [kW]
cs_cz: potřeba v min.provozních hodinách [kW]
es: Demanda para íinimo horas funcionamiento [kW]
it: Domanda a ore min. di eserc. [kW]
pl: Zapotrzebowanie przy minimum godzin roboczych [kW]
si: Potreba po moči pri min. obr. urah [kW]

source: Total
cs_cz: celkem
de: Gesamt
it: Totale
pl: Łącznie
si: Skupaj

source: PanelCHP (display): was asked to display an erroneous fuel type
cs_cz: panelCHP (displej): požadavek zobrazit chybný typ paliva
es: PanelCHP (display): se demandó un tipo de combustible erróneo
it: PannelCHP(display): è stato chiesto di visualizzare un tipo errato di combustibile
pl: PanelCHP (wyświetlacz): poproszono o wyświetlenie błędnego typu paliwa
si: PanelCHP (prikaz): povpraševanje po prikazu napačne vrste goriva

source: Select CHP equipment from preselected list
cs_cz: vybrat CHP zařízení z předvoleného seznamu
es: Seleccionar equipo CHP de lista preseleccionada
it: Selezionare impianto di cogenerazione da elenco preselezionato
pl: Wybierz sprzęt CHP z wstępnie wybranego wykazu
si: Izberi CHP opremo iz predhodno izbranega seznama

source: PanelCHP AddEquipment accepted. Id=
cs_cz: panelCHP Přídavné vybavení přijato. Id=
it: PannelCHP AggiungiImpianto accettato. Id=
si: PanelCHP oprema sprejeta. Id=

source: PanelCHP: new config[%s] value:
cs_cz: panelaCHP: nová konfig[%s] hodnota:
it: PannelCHP: nuovo valore config[%s]:
pl: PanelCHP: nowa wartość konfiguracji[%s] :
si: PanelCHP: nova vrednost oblike [%s]:

source: Primary energy consumption
cs_cz: spotřeba primární energie
de: Primärenergieverbrauch
es: Consumo energía primaria
it: Consumo di energia primaria
pl: Pierwotne zużycie energii
si: Raba primarne energije

source: Alternative
cs_cz: varianta
es: Alternativa
it: Alternativa
pl: Możliwość wyboru
si: Alternativa

source: Primary energy consumption [MWh]
cs_cz: primární energie spotřeba [MWh]
de: Primärenergie Verbrauch [MWh]
es: Energia primaria consumo [MWh]
it: Consumo di energia primaria [MWh]
pl: Pierwotne zużycie energii [MWh]
si: Primarna energija raba [MWh]

source: Savings [MWh]
cs_cz: Úspory [MWh]
de: Einsparungen [MWh]
es: Ahorro [MWh]
it: Risparmio [MWh]
pl: Oszczędności [MWh]
si: Prihranki [MWh]

source: Savings [%]
cs_cz: Úspory [%]
de: Einsparungen [%]
es: Ahorro [%]
it: Risparmio [%]
pl: Oszczędności [%]
si: Prihranki [%]

source: Primary energy consumption (PEC)
cs_cz: spotřeba primární energie (PEC)
de: Primärenenergieverbrauch (PEC)
es: Consumo de Energía Primaria (PEC)
it: Consumo di energia primaria (PEC)
pl: Pierwotne zużycie energii (PEC)
si: Raba primarne energije (PEC)

source: Relative comparison of PEC
cs_cz: relativní porovnání PEC
de: Relativer Vergleich des PEC
es: Comparación relativa de PEC
it: Confronto in termini di PEC
pl: Porównanie relatywne PEC
si: Relativna primerjava PEC

source: Relative comparison of prosess & supply heat
cs_cz: relativní porovnání procesního & dodávaného tepla
de: Relativer Vergleich von Prozesswärme und Nutzwärme
es: Comparación relativa de proceso & suministro de calor
it: Confronto in termini di calore generato e calore di processo
pl: Porównanie relatywne ciepła technologicznego i ciepła doprowadzonego
si: relativna primerjava proizvodnje in dobave toplote

source: USH [% of present state]
cs_cz: USH (užitečné dodávané teplo) [% o ze současného stavu]
de: Nutzwärme USH [% des Ist-Zustands]
es: USH [% del estado actual]
it: USH [% dello stato attuale]
pl: USH [% obecnego stanu]
si: USH [% dejanskega stanja]

source: UPH [% of present state]
cs_cz: UPH (užitečné procesní teplo) [% o ze současného stavu]
de: Prozessnutzwärme UPH [% des Ist-Zustands]
es: UPH [% del estado actual]
it: UPH [% dello stato attuale]
pl: UPH [% obecnego stanu]
si: UPH [% dejanskega stanja]

source: Useful process heat (UPH) [MWh]
cs_cz: Užitečné procesní teplo (UPH) [MWh]
de: Prozessnutzwärme (UPH) [MWh]
es: Calor útil de proceso (UPH) [MWh]
it: Calore utile di processo (UPH) [MWh]
pl: Użytkowe ciepło technologiczne (UPH) [MWh]
si: Koristna procesna toplota (UPH) [MWh]

source: Savings (UPH) [MWh]
cs_cz: Úspory (UPH) [MWh]
de: Einsparungen (UPH) [MWh]
es: Ahorro (UPH) [MWh]
it: Risparmio (UPH) [MWh]
pl: Oszczędność (UPH) [MWh]
si: Prihranki (UPH) [MWh]

source: Useful supply heat (USH) [MWh]
cs_cz: Užitečné dodávané teplo (USH) [MWh]
de: Nutzwärme (USH) [MWh]
es: Calor útil suministrado (USH) [MWh]
it: Calore utile fornito (USH) [MWh]
pl: Użytkowe ciepło doprowadzone (USH) [MWh]
si: Koristna dobavna toplota (USH) [MWh]

source: Savings (USH) [MWh]
cs_cz: Úspory (USH) [MWh]
de: Einsparungen(USH) [MWh]
es: Ahorro (USH) [MWh]
it: Risparmio (USH) [MWh]
pl: Oszczędność (USH) [MWh]
si: Prihranki (USH) [MWh]

source: Useful process and supply heat (UPH and USH)
cs_cz: Užitečné procesní a dodávané teplo (UPH a USH)
de: Prozessnutzwärme und Nutzwärme (UPH und USH)
es: Calor útil de proceso y suministrado (UPH y USH)
it: Calore utile di processo e fornito (UPH e USH)
pl: Użytkowe ciepło technologiczne i doprowadzone (UPH i USH)
si: Koristna procesna in dobavna toplota (UPH in USH)

source: Relative comparison of process and supply heat
cs_cz: relativní porovnání procesního a dodávaného tepla
de: Relativer Vergleich von Prozessnutzwärme und Nutzwärme
es: Comparación relativa de calor de proceso y suministrado
it: Confronto in termini di calore generato e calore di processo
pl: Porównanie relatywne ciepła technologicznego i doprowadzonego
si: Relativna primerjava procesne in dobavne toplote

source: Relative comparison
cs_cz: relativní porovnání
de: Relativer Vergleich
es: Comparación relativa
it: Confronto
pl: Porównanie relatywne
si: Relativna primerjava

source: Nuclear waste
cs_cz: nukleární odpad
de: Radioaktiver Abfall
es: Residuos nucleares
it: Scorie nucleari
pl: Odpady radioaktywne
si: Radioaktivni odpadki

source: Water consumption
cs_cz: spotřeba vody
de: Wasserverbrauch
es: Consumo de agua
it: Consumo di acqua
pl: Zużycie wody
si: Poraba vode

source: Production of CO2 [t]
cs_cz: produkce CO2 [t]
de: Entstehung von CO2 [t]
es: Producción de CO2 [t]
it: Produzione di CO2 [t]
pl: Produkcja CO2 [t]
si: Proizvodnja CO2 [t]

source: Highly Radioactive Nuclear Waste [kg]
cs_cz: vysoce radioaktivní nukleární odpad [kg]
de: Hochradioaktiver Abfall [m3]
es: Residuos nucleares altamente radioactivos [kg]
it: Scorie nucleari altamente radioattive[kg]
pl: Odpady wysoce radioaktywne [kg]
si: Visoko Radioaktivni jedrski Odpadki [kg]

source: Water Consumption [m3]
cs_cz: spotřeba vody [m3]
de: Wasserverbrauch [m3]
es: Consumo de agua [m3]
it: Consumo di acqua [m3]
pl: Zużycie wody [m3]
si: Poraba vode [m3]

source: Environmental impact of the industry
cs_cz: vliv průmyslového odvětví na životní prostředí
de: Auswirkungen des Unternehmens auf die Umwelt
es: Impacto ambiental de la industria
it: Impatto ambientale dell'industria
pl: Wpływ środowiskowy przemysłu
si: Vpliv industrije na okolje

source: Relative comparison of different alternatives
cs_cz: relativní porovnání různých variant
de: Relativer Vergleich der verschiedenen Alternativen
es: Comparación relativa de diferentes alternativas
it: Confronto tre le diverse alternative
pl: Porównanie relatywne różnych alternatyw
si: Relativna primerjava različnih alternativ

source: Total cost (Own+Subsidies)[EUR]
cs_cz: celkové náklady (vlastní+dotace)[EUR]
de: Gesamtkosten (Eigene+Förderungen)[EUR]
es: Coste total (propio + ayudas) [EUR]
it: Investimento totale (capitale proprio+sovvenzioni)[EUR]
pl: Koszt łącznie (Własny+Dotacje)[EUR]
si: Celotni stroški (Lastni plus subvencija)[EUR]

source: Own cost [EUR]
cs_cz: vlastní náklady [EUR]
de: Eigene Kosten [EUR]
es: Costes propios [EUR]
it: Capitale proprio [EUR]
pl: Koszt własny [EUR]
si: Lastni stroški [EUR]

source: Subsidies [EUR]
cs_cz: dotace [EUR]
de: Förderungen [EUR]
es: Ayudas [EUR]
it: Sovvenzioni [EUR]
pl: Dotacje [EUR]
si: Podpora [EUR]

source: Total cost [EUR]
cs_cz: celkové náklady [EUR]
de: Gesamtkosten [EUR]
es: Coste total [EUR]
it: Investimento totale [EUR]
pl: Koszt łącznie [EUR]
si: Celotni stroški [EUR]

source: Own cost [EUR]
cs_cz: vlastní náklady [EUR]
de: Eigene Kosten [EUR]
es: Coste propio [EUR]
it: Capitale proprio [EUR]
pl: Koszt własny [EUR]
si: Lastni stroški [EUR]

source: Subsidies [EUR]
cs_cz: dotace [EUR]
de: Förderungen [EUR]
es: Ayudas [EUR]
it: Sovvenzioni [EUR]
pl: Dotacje [EUR]
si: Podpora [EUR]

source: Investment cost comparative
cs_cz: srovnávací investiční náklady
de: Investitionskosten, Vergleich
es: Comparativa de coste inversión
it: Confronto in termini di costo d'investimento
pl: Porównawczy koszt inwestycyjny
si: Primerjava stroškov naložbe

source: Annual cost
cs_cz: roční náklady
de: Jährliche Kosten
es: Coste anual
it: Costo annuo
pl: Koszt roczny
si: Letni stroški

source: Total annual cost [EUR]
cs_cz: celkové roční náklady [EUR]
de: Jährliche Gesamtkosten [EUR]
es: Coste total anual [EUR]
it: Costo annuo totale [EUR]
pl: Łączny koszt roczny [EUR]
si: Celotni letni stroški [EUR]

source: Amortization [EUR]
cs_cz: amortizace [EUR]
de: Amortisation [EUR]
es: Amortización [EUR]
it: Ammortamento [EUR]
pl: Amortyzacja [EUR]
si: Amortizacija [EUR]

source: Energy cost [EUR]
cs_cz: náklady na energii [EUR]
de: Energiekosten [EUR]
es: Coste energía [EUR]
it: Costo dell'energia [EUR]
pl: koszt energii [EUR]
si: Stroški energije [EUR]

source: O&M cost [EUR]
cs_cz: O&M náklady [EUR]
de: W&I-Kosten [EUR]
es: Costes O&M [EUR]
it: Costo di gestione e manutenzione [EUR]
pl: koszt obsługi i konserwacji [EUR]
si: Stroški O&M [EUR]

source: Amortization [EUR]
cs_cz: amortizace [EUR]
de: Amortisation [EUR]
es: Amortización [EUR]
it: Ammortamento [EUR]
pl: Amortyzacja [EUR]
si: Amortizacija [EUR]

source: Energy cost [EUR]
cs_cz: náklady na energii [EUR]
de: Energiekosten [EUR]
es: Coste energía [EUR]
it: Costo dell'energia [EUR]
pl: Koszt energii [EUR]
si: Stroški energije [EUR]

source: Operation and maintenance (O&M) cost [EUR]
cs_cz: náklady na provoz a údržbu (O&M) [EUR]
de: Betriebs- und Wartungs- (W&I)-Kosten[EUR]
es: Coste operación y mantenimiento [EUR]
it: Costi di gestione e manutenzione (O&M) [EUR]
pl: Koszt obsługi i konserwacji (O&M) [EUR]
si: Stroški obratovanja in vzdrževanja (O&M) [EUR]

source: Annual cost comparative
cs_cz: porovnání ročních nákladů
de: Jährliche Kosten, Vergleich
es: Comparativa coste anual
it: Confronto in termini di costo annuo
pl: Porównawczy koszt roczny
si: Primerjava letnih stroškov
